{"title": "Inhaled ACE2-engineered microfluidic microsphere for intratracheal neutralization of COVID-19 and calming of the cytokine storm", "pubDate": "2022", "PMCID": "PMC8524658", "DOI": "10.1016/j.matt.2021.09.022", "PMID": "34693277", "abstract": "The SARS-CoV-2 pandemic spread worldwide unabated. However, achieving protection from the virus in the whole respiratory tract, avoiding blood dissemination, and calming the subsequent cytokine storm remains a major challenge. Here, we develop an inhaled microfluidic microsphere using dual camouflaged methacrylate hyaluronic acid hydrogel microspheres with a genetically engineered membrane from angiotensin-converting enzyme II (ACE2) receptor-overexpressing cells and macrophages. By timely competing with the virus for ACE2 binding, the inhaled microspheres significantly reduce SARS-CoV-2 infective effectiveness over the whole course of the respiratory system in vitro and in vivo. Moreover, the inhaled microspheres efficiently neutralize proinflammatory cytokines, cause an alternative landscape of lung-infiltrated immune cells, and alleviate hyperinflammation of lymph nodes and spleen. In an acute pneumonia model, the inhaled microspheres show significant therapeutic efficacy by regulation of the multisystem inflammatory syndrome and reduce acute mortality, suggesting a powerful synergic strategy for the treatment of patients with severe COVID-19 via non-invasive administration.", "author": [{"author": "Zhen Wang", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Wang+Z&cauthor_id=34693277"}, {"author": "Lei Xiang", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Xiang+L&cauthor_id=34693277"}, {"author": "Feng Lin", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Lin+F&cauthor_id=34693277"}, {"author": "Zhengwei Cai", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Cai+Z&cauthor_id=34693277"}, {"author": "Huitong Ruan", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Ruan+H&cauthor_id=34693277"}, {"author": "Juan Wang", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Wang+J&cauthor_id=34693277"}, {"author": "Jing Liang", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Liang+J&cauthor_id=34693277"}, {"author": "Fei Wang", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Wang+F&cauthor_id=34693277"}, {"author": "Min Lu", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Lu+M&cauthor_id=34693277"}, {"author": "Wenguo Cui", "affiliation": ["Department of Orthopaedics, Shanghai Key Laboratory for Prevention and Treatment of Bone and Joint Diseases, Shanghai Institute of Traumatology and Orthopaedics, Ruijin Hospital, Shanghai Jiao Tong University School of Medicine, Shanghai 200025, China."], "href": "/?term=Cui+W&cauthor_id=34693277"}], "refPMID": ["28466096", "33127906", "32091533", "33475701", "32703908", "32404477", "32132184", "32412710", "33024017", "33657424", "32074444", "32213337", "33536258", "33883710", "32454512", "33179852", "33159417", "25492409", "32346093", "33338534", "30177807", "32551679", "32129977", "28443337", "20205860", "12882453", "24291815", "22482504", "33038433", "32282022", "33189161", "32199615", "26374997", "32712333", "24563174", "32893735", "33113295", "33332778", "32350134", "32645660", "32441805", "9759682", "25554550", "22797452", "4143721", "25711164", "32698911", "28828358", "27864283", "32305501", "16227332", "32353870", "32399806", "23907698", "33869900"], "citedInPMID": ["34693277", "35054856"], "body": " AbstractThe SARS-CoV-2 pandemic spread worldwide unabated. However, achieving protection from the virus in the whole respiratory tract, avoiding blood dissemination, and calming the subsequent cytokine storm remains a major challenge. Here, we develop an inhaled microfluidic microsphere using dual camouflaged methacrylate hyaluronic acid hydrogel microspheres with a genetically engineered membrane from angiotensin-converting enzyme II (ACE2) receptor-overexpressing cells and macrophages. By timely competing with the virus for ACE2 binding, the inhaled microspheres significantly reduce SARS-CoV-2 infective effectiveness over the whole course of the respiratory system in vitro and in vivo. Moreover, the inhaled microspheres efficiently neutralize proinflammatory cytokines, cause an alternative landscape of lung-infiltrated immune cells, and alleviate hyperinflammation of lymph nodes and spleen. In an acute pneumonia model, the inhaled microspheres show significant therapeutic efficacy by regulation of the multisystem inflammatory syndrome and reduce acute mortality, suggesting a powerful synergic strategy for the treatment of patients with severe COVID-19 via non-invasive administration.Keywords: SARS-CoV-2, COVID-19, cytokine storm, inflammation, infection Graphical abstractOpen in a separate window IntroductionCOVID-19 is continuing to spread worldwide, with more than 140 million reported cases and 3 million deaths across approximately 200 countries. Although the symptoms in most cases are mild, 15% of patients, especially with immunodeficiency, developed severe cases as a consequence of rapid viral vascular leakage and subsequently disseminated viremia.1, 2, 3 Moreover, accumulation of inflammatory cells principally activated macrophages occurred in response to the viremia, causing exuberant inflammatory cytokine and chemokine response, which exacerbates pneumonia.1 Accumulating clinical evidence confirmed a clear need to control viral burden for improving COVID-19 mortality and severe illness treatment.2\n,\n4\n,\n5\nCurrent strategies for preventing SARS-CoV-2 infection are limited to the vaccine and neutralizing antibodies, both inhibiting the binding of the S protein to the angiotensin-converting enzyme II (ACE2) receptor.6, 7, 8 These approaches, although undoubtedly viable, means that their clinical utility during the pandemics have always been a major problem. The development of a vaccine requires a time frame that is not compatible with an emergency, and it is more of a prophylactic approach than a therapeutic intervention, especially in severe cases.9 Furthermore, the upper respiratory tract, including nasal turbinate and nasopharynx, also containing pervasive ACE2-expressing cells, forms a previously neglected infection pathway. Although there has been some success in suppressing virus infection, especially with the utilization of mimicking nanovesicles, neutralizing antibodies, and vaccination, existing approaches carry considerable limitations in effective inhibition of SARS-CoV-2 infection and replication in the upper respiratory tract, especially the nasopharynx.10\n,\n11 Accumulating evidence confirms that the upper respiratory acts, as the initial site of SARS-CoV-2 invasion, has a higher SAVS-CoV-2 viral load and subsequently seeds infection into the lung.12 Due to the distribution pattern of intravenous or inhaled nanovesicles, to date, whole course protection of the upper and lower respiratory tract simultaneously remains a major challenge.13 Meanwhile, viruses in the upper respiratory tract, especially the delta variant, mainly shed into saliva, enter the environmental air and cause rapid inter-human contamination.14 Moreover, current viral neutralization strategies target a certain viral species, instead of the affected host cells, and are difficult to apply across diffierent species of viruses. Human neutralizing antibody- or vaccine-resistant viruses thus emerge owing largely to the accumulation of the SARS-CoV-2 mutation and, ignoring upper respiratory infection, suggest the potential insufficiency of vaccines as well as neutralizing antibodies.15, 16, 17 Cyclic or inhalation administration of recombinant ACE2 proteins has also been reported for prevention of coronaviruses18\n,\n19; however, it is greatly restricted due to the inevitable chemical and physical instability and abundant proteases in the bronchoalveolar lavage.20 Furthermore, these therapeutic options have focused on eliminating the SARS-CoV-2 itself while ignoring other important factors in the progression of severe COVID-19, such as the indispensable role of anti-inflammatory interventions, especially in patients with immune distress who are more susceptible to viral vascular leakage and aberrant inflammatory responses.21, 22, 23 Therefore, alternative therapeutic interventions that simultaneously exert comprehensive therapeutic benefits are highly desirable for effective COVID-19 treatment.To date, the cell-membrane-based therapeutic platform has shed light on therapeutic interventions for infectious and inflammatory diseases due to inheriting associated functions of source cells and the ability to modulate broad-spectrum inflammation.24 Decoy nanoparticles fused from cell vesicles have also shown prominent potential for treatment of COVID-19.25\n,\n26 However, for virus clearance, these circulating decoys tend to trap viruses in the blood after viremia occurs, and prophylaxis of clinical deterioration is still ignored.27\n,\n28 Meanwhile, versatile cellular vesicles at the nanoscale can only reach the edge of deep lungs and are quickly exhaled with breathing airflow, and so have limited therapeutic effects,28\n,\n29 while the nasopharynx and trachea are always ignored. In addition, cell culture of human lung epithelial type II cells is tedious, which is attributed, at least in part, to the requirement of growth factors and consequently unintended differentiation into fibroblasts.30\n,\n31 Moreover, the expression of ACE2 in human lung epithelial type II cells is far from scale-up production, thereby precluding the advancement of host cell-based strategies into clinical practice.32\n,\n33 Delivery of therapeutic agents, such as antiviral drugs and corticosteroids, straight to the pulmonary tissue needs safe and transient improvement of therapeutic agents in the targeted organ, in contrast to systemic delivery, frequently administered by intramuscular or intravenous injection.34\n,\n35 In this line, aerosol delivery of drugs has been shown to provide transient pulmonary drug doses, enabling a well-controlled dose drug administered to attain therapeutic levels and minimize systemic toxicity.36\n,\n37\nHere, inspired by the process of virus infection from the host point of view, we developed a microfluidic microsphere-based inhaled aerosol (termed iAE-PMS) to prevent SARS-CoV-2 infection. The inhaled aerosol is fabricated using dual camouflaged FDA-approved methacrylate hyaluronic acid hydrogel microspheres with bioactive membranes from ACE2 receptor-overexpressing cells and proinflammatory macrophages. iAE-PMS constructed here creatively achieves simultaneous distribution over the whole course of the respiratory system, including nasopharynx, trachea, bronchus, and alveolus. This design provided inhaled aerosol protection against SARS-CoV-2 invading not only terminal bronchiole and alveoli but also the upper respiratory tract and nasopharynx, which were both previously neglected by nanovesicles and vaccines (Scheme 1\n). This iAE-PMS exhibits excellent enhancement on the stability of ACE2 and viral neutralizing capacity to susceptible ACE2-overexpressing HEK293 cells and lung epithelia. The protective activity against viral infection of iAE-PMS was shown to increase from 9.28% to 91.33%, 10 times more effective than a blank control. Subsequently, in vitro study demonstrated encouraging effects of iAE-PMS on broad-spectrum neutralization of inflammatory cytokines, involving TNF-α, IL-1β, and IL-6. Furthermore, inhaled aerosols brings about a regulated landscape of lung-infiltrated immune cells, significantly rescuing the lung-damaging immune microenvironment dominated by M1 macrophages, neutrophils, and cytotoxic T cells. Remarkably, in vivo intratracheal administration of the inhaled aerosol to mice with acute pneumonia significantly alleviates the hyperinflammatory state by draining the lymph nodes and spleen, improving the survival ratio from 7.35% to 56.74%, thus suggesting a powerful synergic strategy for the treatment of patients with severe COVID-19 via non-invasive selective lung-localized administration.Open in a separate windowScheme 1Schematic illustration of the inhaled ACE2-engineered microfluidic microsphere for neutralization of COVID-19 and calming of the cytokine storm Results and discussionPreparation and characterization of the iAE-PMSIn this study, inspired by the fact that SARS-CoV-2 infected alveolar epithelial cells through the ACE2 receptor, HEK293-ACE2 cells with a high level of ACE2 expression were successfully constructed using an imported ACE2 gene vector. The human ACE2 gene was inserted into the PCNDA3.1-3XFlag-C vector to construct the ACE2-PCNDA3.1-3XFlag-C vector (Figure 1\nA), which then was introduced into HEK293-ACE2 cells by transfection to obtain cells with high expression of ACE2 with a protein yield of about 0.47 mg per million cells. Subsequently, we confirmed that the high level of ACE2 expression on HEK293-ACE2 cells, as measured by immunofluorescence imaging and quantitative analysis, that the fluorescence of the HEK293-ACE2 group was more than 15.6 times that of the HEK293 group (Figures 1B and 1C). Moreover, so far research has shown that virus-linked pyroptosis usually occurs in alveolar cells after viral infection, and that its products and viral RNA, ATP, and DNA in the local microenvironment, activate lung macrophages, thereby triggering local inflammatory response and even inflammatory storm.38 Activated macrophages release a large number of cytokines and recruit more macrophages to the infected area. Therefore, for this mechanism, we obtained proinflammatory macrophages defined as M(lipopolysaccharide [LPS] + interferon-γ [IFN-γ]) by treating Raw264.7 macrophages with LPS and IFN-γ to mimic the source cells that could neutralize multitudinous and complex immunoregulatory molecules as measured by the result of the significant upregulation of p-STAT1+ in LPS- and INF-γ-treated groups (Figure 1D). Subsequently, to derive these membranes, the contents of cells were emptied by the combination of hypotonic dissolution buffer, mechanical destruction, and differential centrifugation.Open in a separate windowFigure 1Preparation and characterization of iAE-PMS(A) Schematic illustration of a gene vector containing the ACE2 gene.(B and C) Immunofluorescence imaging (B) and quantitative analysis (C) of ACE2 expression on HEK293-ACE2 (n = 3). Scale bar, 10 μm.(D) A representative flow cytometry analysis of p-STAT1 expression on macrophage before and after stimulation with IFN-γ as well as LPS (n = 3).(E) Fluorescent images of HEK293-ACE2- and M(LPS + IFN-γ)-fused vesicles on iAE-PMS (green, M1; red, HEK293-ACE2). Scale bar, 20 μm.(F) Distribution status of microspheres in PBS at 10 and 60 min, respectively.(G) Western blotting analysis of ACE2, TNFR, IL-1 receptor, IL-6 receptor, and Na-K-ATPase in PMS, iAE-PMS, M(LPS + IFN-γ), and HEK293-ACE2, respectively.(H and I) Representative image of iAE-PMS examined under optical microscopy (H) and scanning electron microscopy (I).(J and K) Microsphere particle size (J) and pore size analysis (K).(L and M) Degradation curve of iAE-PMS in RPMI-1640 (L) and alveolar lavage fluid (M) for 15 days (n = 3).(N) Comparison of the stability of ACE2 by ELISA on iAE-PMS and soluble ACE2 under different conditions (n = 3). Student's t test was performed. ∗∗p < 0.01. Values are mean ± SEM.With the inducer completely removed from collected membranes, HEK293-ACE2 and M(LPS + IFN-γ) mixed vesicles were formed by extrusion through nanopores on a porous polycarbonate membrane, followed by serial sonication, and then adsorbed to the pores of the microsphere by electrostatic interaction (Figure S1). On account of their high surface energy, these small nanoscale vesicles, driven by their tendency to minimize the free energy of the system, bound and fused onto the negatively charged microspheres surface, and ultrasonic mixing enhanced the progress further.39 The bilayer structure and protein function of the HEK293-ACE2 and M(LPS + IFN-γ) membrane were reserved by this fusion process. In addition, since the negative charge of the outer surface of the membrane is much more than that of the inner surface, the right-side-out orientation of HEK293-ACE2 and M(LPS + IFN-γ) vesicles tend to fuse onto the negatively charged HAMA microspheres. Finally, we successfully synthesized iAE-PMS with dual camouflage of HEK293-ACE2 and M(LPS + IFN-γ) cell membranes. The free vesicles were removed by washing with phosphate-buffered saline (PBS) three times and this was proved by the negative absorbance signal of the last washing buffer (Figure S2). Following pre-labeling the HEK293-ACE2 and M(LPS + IFN-γ) membranes with various fluorescent dyes before fusion, obvious overlapping of fluorescence signals was observed under confocal microscopy, which determined that two types of vesicles indeed simultaneously modified the microspheres (Figure 1E). To determine the appropriate membrane ratio coated on the microspheres, the iAE-PMS were constructed with HEK293-ACE2 and Raw264.7 at ratios of 1:1, 2:1, and 4:1 (Figure S3). In the 2:1 group, iAE-PMS achieved maximum virus inhibition effect (87.71% ± 5.62%) at 0.8 mg/mL, while 95.41% ± 6.57% of initial IL-6 was adsorbed. IL-6 is an important proinflammatory factor and its inhibitory monoclonal antibody has been approved for the bio-treatment of COVID-19.40 However, in the 1:1 group, up to 2 mg/mL, viral inhibition efficiency reached 78.32% ± 6.59%, and in the 4:1 group the maximum virus inhibitory concentration only adsorbed 18.34% of the initial inflammatory factors. Thus, to both satisfy virus inhibition and inflammatory factor adsorption, a HEK293-ACE2 and Raw264.7 membrane ratio of 2:1 was selected. Furthermore, characteristic protein bands from western blotting showed key surface antigens, including IL-1 receptor (IL-1R), IL-6R, ACE2 receptor, TNF receptor (TNFR), and Na-K-ATPase were successfully enriched on iAE-PMS, further indicating the translocation of HEK293-ACE2 and M(LPS + IFN-γ) cell membranes onto the hydrogel microspheres (Figure 1G). As measured, in this study, the total membrane coating efficiency (CE) measured with Na-K-ATPase of iAE-PMS was about 83.53% ± 2.44% at a HEK293-ACE2 and Raw264.7 membrane ratio of 2:1. Meanwhile, the loading efficiency (LE) for functional proteins of ACE2, TNFR, IL-1R, and IL-6R were approximately 88.93% ± 3.21%, 81.56% ± 6.32%, 85.63% ± 7.28%, and 72.71% ± 5.45%, respectively. By enriching ACE2 on the surface, iAE-PMS served as a decoy to compete to bind with pseudoviruses and authentic SARS-CoV-2 to protect source cells from virus infection.The deposition site of particles in the respiratory system was determined by its aerodynamic diameter (Dare), which reflects its settling velocity in still air. It has been well demonstrated that the microspheres with Dare greater than 10 μm are mainly deposited in the oropharynx, while those with Dare of 5–10 μm are mainly deposited in the upper airway.41\n,\n42 SARS-CoV-2 invades the human body through acting with ACE2 receptors in the alveoli. Therefore, to achieve competition with virus, effective distribution of inhaled microspheres is required in the lower respiratory tract. However, there has been accumulating evidence that the upper respiratory tract has the highest SAVS-CoV-2 viral load at or soon after symptom onset. This in turn seeds infection into the alveoli, resulting in a persistent increasing risk of the lower respiratory infection. In addition, viruses in the upper respiratory tract mainly shed into saliva or sputum, entering the environmental air through breathing or coughing and infecting healthy people. However, neutralizing antibody or vaccine are powerless against upper respiratory virus. Meanwhile, the upper respiratory tract, including nasal turbinate and nasopharynx, also contain pervasive ACE2-expressing cells and form a previously neglected infection pathway. Hence, to realize the protection of the whole respiratory tract and reduce viral transmission in humans, we produced a series of microspheres, with median aerodynamic diameters of 7.89, 6.63, and 4.21 μm, by adjusting the flow rate ratio of the microfluidic device (10:1,200, 10:2,400, and 10:4,800). HEK293-ACE2 membrane-derived nanovesicles with aerodynamic diameters all less than 2 μm were used for comparison (Figures S4A and S4B). We evaluated the distribution of inhaled microspheres with different sizes in different parts of the respiratory system (Figure S4C). The results showed that microspheres in the 10:2,400 group, with aerodynamic diameters of 0–2 μm (8.5%), 2–4 μm (24.4%), 4–6 μm (29.7%), 6–8 μm (18.1%), 8–10 μm (13.8%), 10–12 μm (4.1%), and 12–14 μm (1.9%), were distributed in the throat, trachea, and lung lobes without significant differences at both 5 min and 6 h after inhalation, while other size groups displayed inhomogeneous distribution, presenting either obvious sedimentation in the upper or lower respiratory tracts (Figure S4D). Importantly, 6 h after inhalation, systemic distribution of nanovesicles was observed in liver, kidney, spleen, and heart, implying potential systemic risk of these nanovesicles on captured viruses. Meanwhile, it was found that the degree of dispersion of the microspheres in PBS was almost the same at 10 and 60 min, suggesting the possibly satisfactory uniformity of iAE-PMS in lung (Figure 1F). Meanwhile, this iAE-PMS showed a physical spherical shape with sizes mainly of 10–15 μm (Figures 1H and 1J), and 44.36% of the holes on the microspheres were distributed in diameters of around 2 μm (Figures 1I and 1K). Furthermore, we then plotted the degradation curves of PMS and iAE-PMS in different cultures, and the results showed that, at the 15th day, the degradation of PMS and iAE-PMS was more than 65.68% in the RPMI 1640 medium and 95.12% in alveolar lavage fluid (Figures 1L and 1M). In addition, the stability of the protein ACE2 in soluble form or iAE-PMS was determined. It was noted that the concentrations of ACE2 alone or in iAE-PMS had no significant change at −80°C over 5 days, but at 37°C storage iAE-PMS significantly protected more ACE2 bioactivity from degradation (Figure 1N).Biocompatibility and biodistribution of the inhalable microspheresTo evaluate the biocompatibility of iAE-PMS on the lung, we treated iAE-PMS to fluorescently labeled lung fibroblasts. It is shown that appropriate concentrations in the range of 0–2.0 mg/mL of iAE-PMS rarely threaten the survival of lung fibroblasts after 7 days of co-culture (Figure S5). In addition, over the course of 7 days culturing, few dead cells were observed and the cell density increased gradually, while the cell viability remained above 90% in all three groups, which confirmed the harmlessness of iAE-PMS to lung fibroblasts (Figures 2A and 2B). Moreover, iAE-PMS at all time points showed no influence in proliferation activity and cell viability following the results of the CCK-8 test. It was shown that the absorbance of the iAE-PMS group increased from 0.36 on day 1 to 1.48 on day 7 and showed no significant difference among the groups (Figure 2C). To evaluate the biodistribution of iAE-PMS, fluorescence labeled PMS and iAE-PMS were tested using in vivo fluorescence imaging. As shown in Figure 2D, luminescent radiance was significantly higher in lung inhaled iAE-PMS after 6 h (1.57 ± 0.13 × 1010 p/s/cm2/sr) compared with heart (0.18 ± 0.02 × 1010 p/s/cm2/sr), liver (0.17 ± 0.01 × 1010 p/s/cm2/sr), spleen (0.17 ± 0.01 × 1010 p/s/cm2/sr), and kidney (0.18 ± 0.02 × 1010 p/s/cm2/sr). To further identify the extent of distribution throughout the lung using iAE-PMS, we dissected lung into five constituent lobes and revealed that uniform luminescence was achieved in all lobes of the lung (Figure 2E). Importantly, our data showed that the iAE-PMS achieved distribution among the upper respiratory tract, trachea, and all lobes of the lung, indicating its capacity for viral capture throughout the entire respiratory tract.Open in a separate windowFigure 2Biocompatibility characterization and biodistribution of the inhalable microspheres(A and B) Representative images (A) and quantitative analysis (B) of viable and nonviable lung fibroblast stained by fluorescein diacetate/ethidium bromide after treatment (n = 3). Scale bar, 20 μm.(C) Cytotoxicity of PMS and iAE-PMS on lung fibroblast examined with CCK-8 (n = 3).(D) In vivo fluorescence imaging of PMS and iAE-PMS in the indicated organs 6 h after inhalation and quantitative assessment (n = 6).(E) Biodistribution of PMS and iAE-PMS in different lung lobes 6 h after the inhalation and quantitative assessment (n = 6).(F) The capture of inhaled iAE-PMS by ciliated epithelia in the upper respiratory tract of mice. Scale bar, 5 μm.(G) Confocal microscopy image of Raw 264.7 macrophages stained for DAPI (blue) and lysosomes (green) co-incubated with Dil-labeled iAE-PMS (red) for 24 h. Scale bar, 5 μm.Student's t test and two-way ANOVA with a Tukey post hoc test for multiple comparison were performed. n.s., not significant. Values are mean ± SEM.The degradation and clearance of iAE-PMS with high captured SARS-CoV-2 loads are related to the final therapeutic outcome as well as whether the viral loads and viremia could be really reduced. Therefore, the upper respiratory tract was dissected and stained for respiratory cilia. It was confirmed that iAE-PMS in the upper respiratory tract were effectively captured by the cilia, implying that iAE-PMS, as well as captured viruses, could be excreted mechanically via the actions of cilia and coughing. This method of degradation is likely to reduce upper respiratory viral loads effectively and slow the spread of the virus among the population. Next, we co-incubated iAE-PMS with macrophages to evaluate the method of clearance of iAE-PMS inside alveoli (Figure 2F). After 24 h co-incubation, it was shown that most iAE-PMS were taken by macrophages and presented obvious colocalization with the lysosome, and decomposed by enzymatic hydrolysis.iAE-PMS attenuated COVID-19 infection in vitro and in vivoAfter determining the successful construction of HEK293-ACE2 cells and iAE-PMS, we sought to assess their antiviral efficacy in in vitro experiments. To visualize the efficacy of infection, we used pseudoviruses loaded with enhanced green fluorescent protein (EGFP) to mimic the process of coronavirus infecting cells. To be more precise, pseudoviruses carrying SARS-CoV-2 S proteins, which mediate viral entrance into target cells, exhibit high similarity of infection effectiveness to the native SARS-CoV-2 viruses.43 Previous studies have shown that the overexpression of ACE2 could promote the cell entry of both SARS-CoV-2 and pseudoviruses.44 The pseudoviruses were added separately to the HEK293-ACE2 cells, PMS, HEK293-ACE2 vesicles, M1 vesicles, and iAE-PMS experimental groups (Figure 3\nA). In the control group, we observed the accumulation of green pseudoviruses matching for the position of cells by application of fluorescence microscopy, which implied that pseudoviruses efficiently infected HEK293-ACE2 cells, rather than being a false-positive phenomenon. Fluorescent images after incubation showed that there was little specific EGFP-positive signal in both the HEK293-ACE2 and iAE-PMS groups when compared with the control. This indicated that HEK293-ACE2 vesicle and iAE-PMS significantly inhibited the infectivity of pseudoviruses, with the dramatically decreased transduction of pseudoviruses. However, the PMS and M1 vesicle groups displayed weak antiviral activity (Figure 3A). The protective rate of SARS-CoV-2 infection, represented by the proportion of cells without EGFP (green), was further quantified (Figure 3C). HEK293-ACE2 vesicles and iAE-PMS, respectively, enhanced the protective rate of SARA-CoV-2 infection to 85.56% and 88.13%, with about 9.52- and 9.81-fold increases in comparison with the control group. On the contrary, only about 15.17% of uninfected cells remained in the PMS and M1 vesicle groups. This demonstrated that iAE-PMS, with high-level ACE2 displayed on the surface, competitively inhibited viral infection. Similarly, flow cytometry analysis suggested that iAE-PMS significantly reduced the SARS-CoV-2 virus infection efficiency from 91.33% to 9.28% (Figures 3B and 3D), showing the potent antiviral effects of iAE-PMS on lung epithelia. To determine the dosage-dependent antiviral efficiency, the iAE-PMS dose-infection protective rate curve was conducted by fluorescence counting and flow cytometry. As shown in Figure S6, up to 0.8 mg/mL, each increase of iAE-PMS concentration can improve its infection protective rate. However, this significant increase disappeared after a dose of 0.8 mg/mL, suggesting that it can be the appropriate therapeutic dose of iAE-PMS, carrying ACE2 functional protein at 17.59 μg/mL. These findings support the hypothesis that susceptibility to infection by SARS-CoV-2 is governed by expression of ACE2. There is no cellular content inside the iAE-PMS, so that the captured virus cannot inject or replicate itself. Therefore, iAE-PMS with high expression of ACE2 can competitively block the invasion of SARS-CoV-2 into host cells, and may even achieve virus capture in the respiratory tract at an early stage of COVID-19 to slow the public transmission. To investigate the therapeutic potential of iAE-PMS in vivo, hACE2 mice were inoculated intranasally with SARS-CoV-2-EGFP at a multiplicity of infection of 50 per mouse. Meanwhile, iAE-PMS, PBS, or PMS were inhaled (Figure S7). At 1 and 7 days post-infection, immunostaining of mouse lung section was examined (Figure 3E). iAE-PMS administration significantly decreased the viral load in alveolar epithelia at both 1 and 7 days after infection (Figure 3F). Quantitatively, the infection rate, as indicated by percent of EGFP in the control and PMS groups was 30.21% and 33.56%, respectively, compared with that in the iAE-PMS group, which was decreased to 10.54% 1 day after infection. In addition, the iAE-PMS group also maintained a significantly lower infection rate 7 days after infection than that of control and PMS groups, suggesting iAE-PMS as a potential means of lung-targeting inhibition of SARS-CoV-2 infection (Figure 3G). Nevertheless, it should be noted that, although most current therapies for viral entry prevention, such as vaccination and administration of neutralizing antibodies, suppress alveolar viral loads and lung damage, robust infection can also be observed in the upper respiratory tract, especially nasal turbinates. Further experiment confirmed the decreased upper respiratory tract infection rate of SARS-CoV-2 in the iAE-PMS group when compared with the PMS or PBS groups, suggesting that inhalation of iAE-PMS indeed protected the upper respiratory tract against SARS-CoV-2 infection for 3 days (Figure S8). Recently, interim results from SARS-CoV-2-specific neutralizing antibody therapy suggested the provocative ability to reduce viral load in patients in the mild-to-moderate early stages of infection. However, the level of the reduction is limited, and the benefit to patients and whether it reduces the risk of transmission need to be further studied.45\n,\n46 Apparently, genetically engineering ACE2 on iAE-PMS is proposed to be more competitive and targeted. Nanovesicles, displaying high-level ACE2, were demonstrated to be nano-decoys that significantly intercepted viral replication and infection. However, cell membrane-derived vesicles are prone to membrane fusion, thereby transferring residual pathogens to host cells. The membrane-coated nanostructures solve this problem and stabilize the lipid membrane shell due to the advantages of the structure, which is conducive to in vivo application.26 In addition, iAE-PMS has no internal cellular mechanism, so the virus cannot replicate itself, ensuring safety.Open in a separate windowFigure 3Inhaled ACE2-engineered porous microsphere attenuated COVID-19 infection in vitro and in vivo(A) Pseudoviruses carried enhanced green fluorescent protein (EGFP), and the effects of PMS, HEK293-ACE2 vesicles, M1 vesicles, and iAE-PMS on pseudoviruses infection were observed using fluorescence microscopy on ACE2-overexpressing HEK293 cells. Scale bar, 50 μm.(B) Counts of fluorescence intensity in control group, PMS, HEK293-ACE2 vesicles, M1 vesicles, and iAE-PMS groups were detected using flow cytometry on lung epithelia.(C) The protective rate of SARA-CoV-2 infection from quantitative analysis of fluorescence of pseudoviruses according to (A) was calculated.(D) The protective rate of SARA-CoV-2 infection from quantitative analysis of flow cytometry according to (B) was calculated.(E) Illustration of SARS-CoV-2 infection in hACE2 mice.(F) Immunofluorescence staining of paraffin sections of mouse lung for pseudotyped SARS-CoV-2-EGFP (green) and DAPI (blue) in healthy, control, PMS, and iAE-PMS groups. Scale bar, 100 μm.(G) EGFP percent from quantitative analysis according to (F) was calculated (n = 6). Student's t test was performed. ∗∗p < 0.01; n.s., not significant. Values are mean ± SEM.The immunomodulatory properties of iAE-PMSFor the treatment of COVID-19, in addition to inhibiting direct infection of SARS-CoV-2, fulminant inflammation is also a key point that cannot be ignored and is the key to save the lives of critically ill patients. In response, specific monoclonal antibodies against IL-6 and GM-CSF have been designed, but the inhibition of the inflammatory cytokine storm remains challenging due to the diversity of targets and cytokine interactions.47 To further verify the ability of iAE-PMS to neutralize inflammatory cytokines, we used inflammatory mixture solutions containing 50 ng/mL IL-1β, 25 ng/mL IL-6, and 50 ng/mL TNF-α for incubation with iAE-PMS. After removing iAE-PMS from the supernatant, the remaining cytokines were quantified by ELISA. Through the quantified residual cytokines involving IL-1β, IL-6, and TNF-α in the mixture solutions, we found that the remaining concentrations of these cytokines were decreased as the concentration of iAE-PMS increased, but not by PMS, the adsorption efficiencies of which were 53.64% ± 4.52%, 95.41% ± 6.57%, and 76.83% ± 6.15%, respectively (Figures 4A–4C). To evaluate the adsorption capacity of iAE-PMS for inflammatory factors in a time series, the IC50 concentrations of iAE-PMS at 0.8, 0.5, and 0.5 mg/mL were selected for co-incubation with IL-1β (50 ng/mL), IL-6 (25 ng/mL), and TNF-α (50 ng/mL), respectively. As shown in Figure S9, iAE-PMS could effectively reduce the concentration of inflammation in the supernatant compared with the PMS group. Meanwhile, the residual factor concentration of supernatant showed no significant difference between any time points during the detection time from 6 to 96 h, indicating the firm adsorption of inflammatory factors based on the ligand-receptor force and will not obviously release from the iAE-PMS again. Actually, the cytokine storm is closely associated with lung injury caused by SARS-CoV-2. We therefore evaluated the capability of iAE-PMS to inhibit apoptosis induced by cytokines in alveolar epithelial cells. Both the control group and PMS group displayed a higher apoptosis rate in the alveolar epithelial cells, whereas co-culture with iAE-PMS reduced this value to 38.73% (Figure 4D). These results suggest that iAE-PMS treatment can effectively interfere with the activated inflammatory state.Open in a separate windowFigure 4Inhaled ACE2-engineered porous microsphere inhibited cytokine storm factors(A-C) Residual IL-1β (A), IL-6 (B), and TNF-α (C) concentration of supernatant in PMS- and iAE-PMS-treated groups (n = 3).(D) Apoptotic rate was quantified from alveolar epithelial cells in a simulated hyperinflammatory environment treated with different groups (n = 3).(E) Relative mRNA expression of TNF-α, IL-6, IL-1β, iNOS, and MMP3, as well as MMP9 treated with PMS and iAE-PMS, were measured using a control group as a reference at the 1st, 4th, and 8th days after co-culture (n = 3).Student's t test was performed. ∗p < 0.05, ∗∗p < 0.01; n.s., not significant. Values are mean ± SEM.As far as we know, macrophages form an important part of the pathogenesis of SARS-CoV-2 infection and the hyperinflammatory response.48 Therefore, we further investigated representative expression of macrophages after various treatments as indicated, and utilized M0 macrophages incubated with inflammatory mixture solutions as the control group. Strikingly, we measured the relative expression of different cytokines (IL-1β, IL-6, TNF-α, iNOS, MMP3, and MMP9) using the mRNA level of the control group as a reference, as assessed with quantitative real-time PCR. The levels of mRNA of these cytokines in the PMS group fluctuated around the baseline of the control group, but both mRNA levels were basically similar. In contrast, the mRNA levels of all these cytokines in the iAE-PMS group significantly decreased and lasted for a long time (about 5 days) (Figure 4E). iAE-PMS inhibits the inflammatory cytokine storm by effectively absorbing a great number of inflammatory cytokines, protects alveolar epithelial cells, and reduces the proportion of apoptosis. Above all, we proved that iAE-PMS had the dual functions of competitively inhibiting virus-infected cells and adsorbing inflammatory cytokines.iAE-PMS alleviated acute lung injury caused by pneumonia in vivoTo mimick this inflammatory response, we established the acute lung injury (ALI) mice model triggering the most severe form of COVID-19 symptoms by LPS inhalation, and further verified the function of iAE-PMS on an animal level.49 The edema, prominent proteinaceous exudates, and vascular congestion presented in the control group were greatly alleviated by iAE-PMS inhalation, with evidently reduced inflammatory exudation, suggesting a therapeutic effect (Figure 5\nA). Fever is classically defined as an upregulation in body temperature after injury or inflammation,50 while a recent study claimed that higher temperature in patients with acute respiratory distress syndrome (ARDS) had lower mortality.51 Unlike the above two views, our results showed that, although the degree of lung injury varied greatly in these groups, no significant fluctuation of body temperature was observed (Figure 5B). Further evaluation of lung function observed that respiration rate in the iAE-PMS group was 25.76% and 29.83% lower than the other two groups at 24 and 72 h after ALI (Figure 5C).52\n,\n53 Next, we assessed the inflammation status on the histological level. The white blood cell count in the iAE-PMS group was the lowest among the three groups, and the difference was even more obvious as time progressed (Figure 5D). Alveolar wall incrassation and alveolar cavity disappearance, present in control and PMS groups, were alleviated by iAE-PMS. At higher magnification, relieved congestion, accumulation of intra-alveolar fibrin, and infiltration of inflammatory cell were observed in mice who received iAE-PMS (Figures 5E and 5F). In line with the regional microenvironment, CD3+ and CD19+ lymphocytes in spleen and lymph nodes were also downregulated by iAE-PMS, indicating its therapeutic benefits in both lungs and in the larger immune system (Figures 5G and 5H). Next, we characterized the concrete inflammatory microenvironment by flow cytometry in spleen and lymph nodes. As shown in Figure S10, activated CD3+ T cells and CD19+ B cells at percentages of 57.12% ± 4.53% and 20.55% ± 2.16% in the control group were all lowered to normal levels by iAE-PMS to 26.51% ± 2.77%, and 9.16% ± 0.77%, respectively. Specifically, as cytotoxic T cells, CD8+ CTL cells were significantly recruited and activated in ALI and ARDS, promoting inflammatory injury on healthy tissues.54 We observed that the percentage of CD8+ cells was reduced to 16.33% ± 1.52% by iAE-PMS as compared with 37.68% ± 3.15% in the control group. Notably, Foxp3+ Treg cells sustain the homeostasis of inflammation in the body to prevent inflammatory responses against healthy tissues, and restoration of them could suppress the inflammatory storm and alleviate lung injury in ARDS mice.55 Compared with 1.77% ± 0.02% in control and 1.72% ± 0.02% in PMS groups, Foxp3+ Treg cells were restored by iAE-PMS to 7.86% ± 0.51%, even higher than the healthy controls. Meanwhile, similar effects of iAE-PMS in lymph nodes further confirmed it as an effective regulation of systemic immune homeostasis (Figure S11). Moreover, on a molecular level, the presence of TNF-α, IL-6, and IL-1β in iAE-PMS group was reduced by 39.46%, 52.76%, and 61.21% at 24 h and 51.77%, 75.08%, and 53.97% at 72 h after ALI induction, which are inflammatory factors strongly associated with ALI outcome that could be used for enrolling COVID-19 patients into clinical trials, or for better monitoring of the condition of patients (Figures 6A–6D).56\n,\n57 Notably, increased expression of IL-6 can induce cytokine storms and lung dysfunction in these patients, suggesting the therapeutic potential of IAE-PMS in treating COVID-19.58 Meanwhile, the expression of these inflammatory factors showed no significant difference between control and PMS group. Besides, TNF-α, IL-6, and IL-1β served as representative cytokine-binding receptors on the membranes of M1 macrophages, suggesting that iAE-PMS inherited the biological characteristics of the M1 source cells and served an anti-inflammatory role. To characterize the inflammation status more comprehensively, we broadly measured messenger RNA expression of proinflammatory cytokines (Figure 6E). Considering that the alveolar basement membrane is mostly type IV collagen, MMPs are likely to be involved in the accelerated degradation of the extracellular matrix, and remodeling occurs in ALI and COVID-19.59 Our data showed a great downregulation of these proinflammatory factors and cytokines in the iAE-PMS group than in other groups by multiplex real-time PCR, suggesting that the inflammatory cascades in the ALI model were greatly alleviated by iAE-PMS.Open in a separate windowFigure 5iAE-PMS alleviated lung injury and inflammatory responses in both lung and immune organs(A) Morphological changes in the lungs of mice in healthy, control, PMS, and iAE-PMS groups.(B) Body temperature of mice in healthy, control, PMS, and iAE-PMS groups at 24 and 72 h after treatment (n = 3).(C) Respiration rate of mice in healthy, control, PMS, and iAE-PMS groups at 24 and 72 h after treatment (n = 3).(D) Counting of white blood cells (103/mm3) in the peripheral blood of mice in healthy, control, PMS, and iAE-PMS groups at 24 and 72 h after treatment (n = 3).(E and F) Histopathological analysis of lung tissues 24 h (E) and 72 h (F) after ALI induction in healthy, control, PMS, and iAE-PMS groups. Scale bar, 100 μm.(G) Representative immunofluorescence images showing CD3+ and CD19+ cells in pulmonary lymph nodes of mice in healthy, control, PMS, and iAE-PMS groups. Scale bar, 250 μm.(H) Representative immunofluorescence images showing CD3+ and CD19+ cells in spleen of mice in healthy, control, PMS, and iAE-PMS groups. Scale bar, 250 μm.Student's t test was performed. ∗p < 0.05, ∗∗p < 0.01; n.s., not significant. Values are mean ± SEM.Open in a separate windowFigure 6iAE-PMS suppressed the expression of proinflammatory cytokines(A–C) Immunohistochemistry of IL-1β (A), IL-6 (B), and TNF-α (C) expression within lung tissues at 24 and 72 h after treatment in healthy, control, PMS, and iAE-PMS groups. Scale bars, 50 μm (top) and 10 μm (bottom).(D) Positive ratio per high power field (HPF) of IL-1β, IL-6, and TNF-α within lung tissues 24 and 72 h after treatment in healthy, control, PMS, and iAE-PMS groups (n = 3).(E) Messenger RNA expression of proinflammatory cytokines by multiplex reverse transcriptase-PCR assay at 24 and 72 h after treatment (n = 3). The heatmap displays the relative expression level in control, PMS, and iAE-PMS groups compared with the expression in the healthy group.Student's t test was performed. ∗p < 0.05, ∗∗p < 0.01; n.s., not significant. Values are mean ± SEM.Following these findings, we extracted bronchoalveolar lavage fluid (BALF) for flow cytometry sorting (Figure 7\nA). To characterize the infiltration under the above-mentioned inflammatory cytokines in BALF, we investigated infiltrated inflammatory cell types and distribution within the BALF (Figure 7B). Strikingly, compared with the control group, all CD45+, CD4+, CD8+, CD11c+, CD19+, F4/80+, Ly6G+, and CD56+ cells in BALF represented reduced infiltration in the iAE-PMS group at 24 h by 50.41%, 60.23%, 31.52%, 17.89%, 40.45%, 53.87%, 63.82%, and 22.13%, respectively (Figure 7C). This ratio became 57.52%, 60.54%, 36.71%, 27.15%, 46.33%, 61.07%, 44.31%, and 18.27% at 72 h after ALI. The recovery of lymphocyte counts toward normal levels indicates the benefits of iAE-PMS in suppressing the cytokine storm and normalizing the lung immune microenvironment. Likewise, this return of lymphocyte counts also was a strong indicator of clinical improvement in COVID-19 patients, and was used to predict the status of the disease and survival in these patients.60\n,\n61\nOpen in a separate windowFigure 7iAE-PMS downregulated the infiltration of inflammatory cells in bronchoalveolar lavage fluid(A) Illustration of bronchoalveolar lavage fluid (BALF) extraction and further flow cytometry sorting.(B) Gating strategies for the sorting of inflammatory cells in BALF.(C) Percent of CD45+, CD4+, CD8+, CD11c+, CD19+, F4/80+, Ly6G+, and CD56+ cells in BALF of healthy, control, PMS, and iAE-PMS groups 24 and 72 h after induction.Student's t test was performed. ∗p < 0.05, ∗∗p < 0.01; n.s., not significant. Values are mean ± SEM.Next, we utilized immunofluorescence to histologically represent this infiltration in lung biopsies, confirming the extensive alleviation of inflammatory infiltration after treatment with iAE-PMS (Figure 8\nA). Under high-power field of view, we observed that the CD3+, CD8+, and Ly6G+ cell counts showed a remarkable drop in the iAE-PMS group (Figures 8B and 8C). These results further confirmed that iAE-PMS could decrease lung damage dominated by neutrophils and cytotoxic T cells. Moreover, although we did not block some certain inflammatory pathways involved in ALI, utilizing the cell membrane for a comprehensive anti-inflammation strategy was proven to be feasible. To further evaluate the therapeutic dynamics of iAE-PMS, wet/dry weight ratio of lungs at different time points was measured. The iAE-PMS group presented a smooth polyline, suggesting that iAE-PMS greatly suppresses the edema, inflammatory infiltration, and prominent proteinaceous exudates in ALI, which is consistent with the decreased ALI relative score (Figures 8D and 8E). Subsequently, the effect of iAE-PMS was quantified in an ALI mice cohort recording a percent survival curve. As expected, the iAE-PMS increased the survival ratio from 22.76% in the control group to 58.53% at 7 days after LPS induction (Figure 8F). Our data indicate that iAE-PMS could greatly slow the progression of inflammatory symptoms in ALI but could not reverse them. The combination of iAE-PMS with other treatments might achieve better therapeutic effect, for which further investigation is needed. Besides, taking advantage of the lipid-like structure, more functional ligands can be introduced to the iAE-PMS system through lipid insertion or membrane hybridization, which can exert better therapeutic function and even reverse the ALI progression.62\n,\n63\nOpen in a separate windowFigure 8iAE-PMS broadly reduced inflammatory cells in lung tissues and relieved symptoms of ALI, improving the survival ratio(A) Representative immunofluorescence images in low power field (LPF) showing CD3+, CD68+, and Ly6G+ cells in the lungs in healthy, control, PMS, and iAE-PMS groups. Scale bar, 2 mm.(B) Representative immunofluorescence images in HPF showing CD3+, CD68+, and Ly6G+ cells in lungs of healthy, control, PMS, and iAE-PMS groups. Scale bar, 50 μm.(C) Counting of CD3+, CD68+, and Ly6G+ cells per LPF in healthy, control, PMS, and iAE-PMS groups (n = 6).(D) Wet/dry weight ratios of lungs 6, 12, 24, 48, and 72 h after ALI induction in healthy, control, PMS, and iAE-PMS groups (n = 6).(E) ALI relative score of ALI mice in control, PMS, and iAE-PMS groups at 12, 24, and 72 h (n = 6).(F) Percent survival curve of mice in sham (healthy), control, PMS, and iAE-PMS groups (n = 3).Student's t test and Kaplan and Meier method for survival comparison were performed. ∗p < 0.05, ∗∗p < 0.01; n.s., not significant. Values are mean ± SEM.ConclusionsIn summary, we have developed an inhaled modular microfluidic microsphere aerosol as a viral and cytokine neutralization strategy for management of COVID-19. By harnessing a genetically engineered membrane from highly expressive ACE2 receptor cells and proinflammatory macrophages, we fabricated dual camouflaged methacrylate hyaluronic acid hydrogel microspheres, which inherited the antigenic exterior of the source cell, including ACE2 and various cytokine receptors. The inhaled iAE-PMS exhibited distribution throughout the whole respiratory system, including nasopharynx, trachea, and alveolus. The inhaled aerosol effectively competes with SARS-CoV-2 binding, averting it away and precluding its attack on naturally targeted cells not only in the alveoli but also in the whole respiratory tract, both in vitro and in vivo. In addition, instead of current anti-cytokine agents that inhibit certain targets, iAE-PMS offers a function-driven and wide-spectrum neutralization that calms the cytokine storm. It has been proved that inhalation of iAE-PMS elicited appropriate whole respiratory distribution, thus enabling timely virus blockage and inflammatory cytokine neutralization, as demonstrated by the impaired viral infection, shifting the landscape of lung-infiltrated immune cells, and effectively alleviating the hyperinflammatory state in draining lymph nodes and spleen. Overall, our results suggest a powerful synergic strategy for the treatment of patients with severe COVID-19 via non-invasive selective lung-localizing atomization administration. Experimental proceduresResource availabilityLead contact Further information and requests for resources should be directed to and will be fulfilled by the lead contact, Wenguo Cui (wgcui80@hotmail.com).Materials availability This study did not generate new unique reagents.Synthesis of HAMAHAMA was synthesized by hyaluronic acid (Sigma-Aldrich) with methacrylic anhydride (Sigma-Aldrich) through the esterification reaction based on a previous study.64 In brief, 1 g hyaluronic acid was added into 60 mL Dulbecco's PBS containing 30 mL DMF and fully dissolved at 60°C overnight. Then 8 mL methacrylic anhydride was slowly dropped into the mixture under continuous electromagnetic stirring, together with a suitable volume of NaOH solution to maintain the pH at 8 to 9. Completely adding methacrylic anhydride, the reaction was further processed in an ice bath for 24 h at N2 atmosphere. Afterward, the mixture was diluted with 5-fold iced ethanol for product precipitating. The sediment collected with centrifugation was dissolved in water and further dialyzed against ultrapure water for 5 days, following lyophilization and storage at −80°C.Proinflammatory macrophages inductionLPS (100 ng/mL) and INF-γ (20 ng/mL) were administrated to co-incubate with Raw264.7 macrophages for 24 h at 37°C, aiming to induce the proinflammatory phenotype. After inducing, proinflammatory macrophages were washed with 1× PBS three times to remove the inducer and other components.Preparation of nanovesiclesAfter washing with 1× PBS three times, HEK293-ACE2 and Raw264.7 cells were collected by centrifuging at 800 × g for 5 min and sonicated in a capped glass vial for 3 min using a FS30D bath sonicator (Fisher Scientific) at a frequency of 42 kHz and power of 100 W. Then the cell membranes were lysed overnight at 4°C in hypotonic lysis buffer and collected by centrifuging at 20,000 × g for 25 min at the same temperature as before. Following the centrifugation, the supernatant was collected and centrifuged again at 100,000 × g for 35 min, after which the pellets containing the membranes were collected, washed with water supplemented with EDTA. A Bradford reagent was used to quantify the membrane content and then the membranes were stored at 4°C. The resulting membranes (HEK293-ACE2 and Raw264.7 membranes) were mixed at a membrane protein weight ratio of 1:1, and sonicated for 5 min to allow their fusion. Then, the products were extruded through 100-nm pores on a micro extruder.Preparation of inhaled ACE2-engineered microfluidic microsphereThe inhaled ACE2-engineered microspheres were prepared using a custom-built microfluidic device, as described previously. In brief, 500 mg lyophilized HAMA was fully dissolved in 10 mL of PBS containing 0.05 g photo-initiator used as the internal aqueous phase. Then paraffin oil with 5% (w/w) Span 80 (Sigma-Aldrich) was served as the continuous oil phase to stabilize the microsphere droplets generated by the shear stress. Both aqueous and continuous oil phases were slowly injected into the microfluidic device adjusted at flow rates of 15 and 800 mL/h, respectively. Then, the microfluidic microspheres immersed in paraffin oil were further transported to the 10 cm cell culture disk and were crosslinked upon exposure to a blue light irradiation at a wavelength of 365 nm for 30 s. Afterward, the solidified hydrogel microspheres were drawn into each centrifugal tube, followed by washing with acetone and 75% alcohol repeatedly to remove the oil and surfactant. Finally, to coat the HAMA microspheres with HEK293-ACE2 and Raw264.7 membranes, hybrid membrane vesicles were incubated with HAMA microspheres for 1 h at a ratio of 2:1 (w/w). Under a frequency of 50 kHz, the mixture was treated ultrasonically with a bath sonicator for 5 min. Finally, the iAE-PMS were synthesized following the procedure above. The collected PMS or iAE-PMS were subjected to freeze drying at −60°C for 3 days (FreeZone Liter Benchtop Freeze Dry System with Stoppering Tray Dryer, Labconco, Missouri, USA). The dried powders were collected and stored until further analysis.ACE2 protein yieldHEK293 cells with ACE2-engineered numbers were quantified by counting on a hemacytometer. A million cells were harvested and lysed using cell lysis buffer. The lysate was collected and ACE2 protein concentration was measured using an {\"type\":\"entrez-protein\",\"attrs\":{\"text\":\"ARG80959\",\"term_id\":\"1176900207\",\"term_text\":\"ARG80959\"}}ARG80959 Human ACE2 ELISA Kit. The protein yield was calculated by the following formula:ACE2proteinyield=M(ACE2protein)totalnumberofHEK293cells(amillion)×100%\nQuantification of the remaining LPS and IFN-γThe levels of LPS and IFN-γ remaining were quantified using an ELISA assay according to the manufacturer's instructions (Jonln). In brief, standard PBS as the blank control, M1 vesicles, and iAE-PMS were incubated in 1 mL PBS overnight with shaking at 100 rpm. Then, the supernatants were loaded onto enzymatic standard holes and incubated for 1 h at 37°C. The wells were washed three times with washing buffer to remove unbound substances, and goat anti-mouse IgG conjugated to HRP (1:10,000) was added. Plates were then processed with TMB substrate and the stop solution, followed with the colorimetric detection at 450 nm using a BioTek Synergy plate reader (BioTek).Degradation experimentFor the in vitro degradation experiment, 5 mg PMS or iAE-PMS was soaked into 1 mL RPMI 1640 medium containing 0.2 U/mL collagenase or alveolar lavage fluid solution at 37°C while stirring in a shaker at 60 rpm. At each predetermined time interval (1, 3, 5, 7, 9, 12, and 15 days), the samples were centrifuged at 2,000 × g for 20 min. Afterward, the precipitated microspheres were washed with ultrapure water three times to remove the nonspecific adsorption, as shown in Figure S12. After freeze drying, the samples were weighed to obtain the initial weight and the remaining weight periodically. The degradation rate was calculated by the following formula at each time point and the process was repeated seven times:Degradationrate(%)=1-RemainingweightofmicrospheresInitialweightofmicrospheres×100%\nQuantitive characterization of the coatingThe CE was determined from the actual Na-K-ATPase of iAE-PMS as a percentage of the total Na-K-ATPase, measured by ELISA. After the co-incubation of the vesicles and microspheres, the ELISA kit was used to measure the total Na-K-ATPase of the mixture (eBioscience). Then the mixture was centrifuged at 2,000 × g for 2 h to remove the free vesicles suspended in supernatant. Similarly, the content of Na-K-ATPase of iAE-PMS was detected, and the CE was calculated as follows:CE(%)=M(actualNa-K-ATPaseofiAE-PMS)M(totalNa-K-ATPaseofthemixture)×100%\nSimilarly, the LE was characterized by ACE2, TNFR, IL-1R, and the IL-6R ELISA kit (eBioscience), respectively.LE(%)=M(actualACE2/TNFR/IL-1R/IL-6RofiAE-PMS)M(totalACE2/TNFR/IL-1R/IL-6Rofthemixture)×100%\nIn vivo distributionIn vivo fluorescence imaging was performed using an IVIS 200 small animal imaging system (Xenogen, Alameda, CA). DID dye was used to label the nanovesicle-coated lipophilic iAE-PMS. HAMA grafted by Cy7 was used to label PMS. Identical illumination settings (lamp voltage, filters, f/stop, field of views, binning) were used for acquiring all images, and fluorescence emission was normalized to total efficiency. Images were acquired and analyzed using Living Image 2.5 software (Xenogen, Alameda).Physical and aerodynamic diameter of inhaled microspheresFor the physical diameter, iAE-PMS or PMS were imaged by scanning electron microscopy. Images were used to measure the geometric diameters of individual microspheres by averaging ImageJ software measurements. For aerodynamic diameters, the mass median aerodynamic diameters were determined using an Aerodynamic particle size spectrometer model 3321 (APS3321).Cell counting kit 8 assayTo assess the cytotoxicity and proliferation of cells on PMS and iAE-PMS, the CCK-8 reagent (Dojindo, Japan) was used with PBS as the control. The plates were incubated at 37°C for 4 h, following the addition of the CCK-8 reagent to culture medium at volume ratio of 1:10 at various time points (1, 3, 5, and 7 days). Subsequently, the mixed solution was seeded in a fresh 96-well plate against exposure to light, and the absorbance at 450 nm was measured after 20 min using the microplate reader (Infinite F50, TECAN, Switzerland).Live/Dead staining assayCell viability of lung fibroblasts co-cultured respectively with PMS and iAE-PMS was evaluated qualitatively using Live/Dead staining probes (Life Technologies, USA). In brief, the lung fibroblasts were co-cultured with 1.5 mg/mL of PMS or iAE-PMS for 1, 3, 5, and 7 days in triplicate, using complete medium as the blank group. Then the cells were stained with a staining dye mixture (500 μL) of calcein acetoxymethyl ester (calcein AM) and ethidium homodimer-1 (EthD-1) incubated for 15 min at 37°C. Finally, images of the cell morphology were obtained using a Leica inverted fluorescence microscope.PseudovirusThe SARS-CoV-2 pseudovirus was packaged according to a pseudotyping system based on vesicular stomatitis virus (VSV) from a previously published protocol.44 In brief, using the codon-optimized spike gene of SARS-CoV-2 from Wuhan-Hu-1 strain (GenBank: {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"MN908947\",\"term_id\":\"1798172431\",\"term_text\":\"MN908947\"}}MN908947) as a template, the plasmid was constructed using a subcloning technique. Vero-E6 cells were transfected by the plasmid and, after 48 h transfection, infected with the VSVdG-EGFP-G (Addgene, 31842) virus. After 24 h transfection, the supernatant containing the released pseudovirus was collected, centrifuged, and filtered and then stored at −80°C.Inhibition of pseudotyped virus infectionHEK293-ACE2 cells were seeded previously. Before the infection, SARS-CoV-2 pseudovirus was mixed with PMS, HEK293-ACE2 vesicles, M1 vesicles, and iAE-PMS culture medium, respectively, at 37°C for 1 h. Then the mixture was added to the target cells, while the control group only had pseudovirus added. Fluorescence images were obtained by fluorescence microscopy and further analyzed by flow cytometry, 12 h after the incubation. In the in vivo pseudotyped virus infection, human ACE2 mice were obtained from Nanjing Biomedical Research Institute of Nanjing University. At the indicated time points after inhalation, pseudotyped SARS-CoV-2-EGFP, with a dosage of half of multiplicity of infection per mouse, were intranasally inoculated into the mice. Then, the lung and nasopharynx were collected for pathological analysis.Quantification of the cytokine-binding capacityTo verify the ability of iAE-PMS binding with inflammatory cytokines, inflammatory mixture solutions containing IL-1β (initial concentration 50 ng/mL), IL-6 (initial concentration 25 ng/mL), and TNF-α (initial concentration 50 ng/mL) were incubated with diverse concentrations of iAE-PMS, ranging from 0.00 to 2.00 mg/mL, for 30 min. Then, iAE-PMS was eliminated from the mixtures by the centrifugation at 16,100 × g for 15 min. The remaining concentrations of these cytokines in the supernatant were measured by TNF-αI-, IL-6-, or IL-1β enzyme-linked immunosorbent assay kits and were fitted to form three linear curves. To determine the adsorption capacity of iAE-PMS in a time series, 100 μL of iAE-PMS or PMS (both with initial concentrations of 0.8, 0.5, and 0.5 mg/mL for IL-1β, IL-6, and TNF-α) were mixed with 100 μL of IL-1β (50 ng/mL), IL-6 (25 ng/mL), and TNF-α (50 ng/mL), respectively, and incubated for 6, 12, 24, 48, 72, and 96 h. Then, iAE-PMS or PMS were eliminated from the mixtures by centrifugation at 16,100 × g for 15 min at every indicated time point. The concentrations of IL-1β, IL-6, or TNF-α in the supernatant were measured using the IL-1β, IL-6, or TNF-α ELISA kit.Cell apoptosis analysisFor the apoptosis assay, cells were incubated with inflammatory mixture solutions for 12 h alone, or with PMS and iAE-PMS, respectively. Then, the cells were washed thrice with trypsin and, after treatment, they were incubated in 500 μL binding buffer containing 5 μL of FITC-annexin V and 10 μL of phosphatidylinositol for 20 min. The fluorescence intensity and the apoptosis rate of samples were detected and analyzed using a BD flow cytometer.Western blotTo determine whether various kinds of vesicles indeed modified the microspheres together, the enrichment of critical surface proteins in the iAE-PMS were detected by western blotting according to the existing method. In brief, samples containing PMS, iAE -PMS, M1 vesicles alone, or HEK293-ACE2 vesicles alone were denatured and then loaded into a 10% polyacrylamide gel. The proteins extracts were transferred to the PVDF membranes after separation by 10% sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE), and then blocked with 3% BSA for 1 h. Subsequently they were incubated with primary antibodies at 4°C overnight, followed by an incubation with horseradish peroxidase-coupled secondary antibody (1:1,000, Abcam. The primary antibodies and dilution ratios are as follows: ACE2 receptor (1:100, Abcam), TNFR (1:100, R&D Systems), IL-1R (1:50, Abcam), IL-6R (1:100, Cell Signaling Technology), and Na+/K+ ATPase (1:50, Abcam). Finally, the membranes were visualized via Odyssey imaging system.ALI mice modelLPS from Escherichia coli (Sigma-Aldrich) was dissolved in 0.9% saline at the final concentration of 500 g/mL. For LPS-induced ALI, all mice were exposed to aerosolized LPS in a homemade chamber connected with an air sprayer for 20 min by aerosolized LPS (10 mg/kg). All animal experiments were approved by the Animal Research Committee of Shanghai Jiaotong University School of Medicine, and were carried out according to guide approved by the Ethics Committee of the Ruijin Hospital, Shanghai Jiaotong University School of Medicine.Inhalation treatmentInhalation treatment of PMS or iAE-PMS was performed 6 h after the ALI model was induced by aerosolized LPS (10 mg/kg). Firstly, 10 mg iAE-PMS or PMS microspheres were loaded into the powder insufflator. Then aerosolized inhalation PMS or iAE-PMS was pumped into the tank of the electronic blower (Yuwell, 405E) with 2 mg for one dose. Then the mask of the atomizer was placed at the mouth and nose of mice, fixed on the head through adhesive tape. Each mouse inhaled with 5 min for complete inhalation treatment, and finally sacrificed 24 and 72 h after treatment.Histology and immunostainingLung tissues were dissected out in PBS and then fixed in fresh 4% paraformaldehyde for 20 min and then maintained in 50% ethanol solution. After a sucrose infiltration series (10% and 30% in PBS; each for 12 h) at 4°C, the dehydrated tissue was embed in optimal cutting temperature medium on the metal grids fitting the cryostat. Sections with approximately 10 μm were collected and transferred to room temperature slides. After treatment, the sections were blocked by 10% normal goat serum in PBST for 1 h and then incubated in primary antibody diluted in 5% BSA in PBST overnight at 4°C with the following primary antibodies: IL-1β (1:100, Abcam), TNF-α (1:100, Abcam), IL-6 (1:100, Abcam), CD3 (1:100, Invitrogen), Ly6G (1:100, R&D Systems), CD19 (1:100, Abcam), and CD68 (1:100, Abcam). After washing for three times with PBST, Alexa 488-, cyanine 3-, or cyanine 5-conjugated secondary antibodies were applied and incubated for 50 min at room temperature as well as 1 mg/mL DAPI was utilized to stain nuclei. Imaging and microscopic analysis were acquired with a Zeiss LSM 880 confocal microscope and Image-Pro Plus software (Media Cybernetics, Rockville, MD, USA).Quantitative real-time PCRTotal RNA of lung tissues was collected using the RNeasy Kit (QIAGEN) on the basis of the instructions of the kit manufacturer. The RNA extracted from 1 μg was reverse transcribed into cDNA by using GoScript Reverse Transcription Kit (Promega). Quantitative real-time PCR was also performed by using TaqMan Gene Expression Master Mix (Invitrogen) as well as analyzed on a Light Cycler 480 (Roche) with the indicated primers. Relative gene expression was analyzed by ΔΔCt method and the following primers in Table S1 were used in this study.Flow cytometryMice were euthanized by intraperitoneal injection of sodium pentobarbital (300 mg/kg), and performed bleeding via an abdominal aortic incision to reduce blood contamination during the acquisition of BALF. After that, trachea was separated and being made a transverse incision for inserting a lavage catheter. After injected with 0.5 mL of cold PBS containing 5% FBS repeatedly, BALF was collected from the inflated lungs into the output syringe through a three-way valve. The tubes containing BALF was processed in a 300 × g centrifuge for 5 min and the pellets were transferred to a 96-well plate for fluorescent antibody staining. After red blood cell lysis and blocking Fcγ receptors with mouse anti-CD16/CD32 (BD Pharmingen), 1 × 106 cells were incubated for 15 min with the following FACS antibodies in FACS buffer: Fixable Viability Stain 510 (BD Pharmingen), PerCP conjugated to anti-mouse CD3e (BD Pharmingen), PE-Cy7 conjugated to anti-mouse CD19 (BD Pharmingen), FITC conjugated to anti-mouse CD4 (BD Pharmingen), PE conjugated to anti-mouse CD11c (BD Pharmingen), APC-Cy7 conjugated to anti-mouse CD45 (BD Pharmingen), BV421 conjugated to anti-mouse CD11b (BD Pharmingen, clone M1/70), BV480 conjugated to anti-mouse NK1.1 (BD Pharmingen), PerCP-Cy5.5 conjugated to anti-mouse CD8a (BD Pharmingen), APC conjugated to anti-mouse F4/80 (BD Pharmingen) and BV605 conjugated to anti-mouse Ly-6G (BD Pharmingen). Data were collected by Aurora Flow Cytometry (Cytek) pre-gated by size and granularity on the basis of forward and side scatter and analyzed with the software of FlowJo v.10.0.7 (TreeStar).Statistical analysisThe sample sizes were determined according to literature reports and experience. All experimental results are presented as the mean ± SEM and analyzed according to Student's t test or ANOVA with a post hoc. The value of p < 0.05 was considered significant. Kaplan and Meier methods were used to estimate the statistical significance of survival curves. AcknowledgmentsThis work was supported by the National Key Research and Development Program of China (2020YFA0908200), the National Natural Science Foundation of China (81930051), the Shanghai Municipal Education Commission-Gaofeng Clinical Medicine Grant Support (20171906), and the Shanghai Jiao Tong University “Medical and Research” Program (ZH2018ZDA04).Author contributionsZ.W. and W.C. designed the inhaled aerosol system. Z.W., L.X., and F.L. contributed to the synthesis of materials and preparation of microfluidic microspheres. Z.W., Z.C., H.R., and J.W. contributed to the material testing and analysis. Z.W. performed all experimental data acquisition and statistical analysis. Z.W., J.L., F.W., M.L., and W.C. wrote and revised the manuscript.Declaration of interestsThe authors declare no competing interests. NotesPublished: October 19, 2021 FootnotesSupplemental information can be found online at https://doi.org/10.1016/j.matt.2021.09.022. References1. Channappanavar R., Perlman S. Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology. Semin. Immunopathol. 2017;39:529–539. doi: 10.1007/s00281-017-0629-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Fajnzylber J., Regan J., Coxen K., Corry H., Wong C., Rosenthal A., Worrall D., Giguel F., Piechocka-Trocha A., Atyeo C., et al.  SARS-CoV-2 viral load is associated with increased disease severity and mortality. Nat. Commun. 2020;11:5493–5499. doi: 10.1038/s41467-020-19057-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Wu Z., McGoogan J.M. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72314 cases from the Chinese Center for Disease Control and Prevention. JAMA. 2020;323:1239–1242. doi: 10.1001/jama.2020.2648. [PubMed] [CrossRef] [Google Scholar]4. Gottlieb R.L., Nirula A., Chen P., Boscia J., Heller B., Morris J., Huhn G., Cardona J., Mocherla B., Stosor V., et al.  Effect of bamlanivimab as monotherapy or in combination with etesevimab on viral load in patients with mild to moderate COVID-19: a randomized clinical trial. JAMA. 2021;325:632–644. doi: 10.1001/jama.2021.0202. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Zheng S., Fan J., Yu F., Feng B., Lou B., Zou Q., Xie G., Lin S., Wang R., Yang X., et al.  Viral load dynamics and disease severity in patients infected with SARS-CoV-2 in Zhejiang province, China, January–March 2020: retrospective cohort study. BMJ. 2020;369 doi: 10.1136/bmj.m1443. m1443–1447. [CrossRef] [Google Scholar]6. Lv Z., Deng Y.Q., Ye Q., Cao L., Sun C.Y., Fan C., Huang W., Sun S., Sun Y., Zhu L., et al.  Structural basis for neutralization of SARS-CoV-2 and SARS-CoV by a potent therapeutic antibody. Science. 2020;369:1505–1509. doi: 10.1126/science.abc5881. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Wu Y., Wang F., Shen C., Peng W., Li D., Zhao C., Li Z., Li S., Bi Y., Yang Y., et al.  A noncompeting pair of human neutralizing antibodies block COVID-19 virus binding to its receptor ACE2. Science. 2020;368:1274–1278. doi: 10.1126/science.abc2241. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Yan R., Zhang Y., Li Y., Xia L., Guo Y., Zhou Q. Structural basis for the recognition of SARS-CoV-2 by full-length human ACE2. Science. 2020;367:1444–1448. doi: 10.1126/science.abb2762. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Berlin D.A., Gulick R.M., Martinez F.J. Severe COVID-19. N. Engl. J. Med. 2020;383:2451–2460. doi: 10.1056/NEJMcp2009575. [PubMed] [CrossRef] [Google Scholar]10. Rao L., Xia S., Xu W., Tian R., Yu G., Gu C., Pan P., Meng Q.F., Cai X., Qu D., et al.  Decoy nanoparticles protect against COVID-19 by concurrently adsorbing viruses and inflammatory cytokines. Proc. Natl. Acad. Sci. U S A. 2020;117:27141–27147. doi: 10.1073/pnas.2014352117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Zhou D., Chan J.F., Zhou B., Zhou R., Li S., Shan S., Liu L., Zhang A.J., Chen S.J., Chan C.C., et al.  Robust SARS-CoV-2 infection in nasal turbinates after treatment with systemic neutralizing antibodies. Cell Host Microbe. 2021;29:551–563.e555. doi: 10.1016/j.chom.2021.02.019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Zou L., Ruan F., Huang M., Liang L., Huang H., Hong Z., Yu J., Kang M., Song Y., Xia J., et al.  SARS-CoV-2 viral load in upper respiratory specimens of infected patients. N. Engl. J. Med. 2020;382:1177–1179. doi: 10.1056/NEJMc2001737. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Zhang H., Zhu W., Jin Q., Pan F., Zhu J., Liu Y., Chen L., Shen J., Yang Y., Chen Q., Liu Z. Inhalable nanocatchers for SARS-CoV-2 inhibition. Proc. Natl. Acad. Sci. U S A. 2021;118 doi: 10.1073/pnas.2102957118. [CrossRef] [Google Scholar]14. To K.K., Tsang O.T., Leung W.S., Tam A.R., Wu T.C., Lung D.C., Yip C.C., Cai J.P., Chan J.M., Chik T.S., et al.  Temporal profiles of viral load in posterior oropharyngeal saliva samples and serum antibody responses during infection by SARS-CoV-2: an observational cohort study. Lancet Infect. Dis. 2020;20:565–574. doi: 10.1016/S1473-3099(20)30196-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. McCarthy K.R., Rennick L.J., Nambulli S., Robinson-McCarthy L.R., Bain W.G., Haidar G., Duprex W.P. Recurrent deletions in the SARS-CoV-2 spike glycoprotein drive antibody escape. Science. 2021;371:1139–1142. doi: 10.1126/science.abf6950. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Mallapaty S. India's massive COVID surge puzzles scientists. Nature. 2021;592:667–668. doi: 10.1038/d41586-021-01059-y. [PubMed] [CrossRef] [Google Scholar]17. Shi R., Shan C., Duan X., Chen Z., Liu P., Song J., Song T., Bi X., Han C., Wu L., et al.  A human neutralizing antibody targets the receptor-binding site of SARS-CoV-2. Nature. 2020;584:120–124. doi: 10.1038/s41586-020-2381-y. [PubMed] [CrossRef] [Google Scholar]18. Monteil V., Dyczynski M., Lauschke V.M., Kwon H., Wirnsberger G., Youhanna S., Zhang H., Slutsky A.S., Hurtado Del Pozo C., Horn M., et al.  Human soluble ACE2 improves the effect of remdesivir in SARS-CoV-2 infection. EMBO Mol. Med. 2021;13:e13426. doi: 10.15252/emmm.202013426. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Huang K.Y., Lin M.S., Kuo T.C., Chen C.L., Lin C.C., Chou Y.C., Chao T.L., Pang Y.H., Kao H.C., Huang R.S., et al.  Humanized COVID-19 decoy antibody effectively blocks viral entry and prevents SARS-CoV-2 infection. EMBO Mol. Med. 2021;13:e12828. doi: 10.15252/emmm.202012828. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Lipiainen T., Peltoniemi M., Sarkhel S., Yrjonen T., Vuorela H., Urtti A., Juppo A. Formulation and stability of cytokine therapeutics. J. Pharm. Sci. 2015;104:307–326. doi: 10.1002/jps.24243. [PubMed] [CrossRef] [Google Scholar]21. Mao B., Liu Y., Chai Y.H., Jin X.Y., Lu H.W., Yang J.W., Gao X.W., Song X.L., Bao H., Wang A., et al.  Assessing risk factors for SARS-CoV-2 infection in patients presenting with symptoms in Shanghai, China: a multicentre, observational cohort study. Lancet Digit Health. 2020;2:323–330. doi: 10.1016/S2589-7500(20)30109-6. [CrossRef] [Google Scholar]22. Tay M.Z., Poh C.M., Renia L., MacAry P.A., Ng L.F.P. The trinity of COVID-19: immunity, inflammation and intervention. Nat. Rev. Immunol. 2020;20:363–374. doi: 10.1038/s41577-020-0311-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Shields A.M., Burns S.O., Savic S., Richter A.G., Consortium U.P.C.-. COVID-19 in patients with primary and secondary immunodeficiency: the United Kingdom experience. J. Allergy Clin. Immunol. 2021;147:870–875. doi: 10.1016/j.jaci.2020.12.620. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Zhang Q., Dehaini D., Zhang Y., Zhou J., Chen X., Zhang L., Fang R.H., Gao W., Zhang L. Neutrophil membrane-coated nanoparticles inhibit synovial inflammation and alleviate joint damage in inflammatory arthritis. Nat. Nanotechnol. 2018;13:1182–1190. doi: 10.1038/s41565-018-0254-4. [PubMed] [CrossRef] [Google Scholar]25. Zhang Q., Honko A., Zhou J., Gong H., Downs S.N., Vasquez J.H., Fang R.H., Gao W., Griffiths A., Zhang L. Cellular nanosponges inhibit SARS-CoV-2 infectivity. Nano Lett. 2020;20:5570–5574. doi: 10.1021/acs.nanolett.0c02278. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Rao L., Tian R., Chen X. Cell-membrane-mimicking nanodecoys against infectious diseases. ACS Nano. 2020;14:2569–2574. doi: 10.1021/acsnano.0c01665. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Chen M., Rosenberg J., Cai X., Hsuan Lee A.C., Shi J., Nguyen M., Wignakumar T., Mirle V., Edobor A.J., Fung J., et al.  Nanotraps for the containment and clearance of SARS-CoV-2. Matter. 2021;4:1–14. doi: 10.1016/j.matt.2021.04.005. [CrossRef] [Google Scholar]28. Miller M.R., Raftis J.B., Langrish J.P., McLean S.G., Samutrtai P., Connell S.P., Wilson S., Vesey A.T., Fokkens P.H.B., Boere A.J.F., et al.  Inhaled nanoparticles accumulate at sites of vascular disease. ACS Nano. 2017;11:4542–4552. doi: 10.1021/acsnano.6b08551. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Geiser M., Kreyling W.G. Deposition and biokinetics of inhaled nanoparticles. Part Fibre Toxicol. 2010;7:2. doi: 10.1186/1743-8977-7-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Bergeron A., Soler P., Kambouchner M., Loiseau P., Milleron B., Valeyre D., Hance A.J., Tazi A. Cytokine profiles in idiopathic pulmonary fibrosis suggest an important role for TGF-beta and IL-10. Eur. Respir. J. 2003;22:69–76. doi: 10.1183/09031936.03.00014703. [PubMed] [CrossRef] [Google Scholar]31. Willis B.C., Borok Z. TGF-beta-induced EMT: mechanisms and implications for fibrotic lung disease. Am. J. Physiol. Lung Cell Mol. Physiol. 2007;293:525–534. doi: 10.1152/ajplung.00163.2007. [CrossRef] [Google Scholar]32. Huang S.X., Islam M.N., O'Neill J., Hu Z., Yang Y.G., Chen Y.W., Mumau M., Green M.D., Vunjak-Novakovic G., Bhattacharya J., Snoeck H.W. Efficient generation of lung and airway epithelial cells from human pluripotent stem cells. Nat. Biotechnol. 2014;32:84–91. doi: 10.1038/nbt.2754. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Mou H., Zhao R., Sherwood R., Ahfeldt T., Lapey A., Wain J., Sicilian L., Izvolsky K., Musunuru K., Cowan C., Rajagopal J. Generation of multipotent lung and airway progenitors from mouse ESCs and patient-specific cystic fibrosis iPSCs. Cell Stem Cell. 2012;10:385–397. doi: 10.1016/j.stem.2012.01.018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Asselah T., Durantel D., Pasmant E., Lau G., Schinazi R.F. COVID-19: discovery, diagnostics and drug development. J. Hepatol. 2021;74:168–184. doi: 10.1016/j.jhep.2020.09.031. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Sanders J.M., Monogue M.L., Jodlowski T.Z., Cutrell J.B. Pharmacologic treatments for coronavirus disease 2019 (COVID-19): a review. JAMA. 2020;323:1824–1836. doi: 10.1001/jama.2020.6019. [PubMed] [CrossRef] [Google Scholar]36. Monk P.D., Marsden R.J., Tear V.J., Brookes J., Batten T.N., Mankowski M., Gabbay F.J., Davies D.E., Holgate S.T., Ho L.P., et al.  Safety and efficacy of inhaled nebulised interferon beta-1a (SNG001) for treatment of SARS-CoV-2 infection: a randomised, double-blind, placebo-controlled, phase 2 trial. Lancet Respir. Med. 2021;9:196–206. doi: 10.1016/S2213-2600(20)30511-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Ramakrishnan S., Nicolau D.V., Jr., Langford B., Mahdi M., Jeffers H., Mwasuku C., Krassowska K., Fox R., Binnian I., Glover V., et al.  Inhaled budesonide in the treatment of early COVID-19 (STOIC): a phase 2, open-label, randomised controlled trial. Lancet Respir. Med. 2021;21:2213–2600. doi: 10.1016/S2213-2600(21)00160-0. [CrossRef] [Google Scholar]38. Qi F., Qian S., Zhang S., Zhang Z. Single cell RNA sequencing of 13 human tissues identify cell types and receptors of human coronaviruses. Biochem. Biophys. Res. Commun. 2020;526:135–140. doi: 10.1016/j.bbrc.2020.03.044. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Hu C.M., Fang R.H., Wang K.C., Luk B.T., Thamphiwatana S., Dehaini D., Nguyen P., Angsantikul P., Wen C.H., Kroll A.V., et al.  Nanoparticle biointerfacing by platelet membrane cloaking. Nature. 2015;526:118–121. doi: 10.1038/nature15373. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Lan S.H., Lai C.C., Huang H.T., Chang S.P., Lu L.C., Hsueh P.R. Tocilizumab for severe COVID-19: a systematic review and meta-analysis. Int. J. Antimicrob. Agents. 2020;56:106103. doi: 10.1016/j.ijantimicag.2020.106103. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Cheng Y.S. Mechanisms of pharmaceutical aerosol deposition in the respiratory tract. AAPS PharmSciTech. 2014;15:630–640. doi: 10.1208/s12249-014-0092-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Hickey A.J. Controlled delivery of inhaled therapeutic agents. J. Contr. Release. 2014;190:182–188. doi: 10.1016/j.jconrel.2014.05.058. [CrossRef] [Google Scholar]43. Li Q., Liu Q., Huang W., Li X., Wang Y. Current status on the development of pseudoviruses for enveloped viruses. Rev. Med. Virol. 2018;28:1963–1970. doi: 10.1002/rmv.1963. [CrossRef] [Google Scholar]44. Xiong H.L., Wu Y.T., Cao J.L., Yang R., Liu Y.X., Ma J., Qiao X.Y., Yao X.Y., Zhang B.H., Zhang Y.L., et al.  Robust neutralization assay based on SARS-CoV-2 S-protein-bearing vesicular stomatitis virus (VSV) pseudovirus and ACE2-overexpressing BHK21 cells. Emerg. Microbes Infect. 2020;9:2105–2113. doi: 10.1080/22221751.2020.1815589. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Chen P., Nirula A., Heller B., Gottlieb R.L., Boscia J., Morris J., Huhn G., Cardona J., Mocherla B., Stosor V., et al.  SARS-CoV-2 neutralizing antibody LY-CoV555 in outpatients with covid-19. N. Engl. J. Med. 2021;384:229–237. doi: 10.1056/NEJMoa2029849. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Weinreich D.M., Sivapalasingam S., Norton T., Ali S., Gao H., Bhore R., Musser B.J., Soo Y., Rofail D., Im J., et al.  REGN-COV2, a neutralizing antibody cocktail, in outpatients with covid-19. N. Engl. J. Med. 2021;384:238–251. doi: 10.1056/NEJMoa2035002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Xu X., Han M., Li T., Sun W., Wang D., Fu B., Zhou Y., Zheng X., Yang Y., Li X., et al.  Effective treatment of severe COVID-19 patients with tocilizumab. Proc. Natl. Acad. Sci. U S A. 2020;117:10970–10975. doi: 10.1073/pnas.2005615117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Pagliaro P. Is macrophages heterogeneity important in determining COVID-19 lethality? Med. Hypotheses. 2020;143:110073. doi: 10.1016/j.mehy.2020.110073. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Gallelli L., Zhang L., Wang T., Fu F. Severe acute lung injury related to COVID-19 infection: a review and the possible role for escin. J. Clin. Pharmacol. 2020;60:815–825. doi: 10.1002/jcph.1644. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Mackowiak P.A. Concepts of fever. Arch. Intern. Med. 1998;158:1870–1881. doi: 10.1001/archinte.158.17.1870. [PubMed] [CrossRef] [Google Scholar]51. Schell-Chaple H.M., Puntillo K.A., Matthay M.A., Liu K.D., National heart, L., and blood Institute acute respiratory distress syndrome, N.  Body temperature and mortality in patients with acute respiratory distress syndrome. Am. J. Crit. Care. 2015;24:15–23. doi: 10.4037/ajcc2015320. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Force A.D.T., Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]53. Ashbaugh D.G., Bigelow D.B., Petty T.L., Levine B.E. Acute respiratory distress in adults. Lancet. 1967;2:319–323. doi: 10.1016/s0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]54. Ronit A., Plovsing R.R., Gaardbo J.C., Berg R.M., Hartling H.J., Konge L., Iversen M., Ullum H., Moller K., Nielsen S.D. T cell subsets in human airways prior to and following endobronchial administration of endotoxin. Respirology. 2015;20:579–586. doi: 10.1111/resp.12497. [PubMed] [CrossRef] [Google Scholar]55. Chen J., Zhang X., Xie J., Xue M., Liu L., Yang Y., Qiu H. Overexpression of TGFβ1 in murine mesenchymal stem cells improves lung inflammation by impacting the Th17/Treg balance in LPS-induced ARDS mice. Stem Cell Res. Ther. 2020;11:311. doi: 10.1186/s13287-020-01826-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Garcia-Laorden M.I., Lorente J.A., Flores C., Slutsky A.S., Villar J. Biomarkers for the acute respiratory distress syndrome: how to make the diagnosis more precise. Ann. Transl. Med. 2017;5:283–289. doi: 10.21037/atm.2017.06.49. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Wang C., Yu X., Yan Y., Yang W., Zhang S., Xiang Y., Zhang J., Wang W. Tumor necrosis factor-alpha: a key contributor to intervertebral disc degeneration. Acta Biochim. Biophys. Sin (Shanghai) 2017;49:1–13. doi: 10.1093/abbs/gmw112. [PubMed] [CrossRef] [Google Scholar]58. Hotez P.J., Bottazzi M.E., Corry D.B. The potential role of Th17 immune responses in coronavirus immunopathology and vaccine-induced immune enhancement. Microbes Infect. 2020;22:165–167. doi: 10.1016/j.micinf.2020.04.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Elkington P.T., Friedland J.S. Matrix metalloproteinases in destructive pulmonary pathology. Thorax. 2006;61:259–266. doi: 10.1136/thx.2005.051979. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Vardhana S.A., Wolchok J.D. The many faces of the anti-COVID immune response. J. Exp. Med. 2020;217:e20200678. doi: 10.1084/jem.20200678. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Debuc B., Smadja D.M. Is COVID-19 a new hematologic disease? Stem Cell Rev. Rep. 2021;17:4–8. doi: 10.1007/s12015-020-09987-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Fang R.H., Hu C.M., Chen K.N., Luk B.T., Carpenter C.W., Gao W., Li S., Zhang D.E., Lu W., Zhang L. Lipid-insertion enables targeting functionalization of erythrocyte membrane-cloaked nanoparticles. Nanoscale. 2013;5:8884–8888. doi: 10.1039/c3nr03064d. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Dehaini D., Wei X., Fang R.H., Masson S., Angsantikul P., Luk B.T., Zhang Y., Ying M., Jiang Y., Kroll A.V., et al.  Erythrocyte-platelet hybrid membrane coating for enhanced nanoparticle functionalization. Adv. Mater. 2017;29:1606209. doi: 10.1002/adma.201606209. [CrossRef] [Google Scholar]64. Han Y., Yang J., Zhao W., Wang H., Sun Y., Chen Y., Luo J., Deng L., Xu X., Cui W., Zhang H. Biomimetic injectable hydrogel microspheres with enhanced lubrication and controllable drug release for the treatment of osteoarthritis. Bioact Mater. 2021;6:3596–3607. doi: 10.1016/j.bioactmat.2021.03.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}