{"title": "Clinical course of COVID-19 patients treated with ECMO: A multicenter study in Daegu, South Korea", "pubDate": "Jan-Feb", "PMCID": "PMC7572066", "DOI": "10.1016/j.hrtlng.2020.10.010", "PMID": "34698019", "abstract": "Background:                       The COVID-19 pandemic has caused an epidemic of critical patients, some of whom have been treated with extracorporeal membrane oxygenation (ECMO). This purpose of study is to describe the clinical course of COVID-19 patients treated with ECMO.                  Methods:                       A multicentered study of critical patients with COVID-19 treated at six hospitals in Daegu was conducted between January and April 2020.                  Results:                       Among the 80 patients receiving mechanical ventilation support, 19 (24%) were treated with ECMO included (median age 63.0 years). Eight of the 19 patients (42%) were weaned off ECMO (9.8 days, IQR 7.0-13.7). Among them, four patients were also weaned off mechanical ventilation (33.4 days, IQR 29.3 - 35.7), three were still receiving mechanical ventilation (50.9 days), and one expired after ECMO weaning. According to the univariate analysis, the factor that was associated with successful ECMO weaning was vitamin B12 treatment (p = 0.028).                  Conclusions:                       During the COVID-19 epidemic, ECMO weaning and mortality rates were 42% and 58%, respectively.", "author": [{"author": "Woo Sung Jang", "affiliation": ["Department of Thoracic and Cardiovascular Surgery, Keimyung University Dongsan Hospital, Keimyung University College of Medicine, Daegu, Republic of Korea. Electronic address: whiteuri09@gmail.com."], "href": "/?term=Jang+WS&cauthor_id=34698019"}, {"author": "JaeBum Kim", "affiliation": ["Department of Thoracic and Cardiovascular Surgery, Keimyung University Dongsan Hospital, Keimyung University College of Medicine, Daegu, Republic of Korea; Department of Thoracic and Cardiovascular Surgery, Keimyung University Daegu Dongsan Hospital, Keimyung University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Kim+J&cauthor_id=34698019"}, {"author": "Jonghyun Baek", "affiliation": ["Department of Thoracic and Cardiovascular Surgery, Yeungnam University Medical Center, Yeungnam University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Baek+J&cauthor_id=34698019"}, {"author": "Hanna Jung", "affiliation": ["Department of Thoracic and Cardiovascular Surgery, Kyungpook National University Hospital, Kyungpook University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Jung+H&cauthor_id=34698019"}, {"author": "Jae Seok Jang", "affiliation": ["Department of Thoracic and Cardiovascular Surgery, Daegu Catholic University Medical Center, Daegu Catholic University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Jang+JS&cauthor_id=34698019"}, {"author": "Jae Seok Park", "affiliation": ["Department of Internal Medicine, Division of Pulmonology, Keimyung University Daegu Dongsan Hospital, Keimyung University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Park+JS&cauthor_id=34698019"}, {"author": "Tak-Hyuk Oh", "affiliation": ["Department of Thoracic and Cardiovascular Surgery, Kyungpook National University Hospital, Kyungpook University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Oh+TH&cauthor_id=34698019"}, {"author": "Se Yong Jang", "affiliation": ["Department of Thoracic and Cardiovascular Surgery, Kyungpook National University Chilgok Hospital, Kyungpook National University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Jang+SY&cauthor_id=34698019"}, {"author": "Yun Seok Kim", "affiliation": ["Department of Thoracic and Cardiovascular Surgery, Keimyung University Dongsan Hospital, Keimyung University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Kim+YS&cauthor_id=34698019"}, {"author": "Yong Shik Kwon", "affiliation": ["Department of Internal Medicine, Division of Pulmonology, Keimyung University Dongsan Hospital, Keimyung University College of Medicine, Daegu, Republic of Korea."], "href": "/?term=Kwon+YS&cauthor_id=34698019"}], "refPMID": ["32091533", "32171076", "32031570", "30347031", "29330690", "19822628", "21976615", "32105632", "32311650", "22797452", "28101605", "19794327", "19158356", "28787295", "32007143", "31986264", "31995857", "31999307", "32317557", "32798468", "32675503", "27007107", "28224112", "21358394", "25635594", "11790662", "27620287", "24705570", "22523283", "21358394", "24484547"], "citedInPMID": ["34698019", "34791425"], "body": " AbstractBackgroundThe COVID-19 pandemic has caused an epidemic of critical patients, some of whom have been treated with extracorporeal membrane oxygenation (ECMO). This purpose of study is to describe the clinical course of COVID-19 patients treated with ECMO.MethodsA multicentered study of critical patients with COVID-19 treated at six hospitals in Daegu was conducted between January and April 2020.ResultsAmong the 80 patients receiving mechanical ventilation support, 19 (24%) were treated with ECMO included (median age 63.0 years). Eight of the 19 patients (42%) were weaned off ECMO (9.8 days, IQR 7.0-13.7). Among them, four patients were also weaned off mechanical ventilation (33.4 days, IQR 29.3 - 35.7), three were still receiving mechanical ventilation (50.9 days), and one expired after ECMO weaning. According to the univariate analysis, the factor that was associated with successful ECMO weaning was vitamin B12 treatment (p = 0.028).ConclusionsDuring the COVID-19 epidemic, ECMO weaning and mortality rates were 42% and 58%, respectively.Keywords: COVID-19, ECMO, ARDSAbbreviation: ARDS, acute respiratory distress syndrome; ECMO, Extracorporeal membrane oxygenation; MERS, Middle East respiratory syndrome; WHO, World Health Organization; MV, mechanical ventilation; AKI, acute kidney injury; IQR, interquartile range; WBC, white blood cell count IntroductionThe novel corona viral disease 2019 (COVID-19) has now infected over 6 million people worldwide. In Korea, over 10,000 people have been diagnosed with COVID-19 infection, and Daegu was the first epicenter of the outbreak. The spectrum of the clinical manifestations of COVID-19 is broad, ranging from mild disease to critical disease. In the largest case series reported by the Chinese Centers for Disease Control, 5% of patients were critical, presenting with respiratory failure, septic shock, and/or multiple organ dysfunction or failure.1 Acute respiratory distress syndrome (ARDS) develops in 15% to 30% of patients with COVID-19 and is a significant contributor to mortality.2\n,\n3\nExtracorporeal membrane oxygenation (ECMO) is a life support device that serves as a modified form of cardiopulmonary bypass, and ECMO use has shown mortality benefit in ARDS patients.4 ECMO was regarded as a rescue therapy in previous H1N1 influenza and Middle East respiratory syndrome (MERS) outbreaks.5., 6., 7. Based on the interim guidelines by the World Health Organization (WHO), ECMO is now applied in some critically ill COVID-19 patients with refractory hypoxemia despite mechanical ventilation (MV).8 However, few reports were found on the experience of ECMO use in COVID-19 patients. To date, two Chinese studies have been reported; however, those were single-center studies with small numbers of ECMO-treated patients and a lack detailed clinical information.9\n,\n10 With multicenter data from six hospitals in Daegu, Korea, we aimed to describe the clinical course of critically ill COVID-19 patients treated with ECMO. MethodsStudy populationWe studied COVID-19 patients who were treated with ECMO between February 1 and April 30, 2020, in Daegu, South Korea. Because Daegu was the first epicenter of the COVID-19 outbreak and the third-largest metropolitan area (with the surrounding Gyeongbuk Province), Daegu-Gyeongbuk has been the most affected region and accounts for approximately 76% of the total COVID-19 infections in South Korea. A total of six hospitals (all tertiary referral centers) participated in this study. Patients confirmed to have COVID-19 infection via real-time reverse transcription polymerase chain reaction (RT-PCR) were eligible for this study. Each hospital's Institutional Review Board (IRB) approved this study, and informed consent for the collection of clinical data was waived due to the retrospective nature of this study.Data collectionData on demographics, clinical and laboratory findings, and treatment outcomes were obtained with data collection forms from the electronic medical records. Demographic data included age, sex, body weight, height, predefined comorbidities (hypertension, diabetes, coronary artery disease, chronic obstructive pulmonary disease, smoking, malignancy, chronic kidney disease, and cerebral vascular disease), and symptoms (fever, cough, sputum, myalgia, diarrhea, nausea, vomiting, chest pain, and dyspnea). Laboratory data included complete blood cell counts, liver function tests, renal function tests, cardiac markers, inflammatory markers, arterial blood gas, and lactate.Information on ECMO indication, mode (venoarterial vs. venovenous), mode change, duration and other treatment strategies were collected, including medication use during the hospital stay (antiviral agents, intravenous steroids, antibiotics, intravenous immunoglobulin, vitamin C, vitamin B12) and continuous renal replacement therapy. We calculated the following time intervals: symptom onset to hospitalization (admission), hospitalization to ICU admission, hospitalization to MV, hospitalization to ECMO, and MV to ECMO. Laboratory findings were evaluated between the patients who were weaned and not weaned off of ECMO at three time points: at admission, preintubation, and pre-ECMO application.OutcomesThe primary outcome was the ECMO weaning rate after ECMO application in COVID-19 pneumonia patients. The secondary outcomes were mortality and morbidity.Clinical variable definitionsARDS was defined according to the Berlin definition.11 Sepsis was defined as life-threatening organ dysfunction caused by a dysregulated host response to infection. Septic shock was defined as sepsis with circulatory and cellular or metabolic dysfunction associated with a higher risk of mortality. These sepsis and septic shock definitions followed the international guidelines for the management of sepsis and septic shock: 2016.12 Acute cardiac injury was diagnosed if the serum level of cardiac biomarkers increased over the upper reference level or newly developed regional wall motion abnormalities or global wall motion abnormalities were identified on echocardiography. The hourly doses of vasoactive medications were recorded, and we calculated the vasoactive-inotropic score (VIS) using a formula modified by Gaies et al.13 Acute kidney injury (AKI) was defined as a decrease in eCCr for more than 2 continuous days based on the updated Schwartz formula.14\nStatistical analysisAll continuous variables are expressed using median (interquartile range, IQR) values, as appropriate. We made no assumptions about missing data. Categorical variables are expressed as frequencies and percentages. Comparisons between continuous variables were performed using Mann-Whitney tests, and categorical variables were compared using Fisher's exact test. A log-rank test was used for comparisons between factors. We used the linear mixed model to compare the parameters according to the time interval. All variables of possible risk factors for ECMO weaning were entered into multivariate logistic regression models with deterioration as the dependent variable and a significance level of 0.2 by enter method. And Hosmer-Lemeshow test was used for goodness of fit for logistic regression.A P-value of less than 0.05 was considered to indicate a statistically significant difference. All analyses were performed using the SPSS statistical package (IBM SPSS version 26.0, SPSS Inc., Chicago, IL, USA). ResultsPatient characteristicsBetween February 2020 and April 2020, 7934 patients were confirmed to have COVID-19 in the Daegu-Gyeongbuk region. In addition, 80 (1.0%) COVID-19 patients (median 70.0 years, IQR 63.0 - 76.0; 48 men and 32 women) were treated with MV support in the six participating hospitals. Among these, 19 (23.8%) patients were treated with ECMO for ARDS (n = 16) and septic shock (n = 3). The median age of the patients with MV and ECMO was 72.0 (IQR, 65.0 - 78.0) years and 63.0 years (IQR, 59.5 - 65.8), respectively (p = 0.002).The most common symptoms at hospitalization were dyspnea (n = 17, 89.5%), fever (n = 14, 73.7%), and cough (n = 9, 47.4%). The most common comorbidity was hypertension, which was present in 11 (57.9%) patients, followed by diabetes which was present in 8 (42.1%) patients. Of the patients who had hypertension as a comorbidity, 5 (45.5%) patients took angiotensin converting enzyme inhibitors or angiotensin receptor blockers as antihypertensive medications.The median interval between the onset of first symptoms and hospitalization was 5 days (IQR, 2.5 - 9.3). The median interval between hospitalization and intensive care unit admission, MV, and ECMO was 0.9 days (IQR, 0.1 - 2.9), 2.9 days (IQR, 0.9 - 6.2), and 6.2 days (IQR, 4.0 - 9.0), respectively, and the median interval between MV and ECMO was 3.1 days (IQR, 0.8 - 5.5).There were no significant differences in patient characteristics between the patients who were successfully weaned off of ECMO and the patients who failed ECMO weaning (all p > 0.05) (Table 1\n).Table 1Clinical characteristics of COVID-19 patients treated with ECMO.No. (%)P valueaTotalNot weanedWeaned(N = 19)(n = 11)(n =8)Age, median (IQR), years63 (60 - 66)63 (58 - 65)65 (61 - 71)0.293SexMale15 (78.9)8 (72.7)7 (87.5)0.435Female4 (21.1)3 (27.3)1 (12.5)Smoking3 (15.8)3 (27.3)0 (0)0.107BMI, median (IQR)26.7 (25.6-27.8)26.9 (26.1-27.2)26.8 (25.2-28.1)0.500Signs and symptomsDyspnea17 (89.5)10 (90.9)7 (87.5)0.811Fever14 (73.7)9 (81.8)5 (62.5)0.345Cough9 (47.4)5 (45.5)4 (50.0)0.845Sputum6 (31.6)5 (45.5)1 (12.5)0.127Myalgia6 (31.6)4 (36.4)2 (25.0)0.599Diarrhea4 (21.1)3 (27.3)1 (12.5)0.435Nausea/vomiting3 (15.8)2 (18.2)1 (12.5)0.737Chest pain2 (10.5)1 (9.1)1 (12.5)0.811Fatigue2 (10.5)1 (9.1)1 (12.5)0.811ComorbiditiesHypertension11 (57.9)7 (63.6)4(50.0)0.552MedicationACEi or ARB5 (26.3)4 (36.4)1 (12.5)0.197Others3 (15.8)2 (18.2)1 (12.5)0.515Diabetes8 (42.1)6 (54.5)2 (25.0)0.198CKD3 (15.8)2 (18.2)1 (12.5)0.737Malignancy2 (10.5)1 (9.1)1 (12.5)0.811CVA1 (5.3)0 (0)1 (12.5)0.228Coronary artery disease1 (5.3)1 (9.1)0 (0)0.381COPD1 (5.3)1 (9.1)0 (0)0.381Intervals, median (IQR), daysFirst symptoms to hospitalization5 (2.5 - 9.3)5 (4 - 8.5)4 (0.5 - 8.3)0.685Hospitalization to ICU0.9 (0.1 - 2.9)1 (0.1 - 2.7)0.5 (0.1 - 1.9)0.099Hospitalization to MV application2.9 (0.9 - 6.2)4.5 (2.3 - 7.1)0.4 (0.2 - 0.6)0.667Hospitalization ECMO application6.2 (4.0 - 9.0)6.1 (4.0 - 11.5)4.8 (3.4 - 5.6)0.194MV to ECMO application3.1 (0.8 - 5.5)3.1 (0.3 - 7.0)3.3 (2.3 - 3.9)0.540Open in a separate windowStatistical significance is represented by P-values < 0.05ACEi, angiotensin converting enzyme inhibitor; ARB, angiotensin receptor blocker; CKD, chronic kidney disease; COPD, chronic obstructive pulmonary disease; CVA, cerebrovascular accident; ICU, intensive care unit; IQR, interquartile range; MV, mechanical ventilatorConservative managementAll patients received antiviral therapy, steroids, and antibiotics. Eighteen patients (94.7%) received oral hydroxychloquine therapy. Vitamin C, intravenous immunoglobulin, and vitamin B12 therapy were received in 12 (63.2%), 7 (36.8%), and 6 (31.6%) patients, respectively. Continuous renal replacement therapy was required in 9 (47.4%) patients. Patients who were successfully weaned off of ECMO received more vitamin B12 treatment (P = 0.013); these patients also received more Vitamin C treatment, although the difference did not reach statistical significance (p = 0.061) (Table 2\n).Table 2Conservative management protocol.No. (%)P valueaTotal (N = 19)Not weaned (N = 11)Weaned (N = 8)Antiviral agentLopinavir/ritonavir18 (94.7)10 (90.9)8 (100)0.381Darunavir/cobicistat1(5.3)1 (9.1)0 (0)0.381Steroid19 (100)11 (100)8 (100)1.0AntibioticsHydroxychloroquine19 (100)18 (94.7)11 (100)10 (90.9)8 (100)8 (100)1.00.381Vitamin C12 (63.2)5 (45.5)7 (87.5)0.061CRRT9 (47.4)7 (63.6)2 (25.0)0.096IVIG7 (36.8)5 (45.5)2 (25.0)0.280Vitamin B126 (31.6)1 (9.1)5 (62.5)0.013Open in a separate windowStatistical significance is represented by P-values < 0.05CRRT, continuous renal replacement therapy; IVIG, intravenous immunoglobulinClinical findings in patients before ECMO treatmentAmong 19 patients treated with ECMO, we applied venovenous ECMO in 16 (84.2%) patients and venoarterial ECMO in 3 (15.8%) patients as the initial modes. The median vasoactive inotropic scores in the venovenous and venoarterial ECMO applied were 2.3 (IQR, 0 - 23.3) and 40 (IQR, 32 - 53), respectively. Before ECMO application, the median pH, PaCO2, HCO3, base excess, lactate, and PaO2/fraction of inspired oxygen ratio were 7.3 (IQR, 7.2 - 7.4), 45.3 (IQR, 38.8 - 58.3), 26.9 (IQR, 20.3 - 27.5), -1.35 (IQR, -4.95 - 4.2), 1.8 (IQR, 1.4 - 2.6), and 92 (IQR, 62.4 - 138.7), respectively.Clinical course in patients treated with ECMOAn ECMO mode change from venovenous to venoarterial was performed in 1 patient, and from venoarterial to venoarteriovenous was performed in 1 patient. Eight of the 19 patients (42.1%) were weaned off ECMO after a median duration of 9.8 days (IQR, 7.0-13.7). Among the eight patients weaned off of ECMO, four patients (50.0%) were also weaned off MV a median of 33.4 days (IQR, 29.3 - 35.7) after intubation, three (37.5%) still maintained MV for a median of 50.9 days (IQR, 48.0 - 49.5) after intubation, and one died from hypoxic brain damage after ECMO weaning. Among the 4 patients who were weaned off MV, three patients were transferred to the general ward, and 1 patient was discharged to home after 40 days of hospitalization.Nine of the 11 patients (81.8%) who were treated with ECMO expired during ECMO after a median of 25 days (IQR, 16.7 - 34.4) from hospitalization. The other 2 patients were still undergoing ECMO when the study period ended (treated for 38.0 and 22.0 days) (Fig. 1\n). Thus, there were 10 (57.9%) mortalities among the ECMO-treated patients. The median ECMO duration time was 15.9 (IQR, 7.7 - 28.2) days. The causes of mortality were multiorgan failure in 4 (40.0%) patients, hypoxic brain injury in 3 (30.0%) patients, disseminated intravascular coagulation in 1 (10.0%) patient, acute myocardial infarction in 1 (10.0%) patient, and nonocclusive mesenteric ischemia in 1 (10.0%) patient. The complications related to ECMO were acute kidney injury in 9 (47.4%) patients, hypoxic brain damage in 4 (21.1%), pulmonary hemorrhage in 3 (15.8%), pneumothorax in 3 (15.8%), seizure in 1 (5.3%), and acute cardiac injury in 1 (5.3%) patient.Open in a separate windowFig. 1Outcomes of the 19 patients who received ECMO.ECMO, extracorporeal membrane oxygenator; GW, general ward; MV, mechanical ventilationLaboratory differences and risk factors associated with failed ECMO weaningLower pH (p = 0.005) and base excess (p = 0.025) prior to ECMO treatment were found in the patients who failed ECMO weaning than in the patients who successfully weaned off of ECMO (Table 3\n). The WBC (p = 0.007) levels were significantly lower in ECMO weaned patients over time. Although differences in lactate levels did not reach statistical significance, increased lactate levels were observed in in the patients who failed ECMO weaning over time (p = 0.078). However, differences in renal function and liver function did not reach statistical significance (Fig. 2\n).Table 3Clinical findings before ECMO application in COVID-19 patients.NO. (%)TotalNot weanedWeanedP value(N = 19)(N = 11)(N = 8)Indication0.737ARDS16 (84.2)9 (81.8)7 (87.5)Septic shock3 (15.8)2 (18.2)1 (12.5)Mode0.737VA3 (15.8)2 (18.2)1 (12.5)VV16 (84.2)9 (81.8)7 (87.5)Mode change3 (15.8)2 (18.2)1 (12.5)VISMedian (IQR)VA40 (32.0 - 53.0)45 (34.5 - 55.5)40 (40.0 - 40.0)0.913VV2.3 (0 - 23.3)0 (0 - 50.0)3.92 (0.3 - 4.9)0.123ABGA before ECMOMedian (IQR)pH7.3 (7.2 - 7.4)7.25 (7.2 - 7.3)7.4 (7.4 - 7.4)0.005PCO245.3 (38.8 - 58.3)52.4 (36.6 - 62.4)42.4 (40.3 - 44.9)0.124HCO326.9 (20.3 - 27.5)26.1 (19.0 - 27.2)27.6 (25.3 - 32.9)0.145BE-1.35 (-4.95 - 4.2)-3.2 (-8.2 - -1.0)3.4 (0.4 - 7.4)0.025Lactate1.8 (1.4 - 2.6)1.9 (1.7 - 2.8)1.4 (1.3 - 2.5)0.292PaO2/FiO292 (62.4 - 138.7)64.1 (52.5 - 129.1)122.1 (85.5 - 136.7)0.376Open in a separate windowStatistical significance is represented by P-values < 0.05ABGA, arterial blood gas analysis; ARDS, acute respiratory distress syndrome; BE, base excess; ECMO, extracorporeal membrane oxygenator; FiO2, fraction of inspired oxygen; VA, venoarterial; VV, venovenous; VIS, vasoactive inotropic score.Open in a separate windowFig. 2Comparisons of laboratory changes over timeTimeline illustration shows the laboratory changes between the two groups at 3 times (at admission, pre-intubation, and pre-ECMO). The red line indicates the weaned patients (n =8), and the blue line indicates the patients who were not weaned (n = 11).AST, aspartate transaminase; ALT, alanine transaminase; BUN, blood urea nitrogen; Cr, creatinine; CRP, C-reactive protein; WBC, white blood cell; TB, total bilirubinAccording to the univariate analysis, the factor that was independently associated with ECMO weaning was vitamin B12 treatment (p = 0.028). Other risk factors, including vitamin C (P = 0.084), continuous renal replacement therapy (p = 0.107), and sputum (p = 0.151), showed a statistical tendency toward an association with ECMO weaning in the univariate analysis. However, none of the factors showed significant differences in the multivariate analysis (all p > 0.05). DiscussionHistorically, ECMO has been regarded as a rescue therapy in previous H1N1 influenza and Middle East respiratory syndrome (MERS) outbreaks.9\n,\n15., 16., 17., 18.\n–\n19 Based on the known benefits of ECMO use in patients with previous infectious diseases, WHO interim guidelines recommend administering venovenous ECMO to COVID-19-related ARDS patients; however, the role of ECMO in COVID-19 patients is still unclear.8 Although two previous studies involving three and four COVID-19 patients treated with ECMO in China reported no survival in ECMO-treated patients, they lacked descriptions about the clinical course, complications, and factors associated with weaning failures in the ECMO-treated patients.9\n,\n10 From this study in Korea where ECMO services were relevant during an outbreak of COVID-19, we found that 24% of mechanical ventilation-treated patients were treated with ECMO and 42% of ECMO-treated patients were weaned off. Moreover, our study involving 19 patients in six hospitals found that the mortality rate was as high as 58% in ECMO-treated patients at the time of reporting. Compared to the mortality rate of 21%-24% found in ECMO-treated patients with the influenza A (H1N1) pandemic in 2009,6\n,\n7 the mortality rate seems to be higher in COVID-19 patients but similar to the 65% observed in patients with MERS.5\n–\n7\nThere are few data of the patients who have done mechanical ventilator weaning after ECMO wean off, the rate is from 33.3% to 62.7%.20., 21.\n–\n22 In this study, we found that even if the patients were weaned off of ECMO, recovery of lung function took longer than we expected, and a substantial number of patients may need mechanical ventilation after weaning off of ECMO because 38% of the ECMO-weaned patients were treated with mechanical ventilation. This delayed lung recovery time may be a significant contributor to morbidity and mortality because a prolonged duration of mechanical ventilator management is related to secondary infection, exacerbation of comorbid disease, and progression of multiorgan failure and septic shock. Thus, new strategies are needed for improved management in view of the high transmission rate of this novel virus. Among the strategies, refinement of indication for ECMO in patients with COVID-19 and risk stratification for patients treated with ECMO is essential because ECMO is related to a high demand for health care resources, including various medical ECMO professionals.23 In this rapid communication, we reported on the initial experience of ECMO in patients with COVID-19, which may be the foundation for future effective strategies.In our study, several beneficial predictors of failed ECMO weaning were considered in patients with COVID-19, although they failed to reach statistical significance in multivariate analyses. As a conservative management approach, nutrient support with vitamin C and vitamin B12 may be helpful in ECMO-treated patients. Our result may be in line with previous reports indicating that antioxidant supplementation was associated with rapid resolution of lung injury in patients with enterovirus/rhinovirus-induced ARDS.24., 25.\n–\n26 There has been supporting evidence that oxidative stress plays a critical role in the early phases of critical illness. Tissue injury is mediated by oxidative metabolites or reactive oxygen species (ROS), which have been detected in the expired breath of patients with acute hypoxemic respiratory failure, and by NF-κB, which has been related to systemic inflammation based on experimental evidence.27., 28.\n–\n29 Thus, although further studies are warranted due to no beneficial effect,27 the present study suggests the potential effects of antioxidants in preventing pulmonary morbidity and other organ failure when used as therapeutic interventions in in critically ill COVID-19 surgical patients,30., 31., 32. this approach has minimal expense and a lack of adverse effects. Study limitationsFirst, we did not check all laboratory findings due to the retrospective study design. There also was no uniform laboratory checkpoint due to the multicenter nature of this study.Second, we could not unify the treatment strategy in all patients due to the various medical staff from the six hospitals who participated in this study.Third, the conservative management protocol including vitamin C, vitamin B12, steroid, hydroxyquinolone, antiviral agent was diverse among hospitals. ConclusionsDuring the COVID-19 epidemic in Daegu, Korea, ECMO was applied to 24% of mechanical ventilation-supported patients. The weaning and mortality rates for ECMO were 42% and 58%, respectively. Despite the known low case-fatality rate of COVID-19, mortality rate of ECMO-treated patients was substantial. Risk stratification and management strategies need to be refined for ECMO in light of the high SAR-CoV-2 transmission rate and ongoing COVID-19 pandemic. Funding sourcesThis study was supported by a research grant from the Daegu Medical Association COVID-19 scientific committee. Ethical approvalAll studies were approved by the national ethics committee. Declaration of Competing InterestsThe authors have no conflicts of interest to declare. AcknowledgmentsWe acknowledge all healthcare workers involved in the diagnosis and treatment of patients in Daegu, Korea. We thank Professor Won Hwa Kim (Kyungpook National University Chilgok Hospital, Daegu, Republic of Korea) for guidance during the manuscript editing. References1. Wu Z, McGoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: Summary of a report of 72314 cases from the Chinese center for disease control and prevention. JAMA. 2020;323:1239–1242. [PubMed] [Google Scholar]2. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z. et al: Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395:1054–1062. [PMC free article] [PubMed] [Google Scholar]3. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J. et al: Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. JAMA. 2020;323:1061–1069. [PMC free article] [PubMed] [Google Scholar]4. Goligher EC, Tomlinson G, Hajage D, Wijeysundera DN, Fan E, Juni P. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome and posterior probability of mortality benefit in a post hoc bayesian analysis of a randomized clinical trial. JAMA. 2018;320:2251–2259. [PubMed] [Google Scholar]5. Alshahrani MS, Sindi A, Alshamsi F, Al-Omari A, El Tahan M, Alahmadi B. et al: Extracorporeal membrane oxygenation for severe Middle East respiratory syndrome coronavirus. Ann Intensive Care. 2018;8:3. [PMC free article] [PubMed] [Google Scholar]6. Australia, New Zealand Extracorporeal Membrane Oxygenation Influenza I. Davies A, Jones D, Bailey M, Beca J. Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) acute respiratory distress syndrome. JAMA. 2009;302:1888–1895. [PubMed] [Google Scholar]7. Noah MA, Peek GJ, Finney SJ, Griffiths MJ, Harrison DA, Grieve R. Referral to an extracorporeal membrane oxygenation center and mortality among patients with severe 2009 influenza A(H1N1) JAMA. 2011;306:1659–1668. [PubMed] [Google Scholar]8. (2020) WHO: Clinical management of severe acute respiratory infection when COVID-19 is suspected: interim guidance, 28 January 20209. Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H. et al: Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020;8:478–481. [PMC free article] [PubMed] [Google Scholar]10. Zhang G, Hu C, Luo L, Fang F, Chen Y, Li J. et al: Clinical features and short-term outcomes of 221 patients with COVID-19 in Wuhan, China. J Clin Virol. 2020;127 [PMC free article] [PubMed] [Google Scholar]11. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E. et al: Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]12. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R. Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016. Intensive Care Med. 2017;43:304–377. [PubMed] [Google Scholar]13. Gaies MG, Gurney JG, Yen AH, Napoli ML, Gajarski RJ, Ohye RG. Vasoactive-inotropic score as a predictor of morbidity and mortality in infants after cardiopulmonary bypass. Pediatr Crit Care Med. 2010;11:234–238. [PubMed] [Google Scholar]14. Schwartz GJ, Munoz A, Schneider MF, Mak RH, Kaskel F, Warady BA. New equations to estimate GFR in children with CKD. J Am Soc Nephrol. 2009;20:629–637. [PMC free article] [PubMed] [Google Scholar]15. Arabi YM, Al-Omari A, Mandourah Y, Al-Hameed F, Sindi AA, Alraddadi B. Critically Ill patients with the middle east respiratory syndrome: A multicenter retrospective cohort study. Crit Care Med. 2017;45:1683–1695. [PubMed] [Google Scholar]16. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y. et al: Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395:507–513. [PMC free article] [PubMed] [Google Scholar]17. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y. et al: Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. [PMC free article] [PubMed] [Google Scholar]18. Li Q, Guan X, Wu P, Wang X, Zhou L, Tong Y. Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia. N Engl J Med. 2020;382:1199–1207. [PMC free article] [PubMed] [Google Scholar]19. Phelan AL, Katz R, Gostin LO. The novel coronavirus originating in Wuhan, China: Challenges for global health governance. JAMA. 2020;323:709–710. [PubMed] [Google Scholar]20. Jacobs JP, Stammers AH, Louis JS, Hayanga JWA, Firstenberg MS, Mongero LB. Extracorporeal membrane oxygenation in the treatment of severe pulmonary and cardiac compromise in coronavirus disease 2019: Experience with 32 patients. ASAIO. 2020;66:722–730. [PMC free article] [PubMed] [Google Scholar]21. Schmidt M, Hajage D, Lebreton G, Monsel A, Voiriot G, Levy D. Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID-19: A retrospective cohort study. Lancet Respir Med. 2020 S2213-2600(20)30328-3. [PMC free article] [PubMed] [Google Scholar]22. Osho AA, Moonsamy P, Hibbert KA, Shelton KT, Trahanas JM, Attia RQ. Veno-venous extracorporeal membrane oxygenation for respiratory failure in COVID-19 patients: Early experience from a major academic medical center in North America. Ann Surg. 2020;272:e75–e78. [PMC free article] [PubMed] [Google Scholar]23. Luyt CE, Brechot N, Demondion P, Jovanovic T, Hekimian G, Lebreton G. Brain injury during venovenous extracorporeal membrane oxygenation. Intensive Care Med. 2016;42:897–907. [PubMed] [Google Scholar]24. Alpha A, Christin K, Lawrence L, Rajiv M, Orlando D, Ramesh N. Intravenous vitamin C as adjunctive therapy for enterovirus/rhinovirus induced acute respiratory distress syndrome. World J Crit Care Med. 2017;6:85–90. [PMC free article] [PubMed] [Google Scholar]25. 25. Fisher BJ, Seropian IM, Kraskauskas D, Thakkar JN, Voelkel NF, Fowler AA. Ascorbic acid attenuates lipopolysaccharide-induced acute lung injury. Crit Care Med. 2011;39:1454–1460. [PubMed] [Google Scholar]26. Berger MM, Oudemans-van Straaten HM. Vitamin C supplementation in the critically ill patient. Curr Opin Clin Nutr Metab Care. 2015;18:193–201. [PubMed] [Google Scholar]27. Frank JA, Gutierrez JA, Jones KD, Allen L, Dobbs L. Matthay MA Low tidal volume reduces epithelial and endothelial injury in acid-injured rat lungs. Am J Respir Crit Care Med. 2002;165:242–249. [PubMed] [Google Scholar]28. Gattinoni L, Tonetti T, Cressoni M, Cadringher P, Herrmann P, Moerer O. Ventilator-related causes of lung injury: the mechanical power. Intensive Care Med. 2016;42:1567–1575. [PubMed] [Google Scholar]29. Grasso S, Stripoli T, Mazzone P, Pezzuto M, Lacitignola L, Centonze P. Low respiratory rate plus minimally invasive extracorporeal Co2 removal decreases systemic and pulmonary inflammatory mediators in experimental Acute Respiratory Distress Syndrome. Crit Care Med. 2014;42:e451–e460. [PubMed] [Google Scholar]30. Fisher BJ, Kraskauskas D, Martin EJ, Farkas D, Wegelin JA, Brophy D. Mechanisms of attenuation of abdominal sepsis induced acute lung injury by ascorbic acid. Am J Physiol Lung Cell Mol Physiol. 2012;303:L20–L32. [PubMed] [Google Scholar]31. Fisher BJ, Seropian IM, Kraskauskas D, Thakkae JN, Voelkel NF, Folwer AA. Ascorbic acid attenuates lipopolysaccharide induced acute lung injury. Crit Care Med. 2011;39(6):1454–1460. [PubMed] [Google Scholar]32. Fowler AA, III, Syed AA, Knowlson S, Sculthorpe R, Farthing D, DeWilde C. Medical respiratory intensive care unit nursing. Phase I safety trial of intravenous ascorbic acid in patients with severe sepsis. J Transl Med. 2014;12:32. [PMC free article] [PubMed] [Google Scholar]"}