{"title": "Screening Protocol and Prevalence of Venous Thromboembolic Disease in Hospitalized Patients With COVID-19", "pubDate": "2021", "PMCID": "PMC8661624", "DOI": "10.1002/jum.15850", "PMID": "34694032", "abstract": "Background:                       SARS-CoV-2 disease (COVID-19) induces endothelial damage and sustained hypoxia and facilitates immobilization as factors of hypercoagulability.                  Objectives:                       The objective of our study was to assess the prevalence of venous thromboembolic disease (VTD) in COVID-19 patients and the usefulness of VTD screening based on age-adjusted D-dimer and point-of-care ultrasound (POCUS).                  Patients/methods:                       We conducted a single cohort, prospective observational study in 102 consecutive hospitalized patients.                  Results:                       A total of 102 POCUS and 39 pulmonary computed tomography angiography (PCTA) were performed diagnosing 27 VTD (26.5%): 17 deep vein thrombosis (DVT) (16.6% positive POCUS) and 18 pulmonary embolism (PE) (46.2% positive PCTA). COVID-19 patients with VTD were older (P < .030), had higher D-dimer (P < .001), higher International Society on Thrombosis and Hemostasis score (P < .001), and higher mortality (P = .025). However, there were no differences in inflammatory laboratory parameters neither in the cytokine storm syndrome (CSS) development. The ROC curve for D-dimer showed an AUC of 0.91. We have evidenced that patients with D-dimer between 2000 and 6000 ng/mL could benefit from a screening strategy with POCUS given the high sensitivity and specificity of the test. Furthermore, patients with D-dimer ≥6000 ng/mL should undergo POCUS and PCTA to rule out DVT and PE, respectively.                  Conclusions:                       In our cohort, 26.5% of the patients presented VTD. Screening strategy based on age-adjusted D-dimer and POCUS proved high sensitivity and specificity. Future trials focused on screening strategies are necessary to early detect the presence of DVT and PE and determine thromboprophylaxis strategies in patients with COVID-19.", "author": [{"author": "Jorge Álvarez-Troncoso", "affiliation": ["Department of Internal Medicine, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=%C3%81lvarez-Troncoso+J&cauthor_id=34694032"}, {"author": "Luis Ramos-Ruperto", "affiliation": ["Department of Internal Medicine, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Ramos-Ruperto+L&cauthor_id=34694032"}, {"author": "Pelayo Fernández-Cidón", "affiliation": ["Department of Internal Medicine, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Fern%C3%A1ndez-Cid%C3%B3n+P&cauthor_id=34694032"}, {"author": "Elena Trigo-Esteban", "affiliation": ["Department of Internal Medicine, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Trigo-Esteban+E&cauthor_id=34694032"}, {"author": "Yale Tung-Chen", "affiliation": ["Department of Emergency Medicine, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Tung-Chen+Y&cauthor_id=34694032"}, {"author": "Carmen Busca-Arenzana", "affiliation": ["Department of Internal Medicine, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Busca-Arenzana+C&cauthor_id=34694032"}, {"author": "Manuel Quintana-Díaz", "affiliation": ["Department of Intensive Care, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Quintana-D%C3%ADaz+M&cauthor_id=34694032"}, {"author": "Antonio Buño-Soto", "affiliation": ["Department of Clinical Analysis, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Bu%C3%B1o-Soto+A&cauthor_id=34694032"}, {"author": "Francisco Arnalich-Fernández", "affiliation": ["Department of Internal Medicine, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Arnalich-Fern%C3%A1ndez+F&cauthor_id=34694032"}, {"author": "Carmen Fernández-Capitán", "affiliation": ["Department of Internal Medicine, Hospital Universitario La Paz, Madrid, Spain."], "href": "/?term=Fern%C3%A1ndez-Capit%C3%A1n+C&cauthor_id=34694032"}], "refPMID": ["32171076", "32073213", "29687454", "32311448", "32339221", "32222466", "32291094", "32304577", "28447414", "14507948", "29125695", "29043850", "28679312", "32251717", "32324099", "32271988", "32369666", "32220112", "31986264", "32007143", "3558716", "31849894", "17096704", "20738765", "22797452", "12728155", "33316197", "32353746", "32405101", "11449341", "15289368", "30893534", "20354012", "29306580"], "citedInPMID": ["34694032"], "body": " AbstractBackgroundSARS‐CoV‐2 disease (COVID‐19) induces endothelial damage and sustained hypoxia and facilitates immobilization as factors of hypercoagulability.ObjectivesThe objective of our study was to assess the prevalence of venous thromboembolic disease (VTD) in COVID‐19 patients and the usefulness of VTD screening based on age‐adjusted D‐dimer and point‐of‐care ultrasound (POCUS).Patients/MethodsWe conducted a single cohort, prospective observational study in 102 consecutive hospitalized patients.ResultsA total of 102 POCUS and 39 pulmonary computed tomography angiography (PCTA) were performed diagnosing 27 VTD (26.5%): 17 deep vein thrombosis (DVT) (16.6% positive POCUS) and 18 pulmonary embolism (PE) (46.2% positive PCTA). COVID‐19 patients with VTD were older (P < .030), had higher D‐dimer (P < .001), higher International Society on Thrombosis and Hemostasis score (P < .001), and higher mortality (P = .025). However, there were no differences in inflammatory laboratory parameters neither in the cytokine storm syndrome (CSS) development. The ROC curve for D‐dimer showed an AUC of 0.91. We have evidenced that patients with D‐dimer between 2000 and 6000 ng/mL could benefit from a screening strategy with POCUS given the high sensitivity and specificity of the test. Furthermore, patients with D‐dimer ≥6000 ng/mL should undergo POCUS and PCTA to rule out DVT and PE, respectively.ConclusionsIn our cohort, 26.5% of the patients presented VTD. Screening strategy based on age‐adjusted D‐dimer and POCUS proved high sensitivity and specificity. Future trials focused on screening strategies are necessary to early detect the presence of DVT and PE and determine thromboprophylaxis strategies in patients with COVID‐19.Keywords: COVID‐19, SARS‐CoV2, thrombosis, ultrasound AbbreviationsARDSAcute Respiratory Distress SyndromeATantithrombin activityCOVID‐19coronavirus disease 2019CRPC‐reactive proteinCSScytokine storm syndromeDICdisseminated intravascular coagulopathyDVTdeep vein thrombosisLDHlactate dehydrogenaseLMWHlow molecular weight heparinNPVnegative predictive valuesPCTApulmonary computed tomography angiographyPEpulmonary embolismPOCUSpoint‐of‐care ultrasoundPPEpersonal protective equipmentROCreceiver‐operating characteristicRT‐PCRreverse transcription polymerase chain reactionVTDvenous thromboembolic diseaseCoronavirus disease 2019 (COVID‐19) is a new disease caused by the SARS‐CoV‐2 that causes significant lung damage that can lead to respiratory distress and death. Since December 2019, when COVID‐19 emerged in Wuhan province and spread rapidly through China and the rest of the world, biological and clinical‐epidemiological characteristics of the infection have been published.\n1\n Coagulation disorders and elevations of D‐dimer have also been described and have been associated with worse prognosis.\n1\n, \n2\n In a recent study, only 0.6% of survivors fulfilled criteria for disseminated intravascular coagulopathy (DIC), compared to 76% of those who died.\n2\n Venous thromboembolic disease (VTD) is a frequent complication of hospitalized patients.\n3\n, \n4\n, \n5\n, \n6\n, \n7\n, \n8\n Either way, elevated D‐dimer is an excellent marker of thrombosis.\n9\n, \n10\n D‐dimer measurement is an essential step in VTE diagnosis, as it allows clinicians to rule out the disease in patients with suspected deep vein thrombosis (DVT) or pulmonary embolism (PE). However, the test is less useful in elderly patients (as D‐dimer tests at a cutoff of 500 ng/mL are rarely truly negative). Therefore, an “age per 10” cutoff in patients above 50 years is well‐validated.\n11\n Despite differences in study design, DVT prevalence, and the D‐dimer assay used, all studies favor the age‐adjusted D‐dimer limit with negative predictive values (NPV) ranging from 91.8 to 100% compared to 89.7 to 100% for standard D‐dimer cut‐off.\n11\n, \n12\n, \n13\n However, there is an inflammatory phenomenon in COVID‐19 known as cytokine storm syndrome (CSS) in which D‐dimer may be highly elevated.\n14\n\nMoreover, there is concern about a possible increment in thrombotic risk.\n15\n Prevalence of 25% VTD has already been observed in two series of critically ill patients\n7\n, \n16\n and 4% in noncritical hospitalized patients in a European cohort.\n17\n Recently it has been demonstrated that treatment with low molecular weight heparin (LMWH) reduces mortality at 28 days in those with elevated D‐dimer and coagulopathy in COVID‐19 patients.\n18\n However, we still do not know if these coagulation disorders, especially D‐dimer rising, have any relationship with the thrombotic phenomena associated with COVID‐19, as has been verified in other scenarios.\n12\n\nPatients who did not survive hospitalization for COVID‐19 in Wuhan were more likely to be older, have comorbidities, and have a high D‐dimer, according to the first study to examine risk factors associated with death among adults hospitalized with COVID‐19.\n19\n, \n20\n\nPoint‐of‐care ultrasound (POCUS) of the lower extremities performed by experts has excellent sensitivity and specificity to diagnose DVT. POCUS is a simple, nonharmful, and repeatable technique. Given the characteristics of isolation and the need for the use of personal protective equipment (PPE) in the evaluation of patients with COVID‐19, POCUS may be helpful. Being aware of these issues, we studied the usefulness of VTD screening based on age‐adjusted D‐dimer and POCUS and its prevalence in hospitalized patients. MethodsWe conducted a single cohort, prospective observational study to assess the prevalence of VTD in COVID‐19 and the usefulness of VTD screening based on age‐adjusted D‐dimer and POCUS. Consecutive patients with COVID‐19 admitted to the Internal Medicine Department of La Paz University Hospital were prospectively enrolled. Informed consent was obtained from all participants before enrolling in the study. The inclusion criteria were adult patients older than 18 years diagnosed with COVID‐19 who presented an elevated age‐adjusted D‐dimer, regardless of the presence or absence of symptoms of DVT or PE. Exclusion criteria were rejection of POCUS and those who did not meet the inclusion criteria. The diagnosis of COVID‐19 was according to World Health Organization interim guidance and confirmed by reverse transcription polymerase chain reaction (RT‐PCR) detection of SARS‐CoV‐2 in nasopharyngeal swabs.Screening protocol based on POCUS of the lower extremities from the iliac‐femoral territory to the infrapopliteal region was prospectively performed by four internists with long‐standing experience in vascular ultrasound. A whole‐leg ultrasound protocol was performed, and the following veins were scanned transversally over their entire length: common femoral vein, femoral vein, popliteal veins, anterior and posterior tibial veins, peroneal veins, medial and lateral gastrocnemius veins, soleal veins, the saphenofemoral/popliteal junctions, the trunk of the great saphenous vein and small saphenous vein. Ultrasound equipment was Esaote MyLab25Gold with 13–4 MHz Linear Transducer.The decision to perform pulmonary computed tomography angiography (PCTA) in order to rule out PE was left to the discretion of the medical team in charge of the patient with the same criteria that would have been performed in patients not included in this study. Only the pulmonary vascular tree filling defects have been considered PE and not the peripheral microthrombosis visible in the iodine map study. The global objective was to determine the prevalence of VTD (DVT and/or PE) in patients with COVID‐19.A retrospective review of the characteristics of these patients was performed through the electronic medical record system of our hospital, the medications and outcomes were monitored up to 30 days after inclusion. The Ethics Committee of Hospital Universitario La Paz approved this study (PI‐4124).We collected data of blood samples when D‐dimer was at the highest value during the hospitalization: hemoglobin, white blood cell count, platelet count, thromboplastin time (APTT), antithrombin activity (AT), fibrinogen, and D‐dimer, transaminases, C‐reactive protein (CRP), procalcitonin, troponin I, interleukin 6, ferritin, lactate dehydrogenase (LDH). In those patients diagnosed with thromboembolic disease, D‐dimer values were analyzed before the ultrasound and after the start of therapeutic anticoagulation. The coagulation test was performed with Innovance D‐Dimer Quantitative Enzyme‐Linked ImmunoSorbent Assay.The primary anticoagulant agent in both groups was enoxaparin. For patients who weighed less than 120 kg and had a creatinine clearance greater than 30 mL/min, enoxaparin, 1 mg/kg daily, was assigned as intermediate‐dose anticoagulation and enoxaparin 1 mg/kg/12 hours, as therapeutic‐dose. Enoxaparin, 40 mg daily, was the standard‐dose prophylactic anticoagulation regimen.Different scores were used to predict the degree of comorbidity (Charlson Comorbidity Index),\n21\n the severity of viral pneumonia (MuLBSTA Score for Viral Pneumonia Mortality),\n22\n the risk of DIC according to the International Society on Thrombosis and Hemostasis (ISTH) Criteria for Disseminated Intravascular Coagulation\n23\n and the risk of thrombosis (Padua Prediction Score for Risk of VTE).\n24\n COVID‐19 CSS was defined by the presence of at least two of the following: D‐dimer >3000 ng/dL, ferritin >1500 ng/dL, IL‐6 > 40 μg/dL, or CRP >150 mg/L in the absence of sepsis. Acute Respiratory Distress Syndrome (ARDS) was defined according to Berlin criteria\n25\n and severe pneumonia was established with CURB‐65 Score for Pneumonia Severity ≥2.\n26\n\nNormally and abnormally distributed quantitative variables were compared using the Student's t‐test and the Mann–Whitney U test, respectively. Categorical variables were compared using the chi‐squared test. The results were given as the mean ± standard deviation, median (interquartile range), or number (percentage), wherever appropriate. Categorical and consecutive variables were evaluated by logistic regression analysis for their ability to predict 28‐day mortality. A P‐value of <.05 was considered statistically significant. Receiver‐operating characteristic (ROC) analysis was used to determine the accuracy of quantitative D‐dimer measurements in differentiating between positive and negative VTD patients as per POCUS or PCTA. Data were analyzed using Wizard Pro version 1.9.4.1 for Macintosh and IBM SPSS Statistics version 20.0. ResultsA total of 102 consecutive hospitalized patients with RT‐PCR confirmed COVID‐19 admitted to the Internal Medicine Department at La Paz University Hospital between May 1 and May 31, 2020.\nBaseline Characteristics\nData regarding baseline characteristics of the population are shown in Table 1. The mean age at COVID‐19 onset was 65.5 ± 3.3 years (Q1–Q3 54–79). Sixty‐eight patients were male (66.7%).Table 1Baseline Characteristics and Main OutcomesCOVID‐19 PatientsNo VTDVTD\nP Values75 (73.5%)27 (26.5%)Age63.4 ± 1.93771.4 ± 2.815\n.030\nSex ratio (male/female)1.683.50.153Maximum D‐dimer6540 ± 181834,238 ± 6120\n<.001\nObesity18 (24%)5 (18.5%).156Chronic disease54 (72%)22 (81.5%).332CHARLSON2.64 ± 0.282.70 ± 0.46.759MuLBSTA10.32 ± 0.4611.78 ± 0.68.440PADUA5.77 ± 0.225.89 ± 0.37.592ISTH > 457 (76%)24 (88.9%)\n<.001\nPneumonia71 (94.7%)25 (92.6%).694Severe pneumonia (by CURB‐65)44 (58.7%)17 (62.9%).696ARDS28 (37.3%)12 (44.4%).516CSS21 (28%)10 (37%).381Bacterial superinfection13 (17.3%)5 (18.5%).890ICU6 (8%)4 (14.8%).307Death6 (8%)6 (22.2%)\n.025\nOpen in a separate window\nNote: Significance of bold values explained in the text.The majority of patients (77.5%) were Caucasian, followed by Latin‐American (20.6%) and Asian (1.9%). However, there was no difference in the presence of VTD according to ethnic origin.Seventy‐six (74%) patients presented one or more underlying diseases, mainly, including hypertension (n = 48, 47.1%), dyslipidemia (n = 38, 37.3%), obesity (n = 21, 20.6%) diabetes mellitus (n = 19, 18.6%), chronic kidney disease (n = 15, 14.7%), heart disease (n = 14, 13.7%), chronic obstructive pulmonary disease (n = 11, 10.8%), connective tissue diseases (n = 4, 3.9%), cancer (n = 3, 2.9%), and previous VTD (n = 2, 2%). Sixty‐seven (65.7%) patients had never smoked, 17 (16.7%) were active smokers, and 18 (17.6%) were former smokers.Mean Charlson score was 2.66 ± 0.47; however, 60 (58.5%) patients had a Charlson ≥ 3 (equivalent to severe comorbidity). There were no significant differences in comorbidities between VTD and no VTD. Mean MuLBSTA score was 10.71 ± 0.76, which means a 90‐day estimated mortality rate of 10%. Eighty‐one (79.4%) patients had an ISTH Criteria for DIC >4. That is, 32 (39.5%) patients with ISTH 4, 45 (55.5%) with ISTH 5, and 4 patients (4.9%) with ISTH 6. The mean Padua Prediction Score for Risk of VTE was 5.8 ± 0.2. However, the Padua score was not statistically significantly associated with the presence of VTD in COVID‐19 (P = .440).Ninety‐six (94.1%) patients presented pneumonia by radiological findings (chest radiography and/or PCTA), 61 (59.8%) presented severe pneumonia by CURB‐65, 31 (30.4%) were diagnosed of CSS, and 40 (39.2%) presented ARDS according to the Berlin criteria. Eighteen (17.6%) patients had a bacterial superinfection during admission. There were no statistically significant differences in the different modalities of supplemental oxygen supply between VTD and no VTD. The laboratory findings are shown in Table 2.Table 2Laboratory FindingsNo VTDVTD\nP ValueHemoglobin (g/dL)13.284 ± 0.29014.178 ± 0.490.130Hematocrite (%)41.210 ± 0.83644.196 ± 1.499.084Lymphocytes (/mm3)1.029 ± 0.0941.285 ± 0.243.238Leukocytes (/mm3)7.438 ± 0.4929.458 ± 0.892.048\nBasophils (/mm3)0.026 ± 0.0020.037 ± 0.004.024\nPlatelets (/mm3)312.575 ± 21.833254.087 ± 18.810.151Cephalin time (seconds)28.803 ± 0.50928.588 ± 1.031.839Prothrombin time (seconds)11.589 ± 0.12916.829 ± 2.946.003\nINR1.090 ± 0.0141.636 ± 0.315.004\nD‐Dimer (ng/mL)6981.203 ± 1850.18935,218.280 ± 6413.584\n<.001\nFibrinogen (mg/dL)646.338 ± 30.990512,348 ± 58.682.035\nAST (IU/L)61.578 ± 7.69351.190 ± 6.466.459ALT (IU/L)62.786 ± 8.02750,364 ± 7.993.411GGT (IU/L)106.057 ± 13.751118.571 ± 41.081.710Creatinine (mg/dL)1.097 ± 0.1071.227 ± 0.199.548Urea (mg/dL)55.099 ± 5.34173.091 ± 14.744.156Sodium (mmol/L)140.164 ± 0.715142.917 ± 1.849.095Ferritine (ng/mL)1099.522 ± 173.466934.684 ± 164.586.627Interleukin‐6 (μg/dL)218.928 ± 44.165122.600 ± 61.122.262LDH (IU/L)361.831 ± 17.230461.048 ± 34.302.007\nC‐reactive protein (mg/L)103.070 ± 12.07074.417 ± 16.485.218Open in a separate window\nNote: Significance of bold values explained in the text.Ninety‐five (93.1%) patients received specific treatment for COVID‐19 consisting of hydroxychloroquine (n = 92, 90.2%), azithromycin (n = 46, 45.1%), lopinavir/ritonavir (n = 2, 2%), and remdesivir (n = 5, 4.9%). The combination of hydroxychloroquine and azithromycin was the most frequent (n = 45, 44.1%). Some sequential treatment was also prescribed. Forty‐three (42.6%) patients required treatment for the inflammatory phase (not all patients who experienced inflammatory phase fulfilled criteria for CSS) divided between tocilizumab (n = 34, 33.3%), corticosteroids (n = 15, 14.7%), anakinra (n = 2, 2%), colchicine (n = 5, 4.9%), and immunoglobulins (n = 1, 1%). Tocilizumab and corticosteroids were the most frequent combination used in this phase (n = 6, 5.9%). Most patients (n = 97, 95.1%) received anticoagulant treatment with LMWH from the first day of hospital admission. At the time of POCUS, 50 (49%) patients were receiving LMWH at standard prophylactic doses, 31 (30.4%) at intermediate doses, 8 (7.8%) at therapeutic doses, 8 (7.8%) received other anticoagulants other than LMWH, and only 5 (4.9%) did not receive anticoagulant treatment (Table 3). The absence of any anticoagulation was associated with more VTD events (P = .005). However, the use of intermediate doses was associated with fewer VTD events (P < .001). The number needed to treat (NNT) with LMWH (any dose) to prevent one event of VTD compared with no anticoagulation was 1.49 patients. Besides, NNT for intermediate doses (of LMWH) against prophylactic ones was 10.99. There were no bleeding events in our cohort.Table 3Anticoagulation with LWMH in COVID‐19 PatientsNO VTDVTD\nP ValueCorrelation75 (73.5%)27 (26.5%)None1 (1.3%)4 (14.8%)\n.005\n\nPositive\nProphylactic39 (52%)11 (40.7%).320NOIntermediate27 (36%)4 (14.8%)\n.041\n\nNegative\nTherapeutic4 (5.3%)4 (14.8%).118NOOther anticoagulants4 (5.3%)4 (14.8%).118NOOpen in a separate window\nNote: Significance of bold values explained in the text.Globally, 10 (9.8%) patients required admission to an intensive care unit and 12 (11.8%) died. Presenting VTD was associated with higher mortality (P = .025) (Table 1).In our cohort, COVID‐19 patients with VTD were older (P < .030), had a higher D‐dimer (P < .001), a higher ISTH score (P < .001), and a higher mortality (P = .025).\nVenous Thromboembolic Disease\nIn summary, 102 POCUS and 39 PCTA were performed diagnosing 27 VTD events (26.5%) (Table 4): 17 DVT (16.6% positive POCUS) and 18 PE (46.2% positive PCTA). Of all the detected DVTs, 9 patients had ≥2 affected venous territories, being the most frequent territory, the popliteal vein (31.2%).Table 4VTD Outcomes\nn (%)NO VTD75 (73.5%)VTDTotal VTD27 (26.5%)Isolated DVT9 (33.3%)Isolated PE10 (37.0%)DVT + PE8 (29.7%)Open in a separate window\nDay of Thrombosis and D‐Dimer Cut‐off\nA marked elevation of D‐dimer can be observed in the previous days of VTD and subsequently a decrease from the start of anticoagulation at therapeutic doses. VTD was diagnosed at mean of 13.48 ± 2.05 days from symptoms onset (established as days of illness). However, the mean maximum D‐dimer day was 9.42 ± 2.17. DVT patients were diagnosed earlier (10.47 ± 2.19) and PE later (14.78 ± 2.27), probably because PE and COVID‐19 pneumonia symptoms may be indistinguishable. We have analyzed the value of D‐dimer to predict the risk of thrombosis in patients with COVID‐19 and to propose cut‐off values. The ROC curve for D‐dimer showed an AUC of 0.91 (Figure 1). The cut‐off point (Table 5) of ~2000 ng/mL had a sensitivity of 100% and a specificity of 49.5% (positive predictive value (PPV) of 39% and negative predictive value (NPV) of 100%) for any VTD. The cut‐off point of ~6000 μg/L had a sensitivity of 100% and a specificity of 67.7% (PPV of 23% and NPV of 100%) for PE.Open in a separate windowFigure 1Receiver operating characteristic (ROC) curve for D‐dimer in VTD.Table 5Different D‐Dimer Cut‐off Points in VTDD‐dimer ValueSensitivitySpecificityPPVNPVLR+LR‐VTD\n2036\n\n100%\n\n49.5%\n\n39%\n\n100%\n\n1.92\n\n0\n406096%68.9%50%98%30.06\n6080\n\n96%\n\n79.7%\n\n62%\n\n98%\n\n4.8\n\n0.05\nIsolated DVT2036100%33.0%12%100%1.470\n6080\n\n88%\n\n71%\n\n23%\n\n98%\n\n3.03\n\n0.17\n750687.5%67.0%19%98%2.670.18Isolated PE\n6080\n\n100%\n\n67.7%\n\n23%\n\n100%\n\n3.03\n\n0\nDVT and PE12,850100%83.5%35%100%6.250Open in a separate window\nNote: Significance of bold values explained in the text. DiscussionThe Virchow Triad, including endothelial damage, prolonged immobilization, and sustained hypoxia are factors of hypercoagulability induced by COVID‐19. There is increasing evidence that patients with COVID‐19 have arterial and venous thrombotic events as well as microthrombosis, mainly pulmonary. However, the majority of reported cases come from patients admitted to intensive care units\n7\n, \n16\n or from pathological findings.\n27\n Hence, early application of anticoagulant therapy in critically ill patients improves outcomes.\n16\n, \n17\n, \n28\n Nevertheless, there is not enough evidence on the prevalence of VTD, its characteristics, and treatment of hospitalized patients with COVID‐19 and we are missing high‐quality data about clotting and bleeding. Furthermore, the classic prognostic scores for thromboembolic disease seem unreliable. Likewise, the cut‐off points for D‐dimer in COVID‐19 have not been defined either.As has been reported in other studies,\n2\n, \n7\n, \n16\n the actual prevalence of VTD (DVT and PE) in patients with COVID‐19 is very high, especially in severe and critical patients. However, at the time we started our study, there were insufficient data on the prevalence of VTD in noncritical hospitalized patients. In some series of critically ill patients with COVID‐19, the prevalence of thrombosis is approximately 25%.\n7\n, \n16\n However, other series have showed that noncritical hospitalized patients had a prevalence of approximately 4 to 6%.\n17\n, \n28\n Our 26.5% prevalence of VTD in patients hospitalized for COVID‐19 with high age‐adjusted D‐dimer reflects that the prevalence may be underestimated, and therefore, also its treatment.\n28\n, \n29\n If we compare these results with those of the general hospitalized population (Medenox, Prevent and Artemis trials), it seems that the prevalence in COVID‐19 was higher than usual.\n30\n, \n31\n, \n32\n\nIn our cohort, COVID‐19 patients with VTD were older, had a higher D‐dimer, a higher ISTH score, and a higher mortality. However, they did not show statistically significant differences in risk scales (Charlson, MulBSTA, and Padua), and in respiratory complications such as development of severe pneumonia, bacterial superinfection, or ARDS. Besides, there were no differences in inflammatory laboratory parameters, such as IL‐6 and ferritin or CSS development. Surprisingly, we found that VTD occurred even in patients treated with therapeutic anticoagulation from admission, highlighting the thrombogenicity of COVID‐19. Antiviral and immunomodulatory treatment used in COVID‐19 did not influence the risk of thrombosis or its prognosis.Padua Prediction Score for Risk of VTE may have been nondiscriminatory in our cohort. In other studies, high percentages of Padua ≥4 have also been reported, indicating that prophylactic anticoagulation should be applied in the vast majority of patients admitted with COVID‐19.\n28\n, \n29\n However, it is ineffective at discriminating between patients who may eventually need higher doses.Despite a low PE test threshold with respiratory and/or hemodynamic decline, marker‐guided strategies are necessary to enable COVID‐19 patients at risk for thrombosis to be selected quickly and efficiently. D‐dimer plays a fundamental role, but it is usually elevated in patients with COVID‐19 in the inflammatory phase. Prior to this study, it was not defined, which D‐dimer values allowed predicting VTD in COVID‐19. The increase in VTD seems to take place mainly around DOI 13 from the onset of COVID‐19 symptoms, indicating that these events occur around the inflammatory phase of the disease, but the maximum elevation of D‐dimer happened 2 to 3 days earlier, which could mean a diagnostic delay. Therefore, screening strategies were necessary to early detect the presence of DVT and PE in patients with COVID‐19 with high age‐adjusted D‐dimer values (adjustment by the formula originally suggested by Douma et al.\n33\n). In our cohort, we have evidenced that those patients with D‐dimer over 2000 ng/mL (NPV of 100% in those with <2000 ng/mL) would benefit to carry out screening strategies with POCUS and PCTA to rule out the presence of DVT and PE, respectively. Specifically, patients with COVID‐19 with D‐dimer between 2000 and 6000 ng/mL could benefit from a screening strategy with POCUS given the high sensitivity and specificity of the test. Besides, patients with D‐dimer ≥6000 ng/mL should undergo POCUS and PCTA to rule out DVT and PE, respectively. This strategy will allow an earlier diagnosis and targeted treatment.Moreover, in our cohort of COVID‐19 patients, there were differences in the LMWH regimens (Table 3) before VTD event diagnosis. However, anticoagulant therapy with LMWH was associated with reduced mortality, consistent with other studies.\n18\n Regarding the LMWH, most of the patients were on prophylactic LMWH and some patients received intermediate doses. The use of LMWH at intermediate doses was based on the hospital thromboprophylaxis local protocol. Patients with COVID‐19 from our cohort who were not under thromboprophylaxis presented more thrombotic events than the rest. Strikingly, the anticoagulated patients at intermediate doses had fewer events than the rest without increased bleeding. According to this results, patients with COVID‐19, older age and coagulopathy by ISTH may benefit from higher thromboprophylaxis doses (intermediate) than those used routinely.POCUS screening allowed earlier diagnosis and treatment, even in asymptomatic patients in the COVID‐19 context. POCUS performed by trained physicians is an accessible, fast, and reliable tool for diagnosing DVT, especially in a pandemic setting.\n29\n, \n34\n A screening strategy with POCUS and PCTA based on D‐dimer value could help reduce the time to diagnosis of VTD and improve its outcomes. However, future interventional and management trials should be conducted to improve VTD prevention, diagnosis, and COVID‐19.There were several limitations in our report. First, this is a single‐center, small sample study, and therefore, the results need to be confirmed by a larger sample study. Second, despite that all of the patients underwent POCUS, far less than half of the patients underwent a PCTA, which may involve a PE underdiagnosis. Third, the availability of POCUS is not universal, nor is the training of all clinicians in other centers. Finally, an external validation cohort is necessary to corroborate the cut‐off values obtained in this study. To sum up, our study characterized the prevalence of VTD in patients with COVID‐19, demonstrated the application of D‐dimer in VTD screening and the higher incidence of VTD, as well as the potential application of intermediate doses of LMWH. ConclusionThe prevalence of VTD in patients with COVID‐19 is high and may be underdiagnosed, especially in those severe patients with elevated D‐dimer. Since VTD was associated with an increased risk of mortality in COVID‐19, POCUS could be a useful tool to improve the diagnosis of VTD, to decrease diagnosis delay and potentially decrease morbidity and mortality. The need for isolation and PPE may position the use of POCUS as an effective, quick, and safe screening tool even more in a pandemic context. Screening strategies are necessary to early detect the presence of DVT and PE in patients with COVID‐19 and high D‐dimer values. NotesAll of the authors of this article have reported no disclosures. References1. \nZhou F, Yu T, Du R, et al. Clinical course and risk factors for mortality of adult inpatients with COVID‐19 in Wuhan, China: a retrospective cohort study [published correction appears in Lancet. 2020 Mar 28;395(10229):1038]. Lancet\n2020; 395:1054–1062. 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. \nTang N, Li D, Wang X, Sun Z. Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia. J Thromb Haemost\n2020; 18:844–847. 10.1111/jth.14768. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. \nKahn SR, Morrison DR, Diendéré G, et al. Interventions for implementation of thromboprophylaxis in hospitalized patients at risk for venous thromboembolism. Cochrane Database Syst Rev\n2018; 4:CD008201. 10.1002/14651858.CD008201.pub3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. \nBikdeli B, Madhavan MV, Jimenez D, et al. COVID‐19 and thrombotic or thromboembolic disease: implications for prevention, antithrombotic therapy, and follow‐up: JACC state‐of‐the‐art review. J Am Coll Cardiol\n2020; 75:2950–2973. 10.1016/j.jacc.2020.04.031. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. \nConnors JM, Levy JH. COVID‐19 and its implications for thrombosis and anticoagulation. Blood\n2020; 135:2033–2040. 10.1182/blood.2020006000. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. \nZhang W, Zhao Y, Zhang F, et al. The use of anti‐inflammatory drugs in the treatment of people with severe coronavirus disease 2019 (COVID‐19): the perspectives of clinical immunologists from China. Clin Immunol\n2020; 214:108393. 10.1016/j.clim.2020.108393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. \nKlok FA, Kruip MJHA, van der Meer NJM, et al. Incidence of thrombotic complications in critically ill ICU patients with COVID‐19. Thromb Res\n2020; 191:145–147. 10.1016/j.thromres.2020.04.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. \nKollias A, Kyriakoulis KG, Dimakakos E, Poulakou G, Stergiou GS, Syrigos K. Thromboembolic risk and anticoagulant therapy in COVID‐19 patients: emerging evidence and call for action. Br J Haematol\n2020; 189:846–847. 10.1111/bjh.16727. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. \nLinkins LA, Takach LS. Review of D‐dimer testing: good, bad, and ugly. Int J Lab Hematol\n2017; 39:98–103. 10.1111/ijlh.12665. [PubMed] [CrossRef] [Google Scholar]10. \nWells PS, Anderson DR, Rodger M, et al. Evaluation of D‐dimer in the diagnosis of suspected deep‐vein thrombosis. N Engl J Med\n2003; 349:1227–1235. 10.1056/NEJMoa023153. [PubMed] [CrossRef] [Google Scholar]11. \nRiva N, Camporese G, Iotti M, et al. Age‐adjusted D‐dimer to rule out deep vein thrombosis: findings from the PALLADIO algorithm. J Thromb Haemost\n2018; 16:271–278. 10.1111/jth.13905. [PubMed] [CrossRef] [Google Scholar]12. \nNybo M, Hvas AM. Age‐adjusted D‐dimer cut‐off in the diagnostic strategy for deep vein thrombosis: a systematic review. Scand J Clin Lab Invest\n2017; 77:568–573. 10.1080/00365513.2017.1390783. [PubMed] [CrossRef] [Google Scholar]13. \nGómez‐Jabalera E, Bellmunt Montoya S, Fuentes‐Camps E, Escudero Rodríguez JR. Age‐adjusted D‐dimer for the diagnosis of deep vein thrombosis. Phlebology\n2018; 33:458–463. 10.1177/0268355517718762. [PubMed] [CrossRef] [Google Scholar]14. \nMcGonagle D, Sharif K, O'Regan A, Bridgewood C. The role of cytokines including Interleukin‐6 in COVID‐19 induced pneumonia and macrophage activation syndrome‐like disease. Autoimmun Rev\n2020; 19:102537. 10.1016/j.autrev.2020.102537. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. \nLushina N, Kuo JS, Shaikh HA. Pulmonary, cerebral, and renal thromboembolic disease in a patient with COVID‐19. Radiology\n2020; 296:E181–E183. 10.1148/radiol.2020201623. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. \nCui S, Chen S, Li X, Liu S, Wang F. Prevalence of venous thromboembolism in patients with severe novel coronavirus pneumonia. J Thromb Haemost\n2020; 18:1421–1424. 10.1111/jth.14830. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. \nMiddeldorp S, Coppens M, van Haaps TF, et al. Incidence of venous thromboembolism in hospitalized patients with COVID‐19. J Thromb Haemost\n2020; 18:1995–2002. 10.1111/jth.14888. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. \nTang N, Bai H, Chen X, Gong J, Li D, Sun Z. Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy. J Thromb Haemost\n2020; 18:1094–1099. 10.1111/jth.14817. [PubMed] [CrossRef] [Google Scholar]19. \nHuang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet\n2020; 395:497–506. 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. \nChen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet\n2020; 395:507–513. 10.1016/S0140-6736(20)30211-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. \nCharlson ME, Pompei P, Ales KL, MacKenzie CR. A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis\n1987; 40:373–383. 10.1016/0021-9681(87)90171-8. [PubMed] [CrossRef] [Google Scholar]22. \nGuo L, Wei D, Zhang X, et al. Clinical features predicting mortality risk in patients with viral pneumonia: the MuLBSTA score. Front Microbiol\n2019; 10:2752. 10.3389/fmicb.2019.02752. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. \nToh CH, Hoots WK. SSC on disseminated intravascular coagulation of the ISTH. The scoring system of the scientific and standardisation committee on disseminated intravascular coagulation of the international society on thrombosis and haemostasis: a 5‐year overview. J Thromb Haemost\n2007; 5:604–606. 10.1111/j.1538-7836.2007.02313.x. [PubMed] [CrossRef] [Google Scholar]24. \nBarbar S, Noventa F, Rossetto V, et al. A risk assessment model for the identification of hospitalized medical patients at risk for venous thromboembolism: the Padua prediction score. J Thromb Haemost\n2010; 8:2450–2457. 10.1111/j.1538-7836.2010.04044.x. [PubMed] [CrossRef] [Google Scholar]25. \nDefinition Task Force ARDS, Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin definition. JAMA\n2012; 307:2526–2533. 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]26. \nLim WS, van der Eerden MM, Laing R, et al. Defining community acquired pneumonia severity on presentation to hospital: an international derivation and validation study. Thorax\n2003; 58:377–382. 10.1136/thorax.58.5.377. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. \nWichmann D. Autopsy findings and venous thromboembolism in patients with COVID‐19. Ann Intern Med\n2020; 173:1030. 10.7326/L20-1206. [PubMed] [CrossRef] [Google Scholar]28. \nLodigiani C, Iapichino G, Carenzo L, et al. Venous and arterial thromboembolic complications in COVID‐19 patients admitted to an academic hospital in Milan, Italy. Thromb Res\n2020; 191:9–14. 10.1016/j.thromres.2020.04.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. \nDemelo‐Rodríguez P, Cervilla‐Muñoz E, Ordieres‐Ortega L, et al. Incidence of asymptomatic deep vein thrombosis in patients with COVID‐19 pneumonia and elevated D‐dimer levels. Thromb Res\n2020; 192:23–26. 10.1016/j.thromres.2020.05.018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. \nCohen AT, Zaw HM, Alikhan R. Benefits of deep‐vein thrombosis prophylaxis in the nonsurgical patient: the MEDENOX trial. Semin Hematol\n2001; 38:31–38. 10.1016/s0037-1963(01)90096-4. [PubMed] [CrossRef] [Google Scholar]31. \nLeizorovicz A, Cohen AT, Turpie AG, et al. Randomized, placebo‐controlled trial of dalteparin for the prevention of venous thromboembolism in acutely ill medical patients. Circulation\n2004; 110:874–879. 10.1161/01.CIR.0000138928.83266.24. [PubMed] [CrossRef] [Google Scholar]32. \nvan der Pol LM, Tromeur C, Bistervels IM, et al. Pregnancy‐adapted YEARS algorithm for diagnosis of suspected pulmonary embolism. N Engl J Med\n2019; 380:1139–1149. 10.1056/NEJMoa1813865. [PubMed] [CrossRef] [Google Scholar]33. \nDouma RA, le Gal G, Söhne M, et al. Potential of an age adjusted D‐dimer cut‐off value to improve the exclusion of pulmonary embolism in older patients: a retrospective analysis of three large cohorts. BMJ\n2010; 340:c1475. 10.1136/bmj.c1475. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. \nPedraza García J, Valle Alonso J, Ceballos García P, Rico Rodríguez F, Aguayo López MÁ, Muñoz‐Villanueva MDC. Comparison of the accuracy of emergency department‐performed point‐of‐care‐ultrasound (POCUS) in the diagnosis of lower‐extremity deep vein thrombosis. J Emerg Med\n2018; 54:656–664. 10.1016/j.jemermed.2017.12.020. [PubMed] [CrossRef] [Google Scholar]"}