{"title": "Computed tomography after severe COVID-19 pneumonia: findings at 6 months and beyond", "pubDate": "2021", "PMCID": "PMC8474481", "DOI": "10.1183/23120541.00488-2021", "PMID": "34703831", "abstract": "Parenchymal bands and ground-glass opacities consistent with a pattern of late organising pneumonia are frequently observed 6 months after ICU admission for #COVID19, whereas fibrotic changes of limited extent are only observed in about 1/3 of patients https://bit.ly/2UGOsbr.", "author": [{"author": "Thibaud Poitevineau", "affiliation": ["Service de Radiologie, Hôpital Cochin, AP-HP Centre, Paris, France."], "href": "/?term=Poitevineau+T&cauthor_id=34703831"}, {"author": "Guillaume Chassagnon", "affiliation": ["Service de Radiologie, Hôpital Cochin, AP-HP Centre, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Chassagnon+G&cauthor_id=34703831"}, {"author": "Samir Bouam", "affiliation": ["Département d'informatique médicale, Hôpital Cochin, AP-HP Centre, Paris, France."], "href": "/?term=Bouam+S&cauthor_id=34703831"}, {"author": "Paul Jaubert", "affiliation": ["Université de Paris, Paris, France.", "Service de médecine intensive-réanimation, Hôpital Cochin, AP-HP Centre, Paris, France."], "href": "/?term=Jaubert+P&cauthor_id=34703831"}, {"author": "Chérifa Cheurfa", "affiliation": ["Université de Paris, Paris, France.", "Service de réanimation chirurgicale, Hôpital Cochin, Paris, France."], "href": "/?term=Cheurfa+C&cauthor_id=34703831"}, {"author": "Lucile Regard", "affiliation": ["Université de Paris, Paris, France.", "Service de pneumologie, Hôpital Cochin, AP-HP Centre, Paris, France."], "href": "/?term=Regard+L&cauthor_id=34703831"}, {"author": "Emma Canniff", "affiliation": ["Service de Radiologie, Hôpital Cochin, AP-HP Centre, Paris, France."], "href": "/?term=Canniff+E&cauthor_id=34703831"}, {"author": "Anh Tuan Dinh-Xuan", "affiliation": ["Université de Paris, Paris, France.", "Département de physiologie, Hôpital Cochin, AP-HP Centre, Paris, France."], "href": "/?term=Dinh-Xuan+AT&cauthor_id=34703831"}, {"author": "Marie-Pierre Revel", "affiliation": ["Service de Radiologie, Hôpital Cochin, AP-HP Centre, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Revel+MP&cauthor_id=34703831"}], "refPMID": ["32133578", "31986264", "32007143", "33839588", "33303540", "33798931", "33220049", "32838236", "33676998", "32865490", "33497317", "16236881", "32422178", "31197492", "33732719", "32291197"], "citedInPMID": ["34703831"], "body": " Short abstractParenchymal bands and ground-glass opacities consistent with a pattern of late organising pneumonia are frequently observed 6 months after ICU admission for #COVID19, whereas fibrotic changes of limited extent are only observed in about 1/3 of patients\nhttps://bit.ly/2UGOsbr \nTo the Editor:\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects the alveolar epithelial cells causing coronavirus disease (COVID-19) pneumonia of varying severity [1, 2]. 15–30% of patients develop acute respiratory distress syndrome (ARDS) requiring hospitalisation in intensive care units (ICU) and mechanical ventilation [2, 3]. At 3 months, there are persisting computed tomography (CT) abnormalities in 17 to 91% of discharged COVID-19 patients [4–8], mainly consistent with an organising pneumonia (OP) pattern. These anomalies are more frequently reported in patients who were admitted to ICU [9]. Pulmonary fibrosis has been reported at autopsy of patients deceased from COVID-19 pneumonia, along with pulmonary microvascular thrombosis [10]. Fibrotic-like changes have also been reported at 6-month CT follow-up in COVID-19 survivors [11]. A proportion of survivors from the first SARS-CoV outbreak of 2003 had residual impairment of lung function and abnormal chest radiograph (CXR) findings at 6 months [12]. However, little is known about long-term changes on CT following severe SARS-CoV-2 pneumonia, or after ARDS in general, most descriptions being limited to CXR.There are ongoing studies evaluating the role of antifibrotic drugs for the prevention of lung fibrosis after SARS-CoV-2 infection [13]. However, the exact proportion of patients who will develop irreversible lung fibrosis remains unknown. The aim of this study was to describe chest CT abnormalities persisting at 6 months and beyond, in patients who were admitted to ICU for severe COVID-19 pneumonia.This single centre retrospective study was approved by our local ethics committee, which waived the need for patients’ consent. All patients admitted to ICU between 1 March and 30 April 2020 for COVID-19 pneumonia were eligible. Inclusion criteria were a positive RT-PCR for SARS-CoV-2 and the availability of a long-term chest-CT scan follow-up, performed at least 6 months after ICU admission.Follow-up chest CT scans, all performed on multidetector CT units allowing acquisition of high-resolution images, were reviewed in consensus by two chest radiologists (G.C. and M.P.R.) with 7- and 20-years’ experience in chest imaging, respectively. Images were analysed for the presence of residual ground-glass opacities, parenchymal bands, traction bronchiectasis, reticulations, or honeycombing, the latter three being considered to define fibrotic changes. CT scans were then categorised into three different radiological patterns: no residual anomalies; residual ground glass and parenchymal bands defining a pattern of late OP; and lastly, fibrotic lung changes if traction bronchiectasis, reticulations or honeycombing were observed, regardless of other anomalies.Additionally, demographic characteristics, comorbidities and pulmonary function tests (PFTs) closest to the long-term chest CT scan were collected from medical charts. Chest CT scans performed at ICU admission, when available, were also reviewed for visual quantification of initial lung disease extent.Statistical analysis was performed using the statistical software package “R” (version 3.2.1, R Foundation, Vienna, Austria). Quantitative data is presented as median (interquartile range (IQR)) and was compared using a Kruskal–Wallis test by ranks. Qualitative data was compared using a Fisher's exact test. A p-value <0.05 was considered as statistically significant.A total of 126 COVID-19 patients were admitted to ICU during the study period. Management of ARDS was standardised, in accordance with the guidelines from the French Intensive Care Society [14]. Of these patients, 20% (26/126) died. Of the remaining 100 patients, 51 were transferred outside the institution after ICU and lost to follow-up. Six patients had CT scan normalisation during the 6-month period following ICU discharge and were not re-evaluated afterwards. The remaining 43 patients had a late follow-up chest CT scan and composed the study sample. Their characteristics are summarised in the table 1.TABLE 1Patient characteristics and follow-up findings\nAll\n\nNormal\n\nLate OP pattern\n\nFibrosis\n\np-value\n\nSubjects n\n43121912\nAge, years\n56.0 (50.5–64.0)56.0 (46.0–63.3)55.0 (51.5–64.0)62.0 (50.5–63.5)0.816\nMale gender\n32/43 (74)9/12 (75)13/19 (68)10/12 (83)0.755\nSmoker\n13/39 (33)6/11 (55)3/16 (19)4/12 (33)0.149\nComorbidities\n Diabetes21/43 (49)6/12 (50)12/19 (63)3/12 (25)0.146 Hypertension17/43 (39)5/12 (42)8/19 (42)4/12 (33)0.925 Obesity10/43 (23)3/12 (25)5/19 (26)2/12 (17)0.902 Cardiovascular disease11/43 (26)3/12 (25)7/19 (37)1/12 (8)0.222 Chronic respiratory disease3/43 (7)1/12 (8)0/19 (0)2/12 (17)0.164 Cancer8/43 (19)5/12 (42)2/19 (11)1/12 (8)0.066\nDisease extent on initial CT scan\n0.003 <50%19/33 (58)9/9 (100)7/13 (54)3/11 (27) >50%14/33 (42)0/9 (0)6/13 (46)8/11 (73)\nLength of ICU stay, days\n15 (9–32)12 (3–17)19 (11–32)24 (11–49)0.179\nTracheal intubation\n33/43 (77)8/12 (67)14/18 (78)11/12 (92)0.404\nDelay between ICU admission and follow-up CT, months\n7.1 (5.9–9.1)7.5 (6.4–9.8)6.8 (6.0–8.7)7.3 (5.5–9.2)0.668\nCT findings\n Ground-glass opacities29/43 (67)0 (0)17/19 (89)12/12 (100) Parenchymal bands26/43 (60)0 (0)15/19 (79)10/12 (83) Traction bronchiectasis12/43 (28)0 (0)0 (0)12/12 (100) Reticulations5/43 (12)0 (0)0 (0)5/12 (42)\nDelay between ICU admission and follow-up PFTs, months\n7.9 (6.2–10.0)8.1 (6.4–10.1)6.8 (5.8–8.5)10.0 (8.3–10.8)0.024\nFollow-up PFTs results\n Impaired TLC4/39 (10)1/9 (11)0/19 (0)3/11 (27)0.035 % of predicted TLC93 (85–96)93 (90–96)93 (88–96)93 (81–98)0.693 Impaired FVC6/39 (14)1/9 (11)1/19 (5)4/11 (36)0.073 % of predicted FVC94 (83–105)97 (87–99)94 (84–105)94 (74–105)0.810 Impaired DLCO31/38 (82)6/9 (67)16/18 (89)9/11 (82)0.361 % of predicted DLCO64 (50–76)78 (67–83)64 (51–75)61 (45–70)0.138Open in a separate windowQuantitative data are presented as median (interquartile range) and qualitative data are presented as n/N (%). OP: organising pneumonia; CT: computed tomography; ICU: intensive care unit; PFTs: pulmonary function tests; FVC: forced vital capacity; TLC: total lung capacity; DLCO: diffusing capacity of the lung for the lung monoxide.The study sample was mostly composed of men (32/43, 74%) and the median age was 56.0 years (IQR 50.5–64.0 years). Most patients had comorbidities (35/43, 81%), the most common being diabetes (21/43, 49%). The median length of stay in ICU was 15 days (IQR 9–32 days) and 77% of the patients (33/43) were intubated.Follow-up PFTs were available for 39 of the 43 patients. They were performed at a median time interval of 7.9 months (IQR 6.2–10.0 months) from ICU admission. Most patients had normal total lung capacity (35/39, 90%) and forced vital capacity (33/39, 86%). Measurement of diffusing capacity of the lung for the lung monoxide (DLCO) was available for 38 patients and was abnormal (<80% of predicted value) in 82% of them (31/38). The median DLCO value was 64% predicted (IQR 50–76% predicted).The median time-interval between ICU admission and late CT follow-up was 7.1 months (5.9–9.1 months). Late CT scans showed normalisation in 28% of patients (12/43). Nine of these 12 patients had DLCO measurements, which were abnormal in one third (3/9), despite apparent CT normalisation. A late OP pattern, with a variable association of residual ground glass and parenchymal bands but no fibrotic changes was observed in 44% (19/43) of the patients (figure 1). Lastly, fibrotic changes were found in 28% of patients (12/43) overall and were of limited extent, involving <10% of lung parenchyma on visual assessment. They consisted of traction bronchiectasis within residual ground-glass opacities in all 12 patients (100%), associated with reticulations in five patients (42%). 10 patients also had parenchymal bands (83%).Open in a separate windowFIGURE 1Axial (a, c, d) and sagittal (b) images demonstrating late changes on CT. a, b) Late organising pneumonia pattern is characterised by the association of residual ground glass (arrow heads) and parenchymal bands. c, d) Fibrotic changes consist of the association of traction bronchiectasis (arrows) with ground glass.There was a trend towards a longer ICU stay in patients who developed fibrotic lung changes (24 days (IQR 11–49 days) versus 19 days (IQR 11–32 days) for patients with late OP without fibrotic changes and 12 days (IQR 3–17 days) for patients with CT normalisation at 6 months, p=0.179). The proportion of patients who had pneumonia extent >50% on initial CT was significantly higher among those with late fibrotic changes: 8/11 (73%) versus 6/13 (46%) for patients with late OP and 0/9 (0%) for patients with CT normalisation, p=0.003.The strength of this retrospective study was its focus on severe COVID-19 patients who were admitted to ICU. The proportion of patients with residual abnormalities at 6 months in our cohort is in line with other reports from China [11, 15]. However, despite focusing on a population admitted to ICU, we found a lower proportion of patients with late fibrotic changes (28 versus up to 35%) and these changes were of limited extent. The difference may be related to a more restrictive definition of fibrotic changes in our study. Indeed, parenchymal bands were considered as fibrotic-like changes in the studies by Han\net al. [11] and Liu\net al. [15], whereas we considered them as residual signs of OP, observed from the early phase of the disease and improving over time, unlike traction bronchiectasis [16].Our study has several limitations. First, owing to its retrospective design, late chest CT scan and PFTs follow-up were not available for all COVID-19 patients admitted to ICU during the study period. Patients transferred to other hospitals were lost to follow-up. However, for those followed-up onsite, late fibrotic changes were of limited extent, when observed, which is worth noting. Secondly, patients in the early phase of the pandemic were more often intubated and the beneficial effect of dexamethasone was not established at that time. Thus, our result may not be applicable to patients managed in the subsequent waves of the pandemic. However, long-term sequelae affecting the patients of the first wave of the pandemic will have to be managed in the coming years, justifying the report of late findings in these patients.In conclusion, a late OP pattern is common 6 months after severe COVID-19 pneumonia, whereas fibrotic changes of limited extent are only seen in one third of patients. DLCO remains abnormal in the vast majority of patients, including a subset with apparent CT normalisation, possibly due to residual microvascular obstruction. FootnotesProvenance: Submitted article, peer reviewed.Conflict of interest: T. Poitevineau has nothing to disclose.Conflict of interest: G. Chassagnon reports receiving consulting fees from Gleamer outside the submitted work.Conflict of interest: S. Bouam has nothing to disclose.Conflict of interest: P. Jaubert has nothing to disclose.Conflict of interest: C. Cheurfa has nothing to disclose.Conflict of interest: L. Regard has nothing to disclose.Conflict of interest: E. Canniff has nothing to disclose.Conflict of interest: A.T. Dinh-Xuan has nothing to disclose.Conflict of interest: M-P. Revel reports receiving personal payment from MSD France for lectures, presentations, speakers’ bureaus, manuscript writing or educational events, outside the submitted work. References1. Jiang F, Deng L, Zhang L, et al. . \nReview of the clinical characteristics of Coronavirus Disease 2019 (COVID-19). J Gen Intern Med\n2020; 35: 1545–1549. doi:10.1007/s11606-020-05762-w [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Huang C, Wang Y, Li X, et al. . \nClinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet\n2020; 395: 497–506. doi:10.1016/S0140-6736(20)30183-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Chen N, Zhou M, Dong X, et al. . \nEpidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet\n2020; 395: 507–513. doi:10.1016/S0140-6736(20)30211-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Froidure A, Mahsouli A, Liistro G, et al. . \nIntegrative respiratory follow-up of severe COVID-19 reveals common functional and lung imaging sequelae. Respir Med\n2021; 181: 106383. doi:10.1016/j.rmed.2021.106383 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Lerum TV, Aaløkken TM, Brønstad E, et al. . \nDyspnoea, lung function and CT findings 3 months after hospital admission for COVID-19. Eur Respir J\n2021; 57: 2003448. doi:10.1183/13993003.03448-2020 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Balbi M, Conti C, Imeri G, et al. . \nPost-discharge chest CT findings and pulmonary function tests in severe COVID-19 patients. Eur J Radiol\n2021; 138: 109676. doi:10.1016/j.ejrad.2021.109676 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. van den Borst B, Peters JB, Brink M, et al. . \nComprehensive health assessment 3 months after recovery from acute coronavirus disease 2019 (COVID-19). Clin Infect Dis\n2021; 73: e1089–e1098. doi:10.1093/cid/ciaa1750 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Zhao Y, Shang Y, Song W, et al. . \nFollow-up study of the pulmonary function and related physiological characteristics of COVID-19 survivors three months after recovery. EClinicalMedicine\n2020; 25: 100463. doi:10.1016/j.eclinm.2020.100463 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. González J, Benítez ID, Carmona P, et al. . \nPulmonary function and radiologic features in survivors of critical COVID-19. Chest\n2021; 160: 187–198. doi:10.1016/j.chest.2021.02.062 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Kommoss FKF, Schwab C, Tavernar L, et al. . \nThe pathology of severe COVID-19-related lung damage. Dtsch Arztebl Int\n2020; 117: 500–506. doi:10.3238/arztebl.2020.0500 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Han X, Fan Y, Alwalid O, et al. . \nSix-month follow-up Chest CT findings after severe COVID-19 pneumonia. Radiology\n2021; 299: E177–E186. doi:10.1148/radiol.2021203153 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Hui DS, Wong KT, Ko FW, et al. . \nThe 1-year impact of severe acute respiratory syndrome on pulmonary function, exercise capacity, and quality of life in a cohort of survivors. Chest\n2005; 128: 2247–2261. doi:10.1378/chest.128.4.2247 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. George PM, Wells AU, Jenkins RG. Pulmonary fibrosis and COVID-19: the potential role for antifibrotic therapy. Lancet Respir Med\n2020; 8: 807–815. doi:10.1016/S2213-2600(20)30225-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Papazian L, Aubron C, Brochard L, et al. . \nFormal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care\n2019; 9: 69. doi:10.1186/s13613-019-0540-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Liu M, Lv F, Huang Y, et al. . \nFollow-up study of the chest CT characteristics of COVID-19 survivors seven months after recovery. Front Med .\n2021; 8: 636298. doi:10.3389/fmed.2021.636298 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Hani C, Trieu NH, Saab I, et al. . \nCOVID-19 pneumonia: a review of typical CT findings and differential diagnosis. Diag Interv Imaging\n2020; 101: 263–268. doi:10.1016/j.diii.2020.03.014 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}