{"title": "Levosimendan to Facilitate Weaning From Cardiorespiratory Support in Critically Ill Patients: A Meta-Analysis", "pubDate": "2021", "PMCID": "PMC8546177", "DOI": "10.3389/fmed.2021.741108", "PMID": "34712681", "abstract": "Background: Cardiopulmonary support, as extracorporeal membrane oxygenation (ECMO) or mechanical ventilation (MV), is crucial for ICU patients. However, some of these patients are difficult to wean. Therefore, we aimed to assess the efficacy and safety of levosimendan in facilitating weaning from cardiorespiratory support in this patient population. Methods: We searched for potentially relevant articles in PubMed, Embase, China National Knowledge Infrastructure, Wanfang, and the Cochrane database from inception up to Feb 30, 2021. Studies focusing on weaning data in MV/ECMO adult patients who received levosimendan compared to controls were included. We used the Cochrane risk of bias tool or the Newcastle-Ottawa Quality Assessment Scale to evaluate the study quality. The primary outcome was the weaning rate from MV/ECMO. Secondary outcomes were mortality, duration of MV, and ICU stay. Subgroup analysis, sensitivity analysis, and publication bias were also conducted. Results: Eighteen studies with 2,274 patients were included. The quality of the included studies was low to moderate. Overall, levosimendan effectively improved weaning rates from MV/ECMO [odds ratio (OR) = 2.32; 95%CI, 1.60-3.36; P < 0.00001, I 2 = 68%]. Subgroup analyses confirmed the higher successful weaning rates in ventilated patients with low left ventricular ejection fractions (OR = 4.06; 95%CI, 2.16-7.62), patients with ECMO after cardiac surgery (OR = 2.04; 95%CI, 1.25-3.34), and patients with ECMO and cardiogenic shock (OR = 1.98; 95%CI, 1.34-2.91). However, levosimendan showed no beneficial effect on patients with MV weaning difficulty (OR = 2.28; 95%CI, 0.72-7.25). Additionally, no differences were found concerning the secondary outcomes between the groups. Conclusions: Levosimendan therapy significantly increased successful weaning rates in patients with cardiopulmonary support, especially patients with combined cardiac insufficiency. Large-scale, well-designed RCTs will be needed to define the subgroup of patients most likely to benefit from this strategy.", "author": [{"author": "Jing-Chao Luo", "affiliation": ["Department of Critical Care Medicine, Zhongshan Hospital, Fudan University, Shanghai, China."], "href": "/?term=Luo+JC&cauthor_id=34712681"}, {"author": "Wen-He Zheng", "affiliation": ["Department of Critical Care Medicine, The Second People's Hospital Affiliated to Fujian University of Traditional Chinese Medicine, Fuzhou, China."], "href": "/?term=Zheng+WH&cauthor_id=34712681"}, {"author": "Chang Meng", "affiliation": ["Department of Critical Care Medicine, School of Clinical Medicine, Beijing Tsinghua Changgung Hospital, Tsinghua University, Beijing, China."], "href": "/?term=Meng+C&cauthor_id=34712681"}, {"author": "Hua Zhou", "affiliation": ["Department of Critical Care Medicine, School of Clinical Medicine, Beijing Tsinghua Changgung Hospital, Tsinghua University, Beijing, China."], "href": "/?term=Zhou+H&cauthor_id=34712681"}, {"author": "Yuan Xu", "affiliation": ["Department of Critical Care Medicine, School of Clinical Medicine, Beijing Tsinghua Changgung Hospital, Tsinghua University, Beijing, China."], "href": "/?term=Xu+Y&cauthor_id=34712681"}, {"author": "Guo-Wei Tu", "affiliation": ["Department of Critical Care Medicine, Zhongshan Hospital, Fudan University, Shanghai, China."], "href": "/?term=Tu+GW&cauthor_id=34712681"}, {"author": "Zhe Luo", "affiliation": ["Department of Critical Care Medicine, Zhongshan Hospital, Fudan University, Shanghai, China.", "Department of Critical Care Medicine, Xiamen Branch, Zhongshan Hospital, Fudan University, Xiamen, China."], "href": "/?term=Luo+Z&cauthor_id=34712681"}, {"author": "Hui-Bin Huang", "affiliation": ["Department of Critical Care Medicine, School of Clinical Medicine, Beijing Tsinghua Changgung Hospital, Tsinghua University, Beijing, China."], "href": "/?term=Huang+HB&cauthor_id=34712681"}], "refPMID": ["22797452", "29791822", "31341752", "30402484", "27626706", "32252267", "27492005", "30489437", "30707314", "33377185", "32910173", "27705084", "9164421", "21960535", "32677985", "20171303", "12958120", "20652370", "25524443", "24172260", "29748076", "19161758", "31879424", "27317704", "0", "32449494", "33583718", "29158060", "28716039", "9336346", "12395979", "18990676"], "citedInPMID": ["34712681"], "body": " AbstractBackground: Cardiopulmonary support, as extracorporeal membrane oxygenation (ECMO) or mechanical ventilation (MV), is crucial for ICU patients. However, some of these patients are difficult to wean. Therefore, we aimed to assess the efficacy and safety of levosimendan in facilitating weaning from cardiorespiratory support in this patient population.Methods: We searched for potentially relevant articles in PubMed, Embase, China National Knowledge Infrastructure, Wanfang, and the Cochrane database from inception up to Feb 30, 2021. Studies focusing on weaning data in MV/ECMO adult patients who received levosimendan compared to controls were included. We used the Cochrane risk of bias tool or the Newcastle-Ottawa Quality Assessment Scale to evaluate the study quality. The primary outcome was the weaning rate from MV/ECMO. Secondary outcomes were mortality, duration of MV, and ICU stay. Subgroup analysis, sensitivity analysis, and publication bias were also conducted.Results: Eighteen studies with 2,274 patients were included. The quality of the included studies was low to moderate. Overall, levosimendan effectively improved weaning rates from MV/ECMO [odds ratio (OR) = 2.32; 95%CI, 1.60–3.36; P < 0.00001, I2 = 68%]. Subgroup analyses confirmed the higher successful weaning rates in ventilated patients with low left ventricular ejection fractions (OR = 4.06; 95%CI, 2.16–7.62), patients with ECMO after cardiac surgery (OR = 2.04; 95%CI, 1.25–3.34), and patients with ECMO and cardiogenic shock (OR = 1.98; 95%CI, 1.34–2.91). However, levosimendan showed no beneficial effect on patients with MV weaning difficulty (OR = 2.28; 95%CI, 0.72–7.25). Additionally, no differences were found concerning the secondary outcomes between the groups.Conclusions: Levosimendan therapy significantly increased successful weaning rates in patients with cardiopulmonary support, especially patients with combined cardiac insufficiency. Large-scale, well-designed RCTs will be needed to define the subgroup of patients most likely to benefit from this strategy.Keywords: cardiopulmonary support, extracorporeal membrane oxygenation, mechanical ventilation, levosimendan, weaning IntroductionIn the intensive care unit (ICU), cardiopulmonary support is the most common and essential therapy. Mechanical ventilation (MV) is a well-established supportive therapy for patients suffering from various forms of respiratory failure (1). Extracorporeal membrane oxygen (ECMO) is increasingly used to treat patients with intractable hypoxemia or circulatory failure (2, 3). However, long-term cardiopulmonary support is not without its risks. Prolonged MV/ECMO can increase the risks of pneumonia, lung injuries, and skeletal muscle atrophy. Delayed weaning is also associated with increased morbidity, mortality, and length of stay in ICU or hospital (4). Therefore, appropriate early weaning from cardiopulmonary support is pretty necessary.However, some ICU patients are difficult to wean from cardiopulmonary support (5, 6). The weaning failure is related to various causes of diaphragmatic weakness, especially in patients with cardiac or pulmonary comorbidities (7). The weaning procedure increases left ventricular filling pressures and pulmonary artery pressures, and the resulting increased cardiac burden may be one of the main reasons for weaning failure (8).Levosimendan is a novel positive inotropic drug that effectively treats acute and chronic decompensated heart failure and is becoming used for weaning from cardiopulmonary support in recent years (9–12). Unlike the traditional inotropic drugs, such as epinephrine, dobutamine, or dobutamine, levosimendan increases cardiac output without adding myocardial oxygen consumption (13). Besides, similar to the myocardium, levosimendan can also strengthen the contraction of respiratory muscles, thereby promoting weaning (14).Several publications have recently emerged on levosimendan use in ICU patients who undergo weaning from MV/ECMO, with discrepancies among the results (10, 12, 15–17). Therefore, we sought to conduct a systematic review and meta-analysis by pooling available studies to investigate the levosimendan's efficacy and safety in ICU patients during MV/ECMO weaning. MethodsWe performed this systematic review and meta-analysis following the PRISMA guidance (18) (Additional File 1), and our protocol has been registered on the International Platform of Registered Systematic Review and Meta-analysis Protocols database (Registration number: INPLASY 202170024) and is available in full on inplasy.com (https://doi.org/10.37766/inplasy2021.7.0024). Ethical approval was not required for our work.Search StrategyTwo authors (J-CL and CM) independently searched for eligible studies in the PubMed, Embase, Cochrane Library database, China National Knowledge Infrastructure, and Wanfang Database before Feb 30, 2021, which was the last search. We limited our language to English and Chinese. Details in the literature search terms were summarized in Additional File 2. The search strategy was restricted to RCTs and observational studies with matched groups (cohort studies with two-arms or case-control studies). We also evaluated the reference lists of relevant studies to ensure the inclusion of all potential studies.Study SelectionStudies were assessed for eligibility if they fulfilled the following criteria: (1) comparing levosimendan to control (i.e., placebo, any other drug or no drug) in patients undergoing MV/ECMO; (2) reporting data on the successful weaning rate from MV/ECMO. We excluded studies conducted in pregnant women and studies conducted in review, case reports, or case series.Data Extraction and OutcomesThe two authors (CM and J-CL) extracted the data independently on the first author's name, study design (retrospective/prospective, RCT/cohort/case-control), year of publication, inclusion criteria, characteristics (age, male or female, and disease severity), levosimendan and control regimens as well as predefined outcomes. The primary outcome was the ECMO or MV weaning. Secondary outcomes included MV duration, length of stay in ICU, overall mortality at the longest following-up available, and adverse events. Discrepancies were identified and resolved through discussion.Quality AssessmentCM and J-CL independently evaluated the methodological quality of the individual studies using the Cochrane risk of bias tool for RCTs (19) and the Newcastle-Ottawa Quality Assessment Scale (20) for case-control/cohort studies. We evaluated publication bias by visually inspecting funnel plots when at least 10 studies were included in this meta-analysis.Statistical AnalysisThe results from all relevant studies were combined to estimate the pooled odds ratio (OR) and associated 95% confidence intervals (CI) for dichotomous outcomes. As to the continuous outcomes, weighted mean differences (WMD) and 95 % CI were estimated as the effect results if they were measured on the same scale and the difference among the means and standard deviation of these outcomes is not significant, otherwise standardized mean difference (SMD) and 95%CI were used. For studies that reported median with accompanying interquartile range (IQR) as the measure of treatment effect, we estimated the mean from median and standard deviations (SD) from IQR using the methods described in previous studies before data analysis.We used the I2 statistic to test the heterogeneity. An I2 <50% was considered as insignificant heterogeneity, and a fixed-effect model was used, whereas a random-effect model was used in cases of significant heterogeneity (I2 > 50%) using the Mantel-Haenszel method (21). To test the robustness of the primary outcome and explore the potential influence factors, we conducted sensitivity analyses to investigate the influence of a single study on the overall pooled estimate of each predefined outcome. Additionally, subgroup analysis was performed separately by pooling trials focusing on cardiopulmonary support types (MV or ECMO) and cardiac function (low or preserved ejection fraction) for the predefined outcomes. We performed all analyses using Review Manager, Version 5.3. ResultsSearching ResultsThe electronic search yielded 743 records, of which 25 full-text were considered for review. Finally, 18 studies (9–12, 15–17, 22–32) with 2,274 patients met the inclusion criteria and were selected for the final analysis (Figure 1). The details of the search strategy were summarized in Additional File 2.Open in a separate windowFigure 1Selection process for studies included in the meta-analysis.Studies Characteristics and Quality AssessmentThe main characteristics of included studies and predefined outcome measures are shown in Table 1 and Additional File 3. Fourteen observational studies (9–11, 15–17, 22–26, 30–32) and four RCTs (12, 27–29) were included, which were conducted between 2009 and 2021. All but two studies (12, 28) were single-center studies. Eight (12, 16, 23, 26–29, 31) of the 18 included trials focused on MV weaning, with or without low LVEF of the recruited patients. The remaining ten studies (9–11, 15, 17, 22, 24, 25, 30, 32) focused on ECMO weaning, with five enrolling patients after cardiac surgery (11, 17, 24, 30, 32) and six enrolling patients suffering from cardiogenic shock (9, 10, 15, 22, 25, 32). Most included studies reported the detail of the levosimendan therapy regimen. As to the control group, two studies (24, 27) used milrinone while others used a placebo or no use.Table 1Characteristics of the included studies.\nStudy\n\nStudy design\n\nPopulation\n\nPatient characteristics (Levosimendan group/Control group)\n\nSample\n\nMean age (yesrs)\n\nMale (%)\n\nDisease severity, mean\n\nLevosimendan\n\nControl\n\nForm of support\nShaker (29)RCT, SCPatients of abdominal malignancy, EF <35% and CHF30/3062/6060/73ASA III: 22/20  ASA IV: 8/10Infusion at 0.1 μg/kg/min or placebo for 24 hInfused placebo at 0.1 μg/kg/min for 24 hMVPan (23)P, SCPatients of weaning difficulty50/5067/6754/58NAInfusion of 12.5 mg for 24 hNoneMVHuang (27)RCT, SCPatients with RF and AHF30/3074/6957/53NAInfusion of 12.5 mg for 24 hInfusion milrinone of 12.5 mg for 24 h × 7 daysMVEriksson (28)RCT, MCPatients undergoing CABG with impaired LVEF <0.530/3064/6493/87Euro-SCORE: 5/512 μg/kg bolus, followed by an infusion of 0.2 μg/kg/minInfused placebo with 12 μg/kg bolus, followed by an infusion of 0.2 μg/kg/minMVVlasova (31)R, SCPatients undergoing CABG with low LVEF17/2964/60NANAInfusion of 12.5 mg for 24 hNoneMVGordon (12)RCT, MCPatients with sepsis215/21867/69NAAPACHE II:25/25  SOFA:10/10Infusion of 0.05–0.2 μg/kg/min for 24 hInfusion of placebo at 0.05–0.2 μg/kg/min for 24 hMVChen (16)P, SCPatients of weaning difficulty45/38NANANAInfusion of 12.5 mg for 24 hNoneMVHe (26)P, SCPatients of weaning difficulty37/31NANANAInfusion of 12.5 mg for 24 hNoneMVZipfel (25)R, SCPatients with refractory cardiogenic shock37/49NANANANANAECMOAffronti (22)R, SCPatients with cardiogenic shock6/1157/5667/63NAInfusion of 12.5 mg for 24 hNoneECMOVally (9)R, SCPatients with cardiogenic shock51/9954/5371/63SAPS II: 59.2/55.5Infusion of 12.5 mg for 24 hNoneECMODistelmaier (30)R, SCPatients after cardiac surgery179/6165/6574/63Euro SCORE 11/9Infusion of 12.5 mg for 24 hNoneECMOJacky (24)R, SCPatients after cardiac surgery26/3866/6381/76SAPS II: 53/49Infusion rate of 0.1 mg/kg/hInfused milrinone at 10 mg/minECMOKevin (11)P, SCChildren after cardiac surgery54/910.7/0.9648/56NA12.5 μg/kg bolus; following 0.2 mg/kg/minNoneECMOGuilherme (15)R, SCPatients with refractory cardiogenic shock53/14754/5362/65SAPS II: 53.5/51.7 SOFA:11.5/11.8Infusion of 0.1 μg/kg/min for 1 h; followed 0.1–0.2 μg/kg/min for 24 hNoneECMODeschka (17)R, SCPatients after cardiac surgery78/198NANANANANAECMOAlonso-Fernandez-Gatta (10)R, SCPatients with circulatory compromise23/10060/6274/73Infusion of 12.5 mg with rate of 0.1 μg/kg/minnoneECMOHaffner (32)R, SCPatients of cardiogenic shock or following cardiotomy27/36NANANANANAECMOOpen in a separate windowAHF, acute heart failure; APACHE II, acute physiology and chronic health evaluation II; CABG, Coronary Artery Bypass Grafting; CHF, chronic heart failure; ECMO, Extracorporeal Membrane Oxygenation; Euro SCORE, European System for Cardiac Operative Risk Evaluation; LVEF, left ventricular ejection fraction; MV, mechanical ventilation; MC, multicenter; P, prospective; R, retrospective; SAPS II, simplified acute physiology score II; SC, single center; SOFA, sequential organ failure assessment.We evaluated the included studies' risk of bias using the Newcastle-Ottawa Quality Assessment Scale for the 14 observational studies (9–11, 15–17, 22–26, 30–32) and the Cochrane risk-of-bias tool for the four RCTs (12, 27–29) (Additional File 4). The quality of case-control/cohort studies was moderate to high, and the risk of bias in RCTs was low in all critical domains. Assessment of publication bias using visually inspecting funnel plots showed no potential publication bias among the included studies (Additional File 5).Primary OutcomeAll 18 studies reported MV/ECMO weaning rates. The pooled analysis showed that, compared with control, levosimendan improved MV/ECMO weaning (n = 2,274; OR = 2.32; 95%CI, 1.60 to 3.36; P < 0.00001), with high heterogeneity (I2 = 68%) among the studies. In the sensitivity analysis, excluding any single trial did not significantly alter the overall combined OR (P-value ranging from <0.00001 to <0.0001). Similarly, subgroup analyses confirmed the higher successful weaning rates in patients with low LVEF and MV (27–29, 31), patients with ECMO after cardiac surgery (11, 17, 24, 30), and patients with ECMO and cardiogenic shock (9, 10, 15, 22, 25) (Figure 2). However, levosimendan showed no beneficial effect on patients with MV weaning difficulty than the control group (12, 16, 23, 26) (Figure 2).Open in a separate windowFigure 2Forest plots of the levosimendan therapy on weaning rates from cardiopulmonary support.Secondary OutcomesThere was no significant differences between the levosimendan and control groups in duration of MV/ECMO (s studies, n = 1,003; SMD = −0.03 days; 95% CI, −0.41 to 0.36; I2 = 86%; P = 0.90) (9, 15, 17, 22, 28–30) (Figure 3) and length of stay in ICU (3 studies, n = 141, SMD = −0.29 days; 95% CI, −0.05 to 0.62, I2 = 18%; P = 0.10) (22, 24, 28) (Figure 4). Nine studies reported specific data on outcome of overall mortality, and pooled results showed no significant difference between the groups (9 studies, n = 1,225; OR = 0.81; 95% CI, 0.63–1.04; I2 = 71%; P = 0.10) (9–12, 22, 24, 25, 28, 29) (Figure 5). We further conducted subgroup analyses based on ECMO or MV for the secondary outcomes. We found that the use of levosimendan was associated with a significant reduction in mortality rate in patients receiving ECMO [6 studies, 596 patients, 0.66 (0.53, 0.81), P = 0.0001] but not MV therapy. Meanwhile, subgroup analyses also showed no differences in the duration of MV/ECMO, ICU, or hospital LOS between the groups, either in the ECMO patients or in the MV patients. Only three studies (10, 12, 22) reported the advert events summarized in Additional File 6. There was no statistically significant difference in the incidence of complications (ARF requiring RRT, bleeding, ECMO-related complications, pneumonia, bleeding, ischemic stroke, hemorrhagic stroke, tracheostomy, acute liver failure, arrhythmia, myocardial infarction, or acute coronary syndrome) between the groups (all P > 0.05).Open in a separate windowFigure 3Forest plots of the effects of levosimendan therapy on duration of mechanical ventilation.Open in a separate windowFigure 4Forest plots of the effects of levosimendan therapy on the length of stay in intensive care unit.Open in a separate windowFigure 5Forest plots of the effects of levosimendan therapy on overall mortality. DiscussionThis study evaluated the effect of levosimendan on successful weaning from MV and ECMO in critically ill patients. The quality of the included studies was low to moderate. The pooled data showed that: (1) Levosimendan effectively improved ICU patients' weaning from VA-ECMO therapy. (2) Levosimendan showed benefits in improving the weaning rate from MV in patients with low LVEF but not in those with preserved LVEF. (3) Subgroup-analyses showed that use of levosimendan was associated with a significant reduction in mortality rate in patients receiving ECMO but not MV therapy. Additionally, no differences were found in other secondary outcomes between groups.Levosimendan in Weaning From ECMOWe found levosimendan facilitates the weaning from ECMO and reduces mortality rate, which is consistent with the findings of two previous meta-analyses (33, 34). Both meta-analyses reported levosimendan could improve weaning from ECMO based on five (N = 557) (34) and seven (N = 630) (33) studies, respectively. Our study added several newly published studies based on the previous meta-analyses with a large sample size of 1,336 patients, which allowed for better statistical efficacy and allowed subgroup analyses to verify our results' robustness.VA-ECMO is increasingly being used in the short-term management of refractory circulatory failure. The main indications are myocarditis, cardiac arrest, refractory cardiogenic shock, and post-cardiotomy cardiac failure in high-risk patients with reduced LVEF (35, 36). However, this patient population still has high weaning failures. Our results show that ~40% of patients cannot successfully wean from VA-ECMO treatment under the conventional weaning process. Therefore, clinical research concerning improvement in the weaning rate of ECMO is rising (10, 15). After all, a successful weaning is a prerequisite for patient survival.In the present study, we found that the successful weaning from VA-ECMO based on levosimendan was 80%, significantly higher than that of 60% in the control group. Some properties of levosimendan may explain its benefit for weaning from VA-ECMO. The most important thing is the sensitization of calcium ions, the positive inotropic effect without a significant increase in oxygen consumption in the myocardium (13). Second, levosimendan is an effective vasodilator. By opening ATP-dependent potassium channels in vascular smooth muscle, levosimendan has various protective effects against ischemic myocardium (preconditioning, post-processing, anti-coma, and anti-apoptotic effects) (37). Compared with other cardiotonic drugs, the effect of levosimendan is not affected by the combined use of β-blockers, and it lacks an arrhythmia-promoting effect. In addition, the long-lasting effects of its circulating active metabolites (up to 8–9 days) allow it to allow gradual weaning and provide continuous support during the critical period after ECMO (38).Levosimendan in Weaning From MVAbout 26–42% of ICU intubated patients have difficulty weaning from MV, increasing morbidity, mortality, and healthcare costs (5, 12, 16, 29). Diaphragm dysfunction is one of the critical factors contributing to weaning failure in such a patient population (7). Currently, no explicit drugs help restore diaphragm function. Therefore, whether levosimendan can improve diaphragm function, as it does in the myocardium, has aroused widespread interest. Some published studies supported such a hypothesis (14, 39). An in vitro study (39) showed that by increasing calcium sensitivity, levosimendan could enhance the contractility of diaphragm muscle fibers in patients with or without COPD. In the RCT by Doorduin et al. (14), the authors recruited 30 healthy volunteers who underwent an inspiratory loading task and found that levosimendan significantly improved neuromechanical efficiency and contractile function (P < 0.05) than placebo.However, the results of our meta-analysis of clinical studies did not fully confirm this hypothesis. Patients who gained benefits from levosimendan during MV weaning are still those with concurrent low LVEF (27–29, 31). For such a patient population, cardiac function is the most critical factor of weaning. During the weaning process, abrupt transfer from MV to spontaneous breathing may significantly increase left ventricular filling pressure and pulmonary artery pressure (8). Simultaneously, sympathetic excitation induces the release of catecholamines, leading to peripheral vasoconstriction and increased cardiac workload. These mechanisms can cause heart failure and weaning failure, especially in patients with previous cardiac or pulmonary comorbidities.In contrast, pooled studies focusing on patients without low LVEF showed no benefits of levosimendan on weaning from MV (12). Some explanations might help understand this failure. Firstly, most studies enrolling patients who already met the criteria for difficult weaning from MV. Besides heart function, the reasons for weaning difficulty in the ICU setting are respiratory, psychological, and psychomotor nutritional, while these factors are often combined to complicate the weaning process (5). Secondly, the patient's disease can influence the effect of levosimendan. As shown in the leoPARD study (12), the authors enrolled patients with sepsis/septic shock without septic myocardial suppression and found levosimendan was associated with a lower weaning rate from MV (HR 0.77, 95%CI 0.60–0.97, P = 0.03). The reason may be that levosimendan can cause peripheral vasodilation, resulting in the need for more norepinephrine to maintain blood pressure and cause increased adequate arterial elasticity to increased afterload. Therefore, the mechanicals might diminish the benefit of enhanced myocardial contraction from levosimendan. Moreover, the increased incidence of side effects of levosimendan, such as rapid supraventricular arrhythmias, might also contribute to the weaning failure (12).Additionally, we found no levosimendan benefit in the length of stay in ICU or hospital. This may be because, for critically ill patients, ICU or hospital discharge was not always determined by the condition of the patients. The hospital policy to accept or refuse critically ill patients in general wards and the availability of beds for patients requiring long-term rehabilitation therapy may affect the length of ICU or hospital stay.Study LimitationOur research has some limitations. First of all, most of the included are retrospective studies, especially studies on ECMO. This greatly affected the causality of our research conclusions. At present, some evaluations aim to assess whether the administration of levosimendan is related to RCT studies that reduce the weaning failure, such as the LEVOECMO trial ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04728932\",\"term_id\":\"NCT04728932\"}}NCT04728932), is ongoing. The results of these studies will further verify our conclusions. Second, in the included studies, there is significant heterogeneity in the standard setting of patient weaning and the usage of levosimendan. Third, the study we included did not find any patients treated for VV-ECMO. Finally, the included ICU patients have different underlying diseases. However, due to the number of studies, we cannot conduct a subgroup analysis to clarify this further. ConclusionIn summary, based on the current evidence, levosimendan is significantly associated with successful weaning rates from cardiopulmonary support in ICU patients, especially those with a combination of cardiac insufficiency. However, further well-designed RCTs will be needed to define the subgroup of patients most likely to benefit from this strategy. Data Availability StatementThe original contributions presented in the study are included in the article/Supplementary Material, further inquiries can be directed to the corresponding author/s. Author ContributionsW-HZ and CM searched the scientific literature and drafted the manuscript. J-CL helped to collect the data and performed statistical analyses. HZ, G-WT, and YX participated in the design of the study and performed the statistical analysis. H-BH and ZL contributed to the conception, design, data interpretation, manuscript revision for critical intellectual content, and supervision of the study. All authors read and approved the manuscript. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher's NoteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. GlossaryAbbreviationsCIconfidence intervalECMOextracorporeal membrane oxygenICUintensive care unitLVEFleft ventricular ejection fractionsMDmean differenceMVmechanical ventilationRRrisk ratioRCTsrandomized controlled trialsSDstandard deviations. References1. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al. . Acute respiratory distress syndrome: the Berlin Definition. JAMA. (2012) 307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]2. Combes A, Hajage D, Capellier G, Demoule A, Lavoué S, Guervilly C, et al. . Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. (2018) 378:1965–75. 10.1056/NEJMoa1800385 [PubMed] [CrossRef] [Google Scholar]3. Patel AR, Patel AR, Singh S, Singh S, Khawaja I. Applied uses of extracorporeal membrane oxygenation therapy. Cureus. (2019) 11:e5163. 10.7759/cureus.5163 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Wawrzeniak IC, Regina Rios Vieira S, Almeida Victorino J. Weaning from mechanical ventilation in ards: aspects to think about for better understanding, evaluation, and management. Biomed Res Int. (2018) 2018:5423639. 10.1155/2018/5423639 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Béduneau G, Pham T, Schortgen F, Piquilloud L, Zogheib E, Jonas M, et al. . Epidemiology of weaning outcome according to a new definition. The WIND study. Am J Respir Crit Care Med. (2017) 195:772–83. 10.1164/rccm.201602-0320OC [PubMed] [CrossRef] [Google Scholar]6. Lüsebrink E, Stremmel C, Stark K, Joskowiak D, Czermak T, Born F, et al. . Update on weaning from veno-arterial extracorporeal membrane oxygenation. J Clin Med. (2020) 9:992. 10.3390/jcm9040992 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Demoule A, Molinari N, Jung B, Prodanovic H, Chanques G, Matecki S, et al. . Patterns of diaphragm function in critically ill patients receiving prolonged mechanical ventilation: a prospective longitudinal study. Ann Intensive Care. (2016) 6:75. 10.1186/s13613-016-0179-8 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Herpain A, Bouchez S, Girardis M, Guarracino F, Knotzer J, Levy B, et al. . Use of levosimendan in intensive care unit settings: an opinion paper. J Cardiovasc Pharmacol. (2019) 73:3–14. 10.1097/FJC.0000000000000636 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Vally S, Ferdynus C, Persichini R, Bouchet B, Braunberger E, Lo Pinto H, et al. . Impact of levosimendan on weaning from peripheral venoarterial extracorporeal membrane oxygenation in intensive care unit. Ann Intensive Care. (2019) 9:24. 10.1186/s13613-019-0503-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Alonso-Fernandez-Gatta M, Merchan-Gomez S, Gonzalez-Cebrian M, Diego-Nieto A, Alzola E, Toranzo-Nieto I, et al. . Levosimendan in veno-arterial extracorporeal membrane oxygenator supported patients: impact on the success of weaning and survival. Artif Organs. (2021) 45:717–25. 10.1111/aor.13899 [PubMed] [CrossRef] [Google Scholar]11. Pan KC, Shankar S, Millar J, Chiletti R, Butt W, d'Udekem Y, et al. . Role of levosimendan in weaning children requiring veno-arterial extracorporeal membrane oxygenation after cardiac surgery. Eur J Cardiothorac Surg. (2021) 59:262–8. 10.1093/ejcts/ezaa275 [PubMed] [CrossRef] [Google Scholar]12. Gordon AC, Perkins GD, Singer M, McAuley DF, Orme RM, Santhakumaran S, et al. . Levosimendan for the prevention of acute organ dysfunction in sepsis. N Engl J Med. (2016) 375:1638–48. 10.1056/NEJMoa1609409 [PubMed] [CrossRef] [Google Scholar]13. Ukkonen H, Saraste M, Akkila J, Knuuti MJ, Lehikoinen P, Någren K, et al. . Myocardial efficiency during calcium sensitization with levosimendan: a noninvasive study with positron emission tomography and echocardiography in healthy volunteers. Clin Pharmacol Ther. (1997) 61:596–607. 10.1016/S0009-9236(97)90139-9 [PubMed] [CrossRef] [Google Scholar]14. Doorduin J, Sinderby CA, Beck J, Stegeman DF, van Hees HW, van der Hoeven JG, et al. . The calcium sensitizer levosimendan improves human diaphragm function. Am J Respir Crit Care Med. (2012) 185:90–5. 10.1164/rccm.201107-1268OC [PubMed] [CrossRef] [Google Scholar]15. Guilherme E, Jacquet-Lagreze M, Pozzi M, Achana F, Armoiry X, Fellahi JL. Can levosimendan reduce ECMO weaning failure in cardiogenic shock?: a cohort study with propensity score analysis. Crit Care. (2020) 24:442. 10.1186/s13054-020-03122-y [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Chen SC, Yao YJ, Duan XH, Chen Q. The effect of levosimendan on the successful rate of difficult-to-wean ventilator. China Prac Med. (2020) 15:148–50. 10.14163/j.cnki.11-5547/r.2020.21.066 [CrossRef] [Google Scholar]17. Distelmaier K, Roth C, Schrutka L, Binder C, Steinlechner B, Heinz G, et al. . Effects of levosimendan therapy in patients undergoing extracorporeal membrane oxygenation after cardiac surgery. Thorac Cardiovasc Surg. (2019) 67:DGTHG-KV231. 10.1055/s-0039-1679012 [CrossRef] [Google Scholar]18. Moher D, Liberati A, Tetzlaff J, Altman DG, Group P. Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement. Int J Surg. (2010) 8:336–41. 10.1016/j.ijsu.2010.02.007 [PubMed] [CrossRef] [Google Scholar]19. Higgins JP, Thompson SG, Deeks JJ, Altman DG. Measuring inconsistency in meta-analyses. BMJ. 2003, 327:557–60. 10.1136/bmj.327.7414.557 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Stang A. Critical evaluation of the Newcastle-Ottawa scale for the assessment of the quality of nonrandomized studies in meta-analyses. Eur J Epidemiol. (2010) 25:603–5. 10.1007/s10654-010-9491-z [PubMed] [CrossRef] [Google Scholar]21. Wan X, Wang W, Liu J, Tong T. Estimating the sample mean and standard deviation from the sample size, median, range and/or interquartile range. BMC Med Res Methodol. (2014) 14:135. 10.1186/1471-2288-14-135 [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Affronti A, di Bella I, Carino D, Ragni T. Levosimendan may improve weaning outcomes in venoarterial ECMO patients. ASAIO J. (2013) 59:554–7. 10.1097/MAT.0b013e3182a4b32e [PubMed] [CrossRef] [Google Scholar]23. PX . Prospective observational study of levosimendan improve the successful rate of difficult-to-wean ventilator. Healthmust-Readmagazine. (2019) 12:52–3. [Google Scholar]24. Jacky A, Rudiger A, Kruger B, Wilhelm MJ, Paal S, Seifert B, et al. . Comparison of levosimendan and milrinone for ECLS weaning in patients after cardiac surgery-a retrospective before-and-after study. J Cardiothorac Vasc Anesth. (2018) 32:2112–9. 10.1053/j.jvca.2018.04.019 [PubMed] [CrossRef] [Google Scholar]25. Zipfel S, Reiter B, Sill B, Barten M, Rybczinski M, Kubik M, et al. . Levosimendan effects benefit weaning from veno-arterial extracorporeal life support. Thorac Cardiovasc Surg. (2018) 66:S1–110. 10.1055/s-0038-1628090 [CrossRef] [Google Scholar]26. He S, Meng X, Wang J, Wang J. Prospective observational study of levosimendan improve the successful rate of difficult-to-wean ventilator. Lingnan J Emerg Med. (2018) 23:552–5. 10.3969/j.issn.1671-301X.2018.06.015 [CrossRef] [Google Scholar]27. Huang JJ, Guo SL; Liu YL. Comparison of the efficacy of levosimendan and milrinone in the treatment of patients with refractory heart failure and respiratory failure. Shandong Med. (2016) 56:62–3. [Google Scholar]28. Eriksson HI, Jalonen JR, Heikkinen LO, Kivikko M, Laine M, Leino KA, et al. . Levosimendan facilitates weaning from cardiopulmonary bypass in patients undergoing coronary artery bypass grafting with impaired left ventricular function. Ann Thorac Surg. (2009) 87:448–54. 10.1016/j.athoracsur.2008.10.029 [PubMed] [CrossRef] [Google Scholar]29. Shaker EH, Hussein K, Reyad EM. Levosimendan for patients with heart failure undergoing major oncological surgery: a randomised blinded pilot study. Indian J Anaesth. (2019) 63:1001–7. 10.4103/ija.IJA_548_18 [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Distelmaier K, Roth C, Schrutka L, Binder C, Steinlechner B, Heinz G, et al. . Beneficial effects of levosimendan on survival in patients undergoing extracorporeal membrane oxygenation after cardiovascular surgery. Br J Anaesth. (2016) 117:52–8. 10.1093/bja/aew151 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Vlasova E, Gazizova V, Dzybinskaya E, Kheymets G, Akchurin R. Preoperative levosimendan improves outcomes of coronary artery bypass grafting in patients with poor left ventricular function: cardiologist's opinion. Eur J Heart Fail. (2018) 20(Suppl. S1) 321. 10.1002/ejhf.1197 [CrossRef] [Google Scholar]32. Haffner G, Ajob G, Cristinar M, Marguerite S, Oulehri W, Heger B, et al. . Levosimendan for weaning veno-arterial ECMO (VA ECMO). Crit Care. (2018) 22(Suppl. 1):A105. [Google Scholar]33. Burgos LM, Seoane L, Furmento JF, Costabel JP, Diez M, Vrancic M, et al. . Effects of levosimendan on weaning and survival in adult cardiogenic shock patients with veno-arterial extracorporeal membrane oxygenation: systematic review and meta-analysis. Perfusion. (2020) 35:484–91. 10.1177/0267659120918473 [PubMed] [CrossRef] [Google Scholar]34. Kaddoura R, Omar AS, Ibrahim MIM, Alkhulaifi A, Lorusso R, Elsherbini H, et al. . The effectiveness of levosimendan on veno-arterial extracorporeal membrane oxygenation management and outcome: a systematic review and meta-analysis. J Cardiothorac Vasc Anesth. (2021) 35:2483–95. 10.1053/j.jvca.2021.01.019 [PubMed] [CrossRef] [Google Scholar]35. Biancari F, Perrotti A, Dalén M, Guerrieri M, Fiore A, Reichart D, et al. . Meta-analysis of the outcome after postcardiotomy venoarterial extracorporeal membrane oxygenation in adult patients. J Cardiothorac Vasc Anesth. (2018) 32:1175–82. 10.1053/j.jvca.2017.08.048 [PubMed] [CrossRef] [Google Scholar]36. Khorsandi M, Dougherty S, Bouamra O, Pai V, Curry P, Tsui S, et al. . Extra-corporeal membrane oxygenation for refractory cardiogenic shock after adult cardiac surgery: a systematic review and meta-analysis. J Cardiothorac Surg. (2017) 12:55. 10.1186/s13019-017-0618-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Yokoshiki H, Katsube Y, Sunagawa M, Sperelakis N. The novel calcium sensitizer levosimendan activates the atp-sensitive K+ channel in rat ventricular cells. J Pharmacol Exp Ther. (1997) 283:375–83. [PubMed] [Google Scholar]38. Kivikko M, Antila S, Eha J, Lehtonen L, Pentikäinen PJ. Pharmacokinetics of levosimendan and its metabolites during and after a 24-hour continuous infusion in patients with severe heart failure. Int J Clin Pharmacol Ther. (2002) 40:465–71. 10.5414/CPP40465 [PubMed] [CrossRef] [Google Scholar]39. van Hees HW, Dekhuijzen PN, Heunks LM. Levosimendan enhances force generation of diaphragm muscle from patients with chronic obstructive pulmonary disease. Am J Respir Crit Care Med. (2009) 179:41–7. 10.1164/rccm.200805-732OC [PubMed] [CrossRef] [Google Scholar]"}