{"title": "Knockout of PKC θ gene attenuates oleic acid-induced acute lung injury via reduction of inflammation and oxidative stress", "pubDate": "2021", "PMCID": "PMC8528254", "DOI": "10.22038/ijbms.2021.56908.12695", "PMID": "34712430", "abstract": "Objectives:                       Acute respiratory distress syndrome resulting from acute lung injury has become a momentous clinical concern because of high morbidity and mortality in discharged patients with pulmonary and nonpulmonary diseases. This study aimed to explore the effect of protein kinase C (PKC) θ gene knockout on acute lung injury.                  Materials and methods:                       Wt and PKC θ gene knockout mice were intravenously injected with oleic acid to induce acute lung injury. Pulmonary capillary permeability was assessed via measuring lung wet/dry weight ratio and level of protein in bronchoalveolar lavage fluid (BALF). Histological changes were used to examine acute lung injury. Malondialdehyde (MDA) level, superoxide dismutase (SOD) activity in serum, together with inflammatory cytokines including interleukin (IL)-6 and tumor necrosis factor-alpha (TNF-α), were determined. Furthermore, the expressions of heme oxygenase (HO)-1, nuclear factor kappa B (NF κB), and inhibitor of NF-κB alpha (IκB α) were detected in the lungs.                  Results:                       PKC θ gene knockout decreased lung wet/dry weight ratio, reduced levels of MDA, IL-6, and TNF-α in serum together with level of protein in BALF. Furthermore, PKC θ gene knockout increased the activities of SOD. Knockout of PKC θ was also observed to increase expression of HO-1 and reduce levels of p-NF κB and p-IKB α in the lungs.                  Conclusion:                       These results suggest that PKC θ gene knockout attenuates oleic acid-induced acute lung injury via improving oxidative stress and inflammation.", "author": [{"author": "Wei Li", "affiliation": ["Department of Pathophysiology, Wannan Medical College, Wuhu, China."], "href": "/?term=Li+W&cauthor_id=34712430"}, {"author": "Xue Zhao", "affiliation": ["Department of Pathophysiology, Wannan Medical College, Wuhu, China."], "href": "/?term=Zhao+X&cauthor_id=34712430"}, {"author": "Ting-Ting Yu", "affiliation": ["Experimental Center for Function Subjects, Wannan Medical College, Wuhu, China."], "href": "/?term=Yu+TT&cauthor_id=34712430"}, {"author": "Wei Hao", "affiliation": ["Experimental Center for Function Subjects, Wannan Medical College, Wuhu, China."], "href": "/?term=Hao+W&cauthor_id=34712430"}, {"author": "Guo-Guang Wang", "affiliation": ["Department of Pathophysiology, Wannan Medical College, Wuhu, China."], "href": "/?term=Wang+GG&cauthor_id=34712430"}], "refPMID": ["25862090", "22850883", "9929089", "12374616", "17034639", "15970097", "9722042", "18560833", "18842965", "18596627", "23109817", "28881698", "26157389", "25367693", "15263025", "8444877", "12670396", "29187383", "16849501", "15528385", "8111590", "18621912", "12475808", "26214771", "22797452", "7509706", "20936936", "16382065", "15681392", "16304246", "21298489", "19373133", "17347056", "20724665", "22403440", "22983354", "11973130", "18815612", "12188914", "20966608", "22347449", "20167850", "14563354", "8810593", "8025736", "2070226", "18287332", "17157199", "15650396", "18328478", "10793167", "17845132", "24675710", "22444871"], "citedInPMID": ["34712430"], "body": " AbstractObjective(s):Acute respiratory distress syndrome resulting from acute lung injury has become a momentous clinical concern because of high morbidity and mortality in discharged patients with pulmonary and nonpulmonary diseases. This study aimed to explore the effect of protein kinase C (PKC) θ gene knockout on acute lung injury.Materials and Methods:Wt and PKC θ gene knockout mice were intravenously injected with oleic acid to induce acute lung injury. Pulmonary capillary permeability was assessed via measuring lung wet/dry weight ratio and level of protein in bronchoalveolar lavage fluid (BALF). Histological changes were used to examine acute lung injury. Malondialdehyde (MDA) level, superoxide dismutase (SOD) activity in serum, together with inflammatory cytokines including interleukin (IL)-6 and tumor necrosis factor-alpha (TNF-α), were determined. Furthermore, the expressions of heme oxygenase (HO)-1, nuclear factor kappa B (NF κB), and inhibitor of NF-κB alpha (IκB α) were detected in the lungs.Results:PKC θ gene knockout decreased lung wet/dry weight ratio, reduced levels of MDA, IL-6, and TNF-α in serum together with level of protein in BALF. Furthermore, PKC θ gene knockout increased the activities of SOD. Knockout of PKC θ was also observed to increase expression of HO-1 and reduce levels of p-NF κB and p-IKB α in the lungs.Conclusion:These results suggest that PKC θ gene knockout attenuates oleic acid-induced acute lung injury via improving oxidative stress and inflammation.Key Words: Acute lung injury, Gene knockout, Inflammation, Oleic acid, Oxidative stress, Protein kinase C θ IntroductionThe lung is considered a primary target of various insults such as noxious gases, contaminants, and infection, subsequently resulting in lung injury. Diffuse inflammation is implicated in acute lung injury which exhibits various features such as pulmonary edema and bilateral pulmonary infiltrates (1, 2). Acute lung injury (ALI) causes proteinaceous alveolar exudates and further progresses to its severe form called acute respiratory distress syndrome (ARDS) (2). ARDS has become a momentous clinical concern because of high morbidity and mortality in discharged patients with pulmonary and nonpulmonary diseases (3). Clinical and experimental results indicate that oxidative stress and inflammation are involved in the pathogenesis of ALI (4-6). Excessive generation of reactive oxygen species (ROS) in the state of oxidative stress impairs biological membranes through lipid peroxidation, which increases vascular permeability and further results in leakage of serum proteins into the alveoli (7). Various studies have demonstrated that ROS stimulates activation of innate immune cells and the subsequent release of inflammatory cytokines such as tumor necrosis factor (TNF)-ɑ and interleukin 6 (IL)-6, with evidence suggesting that ROS, together with inflammatory cytokines, can cause vascular endothelial dysfunction and further accelerate the progression of ALI including ARDS (8-10).Protein kinase C isozymes are a family of serine-threonine kinases which play many important roles in various physiological processes, such as cell differentiation and proliferation, regulation of gene expression, modulation of ion channels, angiogenesis, contractility of vascular smooth muscle cells and extracellular matrix proteins (11, 12). It has been reported that ROS can stimulate the activation of PKCs (13). Meanwhile, activated PKC further aggravates ROS production through increasing NADPH-oxidases (NOX) activity (14). PKC θ, a member of the PKC family, is a pivotal mediator of T-cell receptor signaling and T-cell activation (15). PKC θ is also expressed in other types of cells, such as skeletal muscle and platelets, and plays a vital role in various physiological and pathophysiological processes (16)a novel member of the protein kinase C (PKC. PKC θ is confirmed to be involved in modulation of nuclear factor kappa beta (NF-κB) via translocation to the immunological synapses (17). Furthermore, increasing evidence suggests that PKC θ deficiency enhances insulin resistance, attenuates antigen-induced arthritis, and improves muscular dystrophy (18, 19). In addition, PKC θ knockout was observed to attenuate airway inflammation in the lung (20).Oleic acid-induced lung injury is commonly used in the study of experimental ARDS. The oleic acid-induced ARDS exhibits a similar ALI to that caused by fat embolism in patients of orthopedic surgeries, which increases the mortality of patients (21). There are many similar pathological changes between ARDS and oleic acid-induced lung injuries, such as interstitial and intra-alveolar edema, hemorrhage, and intravascular coagulation (22). An increase in the number and activity of neutrophils and macrophages initiates oleic acid-induced lung injury through increasing the production of free oxygen radicals and subsequent injury of endothelial cells and alveolar epithelial cells (23). Therefore, this study aimed to explore the effects of PKC θ gene knockout on an oleic acid-induced injury. Materials and Methods\nMaterials\nOleic acid was obtained from Sigma-Aldrich Corporation (St Louis, MO, USA). Specific ELISA kits for the determination of TNF-α and IL-6 were obtained from Hefei Bomei Biotechnology CO., LTD, (Hefei, China). Kits for determination of SOD and MDA were provided by Nanjing Jiancheng Bioengineering Institute (Nanjing, China). Antibodies β-actin, PKC θ, HO-1, IKB α, p-IKB α, NF-κB, and p-NF-κB were purchased from Bio Basic Inc. (Canada).\nAnimals\nC57BL/6 mice (6–8 weeks old) were purchased from Changsha Tianqin Biotechnology Co., Ltd (Changsha, China). PKC θ knockout mice (6–8 weeks old) were generated on a C57BL/6 background and obtained from Shanghai Genechem Co., LTD (Shanghai, China). All animals were bred in our animal laboratory at 22±2 °C room temperature and a 12-hour light/dark alternate. Experimental procedures were approved by the Academic Experimental Animal Care and Use Committee of Wannan Medical College and in accordance with Chinese Community Guidelines for the use of Experimental Animals.\nInduction of acute lung injury\nAfter 2 weeks of acclimatization, the mice were weighed and received an intravenous injection of 0.1 ml/Kg oleic acid using sterile syringes to be free from bacterial contamination. Four hours after administration of oleic acid, mice were anesthetized with sodium pentobarbital (50 mg/kg), and fasting blood samples were collected for biochemical analysis. \nLung wet/dry weight ratio\nFollowing sacrifice, the mice chests were cut, and bilateral lungs were exposed. Lung tissues were separated from the surrounding tissues and excised. After removing blood from the surface, the lung tissues were weighed and placed in an electrothermal oven to dry at 60 °C for 72 hr. Dried lungs were weighed for calculation of the lung wet/dry weight ratio.\nBronchoalveolar lavage fluid (BALF)\nAt the end of the experiment, the mice were anesthetized by an intraperitoneal injection of sodium pentobarbital (50 mg/kg). A small-caliber cannula was inserted into the trachea. The lungs were washed three times with 0.5 mL of PBS to collect BALF. Lymphocytes and neutrophils in the BALF were counted by an automatic blood cell analyzer. The BALF samples were centrifuged at 1000 g, 4 °C. Protein in the supernatant was determined with assay kits (Jiancheng Bioengineering Institute, Nanjing, China).\nDetermination of inflammatory cytokines\nLevels of TNF-α and IL-6 in serum were measured by commercial specific ELISA kits according to the manufacturer’s instructions. \nAssessment of anti-oxidants \nTo assess the change of anti-oxidants, malondialdehyde (MDA) level and superoxide dismutase (SOD) activity were determined in serum using assay kits from Nanjing Jiancheng Bioengineering Institute (Nanjing, China).\nAnalysis of histology \nAt the end of the experiment, the lungs were harvested and fixed in 10% neutral formalin for 24 hr. Subsequently, fixed tissues were dehydrated with different concentrations of ethanol in turn. After embedding in paraffin wax, tissues were cut into 5 μm sections for hematoxylin-eosin staining. Morphometric changes were observed under a light microscope.\nWestern blot\nLung tissues were separated and lysed in ice-cooled lysis buffer (50 mmol/l Tris, 1 mmol/l sodium pyrophosphate, 0.1% SDS, 1% Triton X-100, 0.02% sodium azide, 150 mmol/l sodium chloride, 0.05% Sodium deoxycholate, 2 mmol/l phenylmethanesulfonyl fluoride). The proteins were obtained by centrifugation at 12000 g for 20 min at 4 °C. The proteins in the supernatants were electrophoretically separated by a sodium dodecyl sulphate polyacrylamide gel electrophoresis (SDS-PAGE), followed by transferring to nitrocellulose membranes. The membranes were put into 5% skimmed milk containing a primary antibody overnight at 4 °C. After rinsing with PBS, the membranes were incubated with a peroxidase-conjugated secondary antibody. Antigens were visualized by DAB staining (Bio Basic Inc., Canada).\nStatistical analysis\nThe data are expressed as means ± SD. Statistical analysis was performed using an unpaired Student’s t-test or one-way analysis of variance (ANOVA) and corrected using a Bonferroni/Dunn test. P<0.05 was considered statistically significant. Analysis was performed using SPSS v 18.0 software (SPSS Inc., Chicago, IL, USA). Results\nEffects of PKC \nθ\n knockout on the lung injury induced by oleic acid\nTo investigate the functional role of PKC θ in the lung, PKC θ knockout mice were used to induce lung injury. Western blotting analysis showed no expression of PKC θ in the knockout mice (Figure 1C). Further, we explored the effects of PKC θ knockout on ALI induced by oleic acid. The results show that the lung in WT mice exhibits a larger area of bleeding and darker bleeding spots than those in PKC θ knockout mice (Figure 1A). In addition, there is more sputum with red blood cells in the trachea of WT mice than that in PKC θ knockout mice (Figure 1A). Histological observation showed that PKC θ knockout had alleviated oleic acid-induced pulmonary interstitial edema and reduced infiltration of cell exudation in the interstitium and alveolar spaces when compared with the WT mice (Figure 1B).Open in a separate windowFigure 1Effect of PKC-θ knockout on oleic acid-induced lung injury. (A) Feature of lung injury. (B) HE staining of lung tissues, Magnification is 400×. (C) Western blotting analysis of PKC θ\nEffects of PKC θ knockout on pulmonary capillary permeability\nPulmonary capillary permeability plays a vital role in ALI (24). Therefore, one of its hallmarks, the lung wet/dry weight ratio, was determined. The results suggested that PKC θ knockout reduced lung weight/body weight ratio (Figure 2A) and led to a decrease in the lung wet/dry weight ratio compared with the WT mice (Figure 2B). Furthermore, the decreased protein concentrations in the BAL fluid were observed in the PKC θ knockout mice compared with the WT mice (Figure 2C).Open in a separate windowFigure 2Effect of PKC-θ knockout on pulmonary capillary permeability. (A) lung weight/body weight ratio. (B) wet/dry lung weight ratio. (C) Levels of protein in BALF. *P-value <0.05, **P-value<0.01 compared with WT mice\nPKC \nθ\nknockout reduces lung inflammation induced by oleic acidPKC θ knockout significantly decreased the numbers of neutrophils (Figure 3A) and lymphocytes (Figure 3B) in the BAL fluid compared with the WT mice. In addition, PKC θ knockout reduced infiltration of neutrophils in the lung tissues (Figure 1B). Pathological changes of ARDS are associated with local and systemic inflammation. In this study, inflammation was assessed via measuring the levels of TNF-α and IL-6 in serum. PKC θ knockout significantly reduced the levels of TNF-α and IL-6 in serum (Figures 4A and 4B).Open in a separate windowFigure 3Effect of PKC-θ knockout on Inflammatory cells in BALF. (A) The number of neutrophils. (B) The number of lymphocytes. *P-value <0.05 compared with WT miceOpen in a separate windowFigure 4Effect of PKC-θ knockout on inflammation. (A) TNF α level in serum. (B) IL-6 level in serum. (C) Expression of p-NF κB in the lung. (D) Expression of p-IκB α in the lung. (E) Relative level of p-NF κB. (F) Relative level of p-IκB α. *P-value <0.05, **P-value <0.01 compared with WT mice\nReduction of oleic acid-induced oxidative stress\nIt is well known that free oxygen radicals are implicated in oleic acid-induced lung injury. Thus, we determined levels of SOD and MDA to evaluate the change of oxidative stress in this study. Our results indicate that PKC θ knockout significantly increased activity of SOD (Figure 5A) and decreased the MDA level (Figure 5B).Open in a separate windowFigure 5Effect of PKC-θ knockout on oxidative stress. (A) SOD activity in serum. (B) MDA level in serum. (C) Expression of HO-1 in the lung. (D) Relative level of HO-1. *P-value <0.05, **P-value <0.01 compared with WT miceSOD: superoxide dismutase; MDA: Malondialdehyde\nEffects of PKC θ knockout on expression of HO-1, p-NF-\nκB\n, and p-IκB ɑ\nTo further elucidate the potential mechanisms of action of PKC θ knockout in ALI, levels of p-NF-κB (Figure 4C) and p-IκB ɑ (Figure 4D), and expression of HO-1 (Figure 5C) were determined using western blotting. Compared with the WT mice, PKC θ knockout significantly increased the expression of HO-1 in the lung (Figure 5D). Meanwhile, PKC θ knockout was also observed to reduce the relative levels of p-NF-κB and p-IκB ɑ (Figures 4E and 4F). DiscussionARDS results from alveolar and capillary injury and then causes interstitial pulmonary edema, which leads to pulmonary failure and high mortality (25, 26). Oleic acid-induced ALI exhibits similar pathological features to ARDS (22). In this study, ALI induced by Oleic acid was used to evaluate the effects of PKC θ knockout on ARDS in mice. The results show that PKC θ knockout attenuated oleic acid-induced lung injury in mice. PKC θ knockout was observed to decrease levels of IL-6, TNF-α, and MDA. Conversely, PKC θ knockout increased the activities of SOD in serum. Furthermore, our results indicate that PKC θ knockout up-regulated HO-1 expression, and reduced levels of p-NF-κB and p-IκB ɑ in the lung.ARDS is a severe clinical concern caused by various factors such as infection and shock. Oleic acid-induced ALI has been demonstrated to show many features similar to those in the clinical ARDS. Therefore, a model of ALI induced by oleic acid is commonly used in ARSD studies (22). ARDS is characterized by intra-alveolar edema, hemorrhage, and alveolar-capillary endothelial and epithelial destruction (27, 28). Consistent with previous studies (22, 29), our results suggest that oleic acid treatment exhibits these pathologic changes in the lungs of WT mice. However, PKC θ gene knockout was observed to relieve the alterations. Additionally, the alveolar-capillary endothelial and epithelial destruction increases pulmonary capillary permeability and plasma protein leakage. Depositions of exudative plasma proteins and cell debris on the alveolar wall lead to formation of hyaline membranes (28, 30). In the present study, PKC θ gene knockout significantly decreased the lung wet/dry weight ratio and level of protein in BALF, suggesting that PKC θ gene knockout attenuated the alveolar-capillary endothelial and epithelial injury induced by oleic acid.Protein kinase C isozymes have been demonstrated to be implicated in various pathological processes such as inflammatory response, oxidative stress, diabetes, and thrombosis (31, 32). Functional mechanisms of PKC isoform are deduced from studies in pharmacological modulation of PKC activity (33, 34), together with gene knockout of PKCs (35, 36). PKC θ, a member of the PKC family, is implicated in the activation of various signaling cascades (37). Overexpression of PKC θ in platelets can regulate signal transduction required for platelet activation, aggregation, and hemostasis (38). A previous study showed that PKC θ can activate nuclear factor-kappa B (NF κB) and activator protein 1(AP-1), thus stimulating the generation of interleukin 2 (39). NF κB has been reported to play a vital role in the regulation of inflammation. NF-κB is activated via phosphorylation by IκB ɑ. Activated NF κB further translocates into the cell nucleus and stimulates gene expression including TNF-ɑ and IL-6 (40). Furthermore, PKC θ gene knockdown decreases levels of IFN γ, IL-6, and TNF α, and ameliorates the inflammation responsible for liver injury (41). An excessive inflammatory response is responsible for the pathogenesis of ARDS via alveolar edema, hemorrhage, and hyaline membrane formation (42). Some studies have demonstrated that activated macrophages, microvascular endothelial cells, and alveolar epithelial cells trigger the production and release of pro-inflammatory cytokines such as IL-6 and TNF-α, expression of adhesion molecules and generation of ROS (43, 44). Furthermore, Neutrophil migration into the lung and infiltration exaggerates inflammatory response (45). Clinical and experimental data show that oxidative stress is involved in the pathogenesis of ARDS via ROS to destruct biological membranes, increasing leakage of plasma protein into the alveoli (46). In addition, it has been reported that ROS can stimulate the activation of macrophages and neutrophils, increasing the expression of inflammatory cytokines and impairing vascular endothelial cells, which exacerbates ARDS (8, 10, 47, 48). Changes in the activities of SOD, c-Jun N-terminal kinase (JNK), and mitogen-activated protein kinase (MAPK) are involved in the regulation of inflammatory responses under oxidative stress (49). Meanwhile, several studies suggest that oxidative stress results from oxygen or inflammatory responses, and the release of inflammatory cytokines triggers oxidative stress via induction of ROS (50, 51). Heme oxygenase 1 (HO-1) has been reported to exhibit anti-oxidant and cytoprotective roles (52). HO-1 is also demonstrated to play an important role in mediation of inflammation (53), and with evidence revealing that induction of HO-1 suppresses NF-κB/IκB ɑ signaling (54). In the present study, our results show that PKC θ gene knockout decreased levels of IL-6, TNF α, and MDA in serum. In addition, PKC θ gene knockout was also observed to increase the activity of SOD, elevate expression of HO-1, and reduce levels of p-NF κB and p-IκB α. These findings suggest that PKC θ gene knockout attenuated oleic acid-induced ALI by regulating inflammation and oxidative stress. ConclusionIn summary, our results show that PKC θ knockout can relieve lung injury induced by oleic acid and decrease levels of hallmarks of pulmonary capillary permeability such as lung wet/dry weight ratio, number of neutrophils, and level of proteins in BALF. Furthermore, our data also revealed that PKC θ knockout improved oxidative stress and inflammation via elevating the expression of HO-1 and down-regulating the NF κB/IκB α pathway. These findings suggest that PKC θ can be a therapeutic target for lung injury. AcknowledgmentThis work was supported by the National Natural Science Foundation of China (NO. 81172790 and NO. 81671586) and the Academic and Technical Leaders of Wannan Medical College, China (NO. 010202041703). References1. Dagvadorj J, Shimada K, Chen S, Jones HD, Tumurkhuu G, Zhang W, et al.  Lipopolysaccharide induces alveolar macrophage necrosis via CD14 and the P2X7 receptor leading to interleukin-1alpha release.  Immunity. 2015;42:640–653. [PMC free article] [PubMed] [Google Scholar]2. Matthay MA, Ware LB, Zimmerman GA. The acute respiratory distress syndrome.  J Clin Invest. 2012;122:2731–2740. [PMC free article] [PubMed] [Google Scholar]3. Davidson TA, Caldwell ES, Curtis JR, Hudson LD, Steinberg KP. Reduced quality of life in survivors of acute respiratory distress syndrome compared with critically ill control patients.  JAMA. 1999;281:354–360. [PubMed] [Google Scholar]4. Maulik N, Das DK. Redox signaling in vascular angiogenesis.  Free Radic Biol Med. 2002;33:1047–1060. [PubMed] [Google Scholar]5. Mukhopadhyay S, Hoidal JR, Mukherjee TK. Role of TNFalpha in pulmonary pathophysiology.  Respir Res. 2006;7:125. [PMC free article] [PubMed] [Google Scholar]6. Li HX, Zhang JC, Zhao YL, Hao HJ. [Effects of interleukin-10 on expression of inflammatory mediators and anti-inflammatory mediators during acute lung injury in rats]  Zhongguo Wei Zhong Bing Ji Jiu Yi Xue. 2005;17:338–341. [PubMed] [Google Scholar]7. Moriuchi H, Zaha M, Fukumoto T, Yuizono T. Activation of polymorphonuclear leukocytes in oleic acid-induced lung injury.  Intensive Care Med. 1998;24:709–715. [PubMed] [Google Scholar]8. Krause KH, Bedard K. NOX enzymes in immuno-inflammatory pathologies.  Semin Immunopathol. 2008;30:193–194. [PubMed] [Google Scholar]9. Porter JC, Hall A. Epithelial ICAM-1 and ICAM-2 regulate the egression of human T cells across the bronchial epithelium.  FASEB J. 2009;23:492–502. [PMC free article] [PubMed] [Google Scholar]10. Tyml K, Li F, Wilson JX. Septic impairment of capillary blood flow requires nicotinamide adenine dinucleotide phosphate oxidase but not nitric oxide synthase and is rapidly reversed by ascorbate through an endothelial nitric oxide synthase-dependent mechanism.  Crit Care Med. 2008;36:2355–2362. [PMC free article] [PubMed] [Google Scholar]11. Cosentino-Gomes D, Rocco-Machado N, Meyer-Fernandes JR. Cell signaling through protein kinase C oxidation and activation.  Int J Mol Sci. 2012;13:10697–10721. [PMC free article] [PubMed] [Google Scholar]12. Gao X, Schottker B. Reduction-oxidation pathways involved in cancer development: A systematic review of literature reviews.  Oncotarget. 2017;8:51888–51906. [PMC free article] [PubMed] [Google Scholar]13. Steinberg SF. Mechanisms for redox-regulation of protein kinase C.  Front Pharmacol. 2015;6:128–146. [PMC free article] [PubMed] [Google Scholar]14. Thallas-Bonke V, Jha JC, Gray SP, Barit D, Haller H, Schmidt HH, et al.  Nox-4 deletion reduces oxidative stress and injury by PKC-alpha-associated mechanisms in diabetic nephropathy.  Physiol Rep. 2014:2–18. [PMC free article] [PubMed] [Google Scholar]15. Marsland BJ, Soos TJ, Spath G, Littman DR, Kopf M. Protein kinase C theta is critical for the development of in vivo T helper (Th)2 cell but not Th1 cell responses.  J Exp Med. 2004;200:181–189. [PMC free article] [PubMed] [Google Scholar]16. Baier G, Telford D, Giampa L, Coggeshall KM, Baier-Bitterlich G, Isakov N, et al.  Molecular cloning and characterization of PKC theta, a novel member of the protein kinase C (PKC) gene family expressed predominantly in hematopoietic cells.  J Biol Chem. 1993;268:4997–5004. [PubMed] [Google Scholar]17. Baier G. The PKC gene module: molecular biosystematics to resolve its T cell functions.  Immunol Rev. 2003;192:64–79. [PubMed] [Google Scholar]18. Peck B, Huot J, Renzi T, Arthur S, Turner MJ, Marino JS. Mice lacking PKC-theta in skeletal muscle have reduced intramyocellular lipid accumulation and increased insulin responsiveness in skeletal muscle.  Am J Physiol Regul Integr Comp Physiol. 2018;314:R468–R477. [PubMed] [Google Scholar]19. Healy AM, Izmailova E, Fitzgerald M, Walker R, Hattersley M, Silva M, et al.  PKC-theta-deficient mice are protected from Th1-dependent antigen-induced arthritis.  J Immunol. 2006;177:1886–1893. [PubMed] [Google Scholar]20. Salek-Ardakani S, So T, Halteman BS, Altman A, Croft M. Differential regulation of Th2 and Th1 lung inflammatory responses by protein kinase C theta.  J Immunol. 2004;173:6440–6447. [PubMed] [Google Scholar]21. Schuster DP. ARDS: clinical lessons from the oleic acid model of acute lung injury.  Am J Respir Crit Care Med. 1994;149:245–260. [PubMed] [Google Scholar]22. Matute-Bello G, Frevert CW, Martin TR. Animal models of acute lung injury.  Am J Physiol Lung Cell Mol Physiol. 2008;295:L379–399. [PMC free article] [PubMed] [Google Scholar]23. Lang JD, McArdle PJ, O’Reilly PJ, Matalon S. Oxidant-anti-oxidant balance in acute lung injury.  Chest. 2002;122:314S–320S. [PubMed] [Google Scholar]24. Li JW, Wu X. Mesenchymal stem cells ameliorate LPS-induced acute lung injury through KGF promoting alveolar fluid clearance of alveolar type II cells.  Eur Rev Med Pharmacol Sci. 2015;19:2368–2378. [PubMed] [Google Scholar]25. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: The Berlin Definition.  JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]26. Bernard GR, Artigas A, Brigham KL, Carlet J, Falke K, Hudson L, et al.  The American-European Consensus Conference on ARDS Definitions mechanisms relevant outcomes, and clinical trial coordination.  Am J Respir Crit Care Med. 1994;149:818–824. [PubMed] [Google Scholar]27. Matthay MA, Zemans RL. The acute respiratory distress syndrome: pathogenesis and treatment.  Annu Rev Pathol. 2011;6:147–163. [PMC free article] [PubMed] [Google Scholar]28. Ware LB, Matthay MA. Clinical practice.  Acute pulmonary edema. N Engl J Med. 2005;353:2788–2796. [PubMed] [Google Scholar]29. Ulrich K, Stern M, Goddard ME, Williams J, Zhu J, Dewar A, et al.  Keratinocyte growth factor therapy in murine oleic acid-induced acute lung injury.  Am J Physiol Lung Cell Mol Physiol. 2005;288:L1179–1192. [PubMed] [Google Scholar]30. Matthay MA, Calfee CS. Therapeutic value of a lung protective ventilation strategy in acute lung injury.  Chest. 2005;128:3089–3091. [PubMed] [Google Scholar]31. Bertram A, Ley K. Protein kinase C isoforms in neutrophil adhesion and activation.  Arch Immunol Ther Exp (Warsz) 2011;59:79–87. [PubMed] [Google Scholar]32. Xu J, Yang G, Li T, Ming J, Liu L. Involvement of Cpi-17 and zipper-interacting protein kinase in the regulation of protein kinase C-alpha, protein kinase C-epsilon on vascular calcium sensitivity after hemorrhagic shock.  Shock. 2010;33:49–55. [PubMed] [Google Scholar]33. Shi C, Zhao X, Wang X, Zhao L, Andersson R. Potential effects of PKC or protease inhibitors on acute pancreatitis-induced tissue injury in rats.  Vascul Pharmacol. 2007;46:406–411. [PubMed] [Google Scholar]34. Kilpatrick LE, Standage SW, Li H, Raj NR, Korchak HM, Wolfson MR, et al.  Protection against sepsis-induced lung injury by selective inhibition of protein kinase C-delta (delta-PKC)  J Leukoc Biol. 2011;89:3–10. [PMC free article] [PubMed] [Google Scholar]35. Bertram A, Zhang H, von Vietinghoff S, de Pablo C, Haller H, Shushakova N, et al.  Protein kinase C-theta is required for murine neutrophil recruitment and adhesion strengthening under flow.  J Immunol. 2012;188:4043–4051. [PubMed] [Google Scholar]36. Chichger H, Grinnell KL, Casserly B, Chung CS, Braza J, Lomas-Neira J, et al.  Genetic disruption of protein kinase Cdelta reduces endotoxin-induced lung injury.  Am J Physiol Lung Cell Mol Physiol. 2012;303:L880–888. [PMC free article] [PubMed] [Google Scholar]37. Arendt CW, Albrecht B, Soos TJ, Littman DR. Protein kinase C-theta;: Aignaling from the center of the T-cell synapse.  Curr Opin Immunol. 2002;14:323–330. [PubMed] [Google Scholar]38. Hall KJ, Harper MT, Gilio K, Cosemans JM, Heemskerk JW, Poole AW. Genetic analysis of the role of protein kinase Ctheta in platelet function and thrombus formation.  PLoS One. 2008;3:e3277. [PMC free article] [PubMed] [Google Scholar]39. Villalba M, Altman A. Protein kinase C-theta (PKCtheta), a potential drug target for therapeutic intervention with human T cell leukemias.  Curr Cancer Drug Targets. 2002;2:125–137. [PubMed] [Google Scholar]40. Kim YS, Kim JS, Kwon JS, Jeong MH, Cho JG, Park JC, et al.  BAY 11-7082, a nuclear factor-kappaB inhibitor, reduces inflammation and apoptosis in a rat cardiac ischemia-reperfusion injury model.  Int Heart J. 2010;51:348–353. [PubMed] [Google Scholar]41. Fang X, Wang R, Ma J, Ding Y, Shang W, Sun Z. Ameliorated ConA-induced hepatitis in the absence of PKC-theta.  PLoS One. 2012;7:e31174. [PMC free article] [PubMed] [Google Scholar]42. Opitz B, van Laak V, Eitel J, Suttorp N. Innate immune recognition in infectious and noninfectious diseases of the lung.  Am J Respir Crit Care Med. 2010;181:1294–1309. [PubMed] [Google Scholar]43. Goodman RB, Pugin J, Lee JS, Matthay MA. Cytokine-mediated inflammation in acute lung injury.  Cytokine Growth Factor Rev. 2003;14:523–535. [PubMed] [Google Scholar]44. Goodman RB, Strieter RM, Martin DP, Steinberg KP, Milberg JA, Maunder RJ, et al.  Inflammatory cytokines in patients with persistence of the acute respiratory distress syndrome.  Am J Respir Crit Care Med. 1996;154:602–611. [PubMed] [Google Scholar]45. Steinberg KP, Milberg JA, Martin TR, Maunder RJ, Cockrill BA, Hudson LD. Evolution of bronchoalveolar cell populations in the adult respiratory distress syndrome.  Am J Respir Crit Care Med. 1994;150:113–122. [PubMed] [Google Scholar]46. Welbourn CR, Goldman G, Paterson IS, Valeri CR, Shepro D, Hechtman HB. Pathophysiology of ischaemia reperfusion injury: central role of the neutrophil.  Br J Surg. 1991;78:651–655. [PubMed] [Google Scholar]47. Lorne E, Zmijewski JW, Zhao X, Liu G, Tsuruta Y, Park YJ, et al.  Role of extracellular superoxide in neutrophil activation: interactions between xanthine oxidase and TLR4 induce proinflammatory cytokine production.  Am J Physiol Cell Physiol. 2008;294:C985–993. [PubMed] [Google Scholar]48. Wu F, Schuster DP, Tyml K, Wilson JX. Ascorbate inhibits NADPH oxidase subunit p47phox expression in microvascular endothelial cells.  Free Radic Biol Med. 2007;42:124–131. [PubMed] [Google Scholar]49. Nakamura T, Nakamura H, Hoshino T, Ueda S, Wada H, Yodoi J. Redox regulation of lung inflammation by thioredoxin.  Antioxid Redox Signal. 2005;7:60–71. [PubMed] [Google Scholar]50. Liu S, Feng G, Wang GL, Liu GJ. p38MAPK inhibition attenuates LPS-induced acute lung injury involvement of NF-kappaB pathway.  Eur J Pharmacol. 2008;584:159–165. [PubMed] [Google Scholar]51. Ware LB, Matthay MA. The acute respiratory distress syndrome.  N Engl J Med. 2000;342:1334–1349. [PubMed] [Google Scholar]52. Ryter SW, Kim HP, Nakahira K, Zuckerbraun BS, Morse D, Choi AM. Protective functions of heme oxygenase-1 and carbon monoxide in the respiratory system.  Antioxid Redox Signal. 2007;9:2157–2173. [PubMed] [Google Scholar]53. Chakraborty P, Saraswat G, Kabir SN. Alpha-dihydroxychalcone-glycoside (alpha-DHC) isolated from the heartwood of Pterocarpus marsupium inhibits LPS induced MAPK activation and up regulates HO-1 expression in murine RAW 264 7 macrophage.  Toxicol Appl Pharmacol. 2014;277:95–107. [PubMed] [Google Scholar]54. Bellezza I, Tucci A, Galli F, Grottelli S, Mierla AL, Pilolli F, et al.  Inhibition of NF-kappaB nuclear translocation via HO-1 activation underlies alpha-tocopheryl succinate toxicity.  J Nutr Biochem. 2012;23:1583–1591. [PubMed] [Google Scholar]"}