{"title": "Blood glucose and epicardial adipose tissue at the hospital admission as possible predictors for COVID-19 severity", "pubDate": "2022", "PMCID": "PMC8563297", "DOI": "10.1007/s12020-021-02925-5", "PMID": "34729688", "abstract": "Purpose:                       To study the possible association of CT-derived quantitative epicardial adipose tissue (EAT) and glycemia at the admission, with severe outcomes in patients with COVID-19.                  Methods:                       Two hundred and twenty-nine patients consecutively hospitalized for COVID-19 from March 1st to June 30th 2020 were studied. Non contrast chest CT scans, to confirm diagnosis of pneumonia, were performed. EAT volume (cm3) and attenuation (Hounsfield units) were measured using a CT post-processing software. The primary outcome was acute respiratory distress syndrome (ARDS) or in-hospital death.                  Results:                       The primary outcome occurred in 56.8% patients. Fasting blood glucose was significantly higher in the group ARDS/death than in the group with better prognosis [114 (98-144) vs. 101 (91-118) mg/dl, p = 0.001]. EAT volume was higher in patients with vs without the primary outcome [103 (69.25; 129.75) vs. 78.95 (50.7; 100.25) cm3, p < 0.001] and it was positively correlated with glycemia, PCR, fibrinogen, P/F ratio. In the multivariable logistic regression analysis, age and EAT volume were independently associated with ARDS/death. Glycemia and EAT attenuation would appear to be factors involved in ARDS/death with a trend of statistical significance.                  Conclusions:                       Our findings suggest that both blood glucose and EAT, easily measurable and modifiable targets, could be important predisposing factors for severe Covid-19 complications.", "author": [{"author": "G Guarisco", "affiliation": ["Diabetes Unit, Department of Medical-Surgical Sciences and Biotechnologies, Santa Maria Goretti Hospital, Sapienza University of Rome, Latina, Italy. gloriaguarisco@gmail.com."], "href": "/?term=Guarisco+G&cauthor_id=34729688"}, {"author": "M Fasolo", "affiliation": ["Diabetes Unit, Department of Medical-Surgical Sciences and Biotechnologies, Santa Maria Goretti Hospital, Sapienza University of Rome, Latina, Italy."], "href": "/?term=Fasolo+M&cauthor_id=34729688"}, {"author": "D Capoccia", "affiliation": ["Diabetes Unit, Department of Medical-Surgical Sciences and Biotechnologies, Santa Maria Goretti Hospital, Sapienza University of Rome, Latina, Italy."], "href": "/?term=Capoccia+D&cauthor_id=34729688"}, {"author": "G Morsello", "affiliation": ["Diabetes Unit, Department of Medical-Surgical Sciences and Biotechnologies, Santa Maria Goretti Hospital, Sapienza University of Rome, Latina, Italy."], "href": "/?term=Morsello+G&cauthor_id=34729688"}, {"author": "A Carraro", "affiliation": ["Department of Public Health and Infectious Diseases, Sapienza University of Rome, Rome, Italy."], "href": "/?term=Carraro+A&cauthor_id=34729688"}, {"author": "P Zuccalà", "affiliation": ["Infectious Diseases Unit, SM Goretti Hospital, Sapienza University of Rome, Latina, Italy."], "href": "/?term=Zuccal%C3%A0+P&cauthor_id=34729688"}, {"author": "R Marocco", "affiliation": ["Infectious Diseases Unit, SM Goretti Hospital, Sapienza University of Rome, Latina, Italy."], "href": "/?term=Marocco+R&cauthor_id=34729688"}, {"author": "C Del Borgo", "affiliation": ["Infectious Diseases Unit, SM Goretti Hospital, Sapienza University of Rome, Latina, Italy."], "href": "/?term=Del+Borgo+C&cauthor_id=34729688"}, {"author": "G Pelle", "affiliation": ["Department of Diagnostic and Interventional Radiology, Santa Maria Goretti Hospital, Latina, Italy."], "href": "/?term=Pelle+G&cauthor_id=34729688"}, {"author": "A Iannarelli", "affiliation": ["Department of Diagnostic and Interventional Radiology, Santa Maria Goretti Hospital, Latina, Italy."], "href": "/?term=Iannarelli+A&cauthor_id=34729688"}, {"author": "E Orlando", "affiliation": ["Department of Radiological, Oncological and Pathological Sciences, Sapienza University of Rome, I.C.O.T. Hospital, Latina, Italy."], "href": "/?term=Orlando+E&cauthor_id=34729688"}, {"author": "A Spagnoli", "affiliation": ["Department of Public Health and Infectious Diseases, Sapienza University of Rome, Rome, Italy."], "href": "/?term=Spagnoli+A&cauthor_id=34729688"}, {"author": "I Carbone", "affiliation": ["Department of Radiological, Oncological and Pathological Sciences, Sapienza University of Rome, I.C.O.T. Hospital, Latina, Italy."], "href": "/?term=Carbone+I&cauthor_id=34729688"}, {"author": "M Lichtner", "affiliation": ["Department of Public Health and Infectious Diseases, Sapienza University of Rome, Rome, Italy.", "Infectious Diseases Unit, SM Goretti Hospital, Sapienza University of Rome, Latina, Italy."], "href": "/?term=Lichtner+M&cauthor_id=34729688"}, {"author": "G Iacobellis", "affiliation": ["Division of Endocrinology, Diabetes and Metabolism, Department of Medicine, University of Miami, Miami, FL, USA."], "href": "/?term=Iacobellis+G&cauthor_id=34729688"}, {"author": "F Leonetti", "affiliation": ["Diabetes Unit, Department of Medical-Surgical Sciences and Biotechnologies, Santa Maria Goretti Hospital, Sapienza University of Rome, Latina, Italy."], "href": "/?term=Leonetti+F&cauthor_id=34729688"}, {"author": "COVID-19 Latina Study Group", "affiliation": [], "href": "/?term=COVID-19+Latina+Study+Group%5BCorporate+Author%5D"}], "refPMID": ["32666376", "32271368", "32602202", "32314871", "24272604", "32464641", "32862512", "33221381", "32243238", "32619294", "32130038", "32101510", "32171076", "32360710", "12582228", "12769252", "22797452", "27812378", "19770169", "32314503", "32158768", "30459447", "32339391", "32712222", "18212276", "30871726", "32314868", "32303591", "16186852", "32754119"], "citedInPMID": ["34729688"], "body": " AbstractPurposeTo study the possible association of CT-derived quantitative epicardial adipose tissue (EAT) and glycemia at the admission, with severe outcomes in patients with COVID-19.MethodsTwo hundred and twenty-nine patients consecutively hospitalized for COVID-19 from March 1st to June 30th 2020 were studied. Non contrast chest CT scans, to confirm diagnosis of pneumonia, were performed. EAT volume (cm3) and attenuation (Hounsfield units) were measured using a CT post-processing software. The primary outcome was acute respiratory distress syndrome (ARDS) or in-hospital death.ResultsThe primary outcome occurred in 56.8% patients. Fasting blood glucose was significantly higher in the group ARDS/death than in the group with better prognosis [114 (98–144) vs. 101 (91–118) mg/dl, p = 0.001]. EAT volume was higher in patients with vs without the primary outcome [103 (69.25; 129.75) vs. 78.95 (50.7; 100.25) cm3, p < 0.001] and it was positively correlated with glycemia, PCR, fibrinogen, P/F ratio. In the multivariable logistic regression analysis, age and EAT volume were independently associated with ARDS/death. Glycemia and EAT attenuation would appear to be factors involved in ARDS/death with a trend of statistical significance.ConclusionsOur findings suggest that both blood glucose and EAT, easily measurable and modifiable targets, could be important predisposing factors for severe Covid-19 complications.Keywords: COVID-19, Epicardial adipose tissue, Hyperglycemia, Visceral fat, Adiposity IntroductionCovid-19 is a global pandemic and public health issue of ever-increasing proportions (https://covid19.who.int/). Obesity and in particular excess visceral fat are implicated in development of heart and lung complications of Covid-19 due to a chronic inflammatory condition. Adipose tissue has been suggested to play a role as a reservoir for the virus and amplifier of the inflammatory response [1–4]. Epicardial adipose tissue (EAT), the visceral fat of the heart, is characterized by a dense macrophage infiltrates and secretion of proinflammatory cytokines, such as interleukin-6 (IL-6), overexpressed in Covid-19 patients with heart and lung diseases [5, 6]. Because its pro inflammatory properties, EAT can contribute to the development of Covid-19 cardiac and pulmonary complications [6–10]. EAT volume and attenuation, a marker of inflammation, can be measured with chest computed tomography (CT) methods, currently used as primary tool for detecting Covid-19 pneumonia [11, 12]. Furthermore, hyperglycemia has been described in more than half of the patients with Covid-19 infection [13]. Although stress-induced hyperglycemia is a physiological response, it may lead to further complications in hospitalized patient with pneumonia, independently of the previous diagnosis of diabetes [14]. To prevent the severity of the disease, our efforts are increasingly focused on identifying the best clinical parameters at the time of admission to predict the risk of complications and improve the stratification of patients to undergo more effective therapies from the earliest stages of the disease [15, 16]. In this study we sought to examine the association of CT-derived quantitative EAT volume and attenuation and metabolic markers at the admission, in particular blood glucose, with worst outcomes (acute respiratory distress syndrome or death) in hospitalized patients with Covid-19. Materials and methodsStudy design and populationThis is a retrospective study conducted by the Latina Covid-19 Study Group on 229 patients consecutively hospitalized for Covid-19 from March 1st to June 30th, 2020 in Santa Maria Goretti Hospital in Latina, Polo Pontino of Sapienza University of Rome.All patients who went to the emergency room with symptoms suggestive for Covid-19 (body temperature ≥37.5 °C, cough, and dyspnea) underwent triage in an out-of-hospital facility where vital signs were detected by a dedicated staff.The diagnostic protocol included the execution of nasopharyngeal swab RT PCR and chest CT to determine and quantify the presence of interstitial pneumonia.All patients with confirmed positivity to Sars-CoV2 and with chest CT scan suggestive of interstitial pneumonia, were hospitalized.Routine laboratory tests were obtained at hospital admission. All patients underwent the same therapy used until June 30th, 2020 (according to internal hospital protocol) and based on methylprednisolone, azithromycin, lopinavir/ritonavir, hydroxychloroquine and enoxaparin. All subjects with P/F ratio <200 underwent therapy with tocilizumab. Every patient received oxygen support with different FiO2 and different devices depending on respiratory distress degree and subjected to repeated blood gas analysis.The study was approved by the local institutional review board (IRB), and written informed consent was obtained from all study participants.Anthropometric, clinical, and laboratory assessmentsThe following anthropometric data were extrapolated from the medical records of the subjects included in this analysis and refer to the time of admission: age, gender, height, weight, and BMI. P/F ratio was determined in all patients by blood gas analysis. Waist circumference was obtained from chest CT scans which included the upper abdomen up to approximately 3 cm above the umbilical line. Among the blood chemistry tests it was possible to collect the following parameters: complete blood count with differential, glycemia, creatinine, total cholesterol, high-density lipoprotein cholesterol (HDL), low-density lipoprotein cholesterol (LDL), triglycerides, uricaemia, albumin, aspartate aminotransferase (AST), alanine aminotransferase (ALT), Gamma Glutamyl transferase (GGT), Lactate dehydrogenase (LDH), erythrocyte sedimentation rate (ESR), c-reactive protein, ferritin, fibrinogen, and D-dimer. Data from the medical records of 229 hospitalized patients were collected and a database was set up for subsequent analysis.CT fat deposition assessmentNon contrast chest CT scans were performed with TC Force Siemens Dual Energy. Isovolumetric, thin slice (1.25 mm) chest CT scan was used for volumetric quantification of EAT, visceral adipose tissue (VAT), and subcutaneous adipose tissue (SAT) by means of advanced CT post-processing software (Intuition; Terarecon). The software made it possible to perform the semi-automatic volumetric segmentation of the EAT. To estimate the EAT volume, the pericardium was manually contoured, by the same operator, and considered as the outer segmentation limit.EAT density (Hounsfield Unit) was determined by the positioning of a 6 mm ROI (region of interest) at the pulmonary arteries. The Hounsfield Units (HU) scale ranges from −1024 HU to 3071 HU. It is defined by the following: −1024 HU is black and represents air (in the lungs). 0 HU represents water. Fat is around −100 HU. To estimate the VAT volume, the internal costal limit was manually contoured, also including EAT in the calculation. SAT volume was obtained as the subtraction between total adipose tissue, automatically calculated by the software, and VAT.Outcomes and definitionsThe composite primary outcome was defined as any degree of acute respiratory distress syndrome (ARDS) or death. ARDS is classified into mild (200 mm <PaO2/FiO2 ≤ 300), moderate (100 g < PaO2/FiO2 ≤ 200), and severe (PaO2/FiO2 ≤ 100), in according to the 2012 Berlin criteria [17]. P/F was recorded at baseline (P/F baseline) and at the worst clinical condition during hospitalization (P/F nadir).Diagnosis of type 2 diabetes was defined by a self-reported history of diabetes.Statistical analysisContinuous variables were expressed as mean and standard deviation or median and Interquartile range (IQR) according to their distribution. Categorical variables were recorded as frequencies and percentages. Comparisons between patients with and without the primary outcome were performed using, Mann–Whitney U-test. T-test or the chi-square test, as appropriate. Kruskal–Wallis test was used to assess differences among groups with different degrees of ARDS and post hoc, p-value were adjusted according to Benjamini and Hochberg to account for multiple comparisons.Spearman’s correlation coefficient was used to assess relationship between CT parameters, serum biomarkers, and clinical variables. Multivariable logistic regression analysis was performed to investigate on the relationship between the risk of having ARDS or death and Glycemia, EAT HU, EAT volume, age, and gender. Model selection was performed by stepwise procedure based on the Akaike Information Criterion (AIC).All tests were two-tailed, and a p-value < 0.05 was considered as statistically significant. Analyses were performed using R version 4.0.1 (The R Project for Statistical Computing). ResultsPatients characteristicsA total of 229 patients (age 63 [15]; 56.8% male) with laboratory-confirmed Covid-19 who underwent chest CT during their admission were included. The primary outcome (ARDS or in-hospital death) occurred in 130 (56.8%) patients. The remaining patients (n = 99; 43.2%) had been discharged alive or otherwise did not develop ARDS during hospitalization at the time of data collection. Mild, moderate, and severe ARDS occurred respectively in 34 (27%), 68 (54%), and 24 (19%) patients out of 126 patients with ARDS. The clinical and laboratory features of patients with and without the primary outcome are reported in Table ​Table1.1. Patients with ARDS or died were older than the other group (age respectively 57 [5.47–68] and 66 [55–78]; p < 0.001). The ratio of men to women in the two groups did not differ significantly: the prevalence of male patients in the group ARDS/death was 40% vs. 47.5% in the comparison group (p = 0.319). As regards anthropometric parameters in the two groups, with the available data (115 observations), body weight appeared to be significantly higher in the worst outcome group, while the difference in BMI was close to statistical significance. Waist circumference median value was higher in ARDS/death patients (86 cm vs. 82 cm, p = 0.005). The prevalence of diabetes mellitus was 18.2% in patients with better outcome and 36.2% in patients with worse prognosis, with a statistically significative difference (p = 0.005). The prevalence of hypertension too was higher in the ARDS/death group (p = 0.004), with the available data (104 observations). Fasting blood glucose values were significantly higher in the group ARDS/death than in the group with better prognosis, showing values of 114 (98–144) mg/dl vs. 101 (91–118) mg/dl (p = 0.001), respectively. As regards the other nutritional and metabolic parameters, liver function indices (Alanine Aminotransferase—ALT, Aspartate Aminotransferase—AST, and Gamma Glutamyl Transferase—GGT) reached higher values in the worst outcome group, while higher HDL levels appeared to be associated with a better prognosis. Differences in serum inflammatory markers were found between the two groups. Patients with worse outcome showed a reduction of lymphocyte counts and an increase in the percentage of neutrophils. C-reactive protein, ESR, D-Dimer, and fibrinogen were significantly higher in the worst outcome group, as well as LDH concentration.Table 1Anthropometric, clinical, and laboratory characteristics of patients on admissionARDS or deathp valueNo (N = 99)Yes (N = 130)Anthropometric and clinical characteristicsAge, (years)57 (47–68.5)66 (55–78.75)<0.001Male sex52 (52.5)78 (60)0.319Weight (kg) (126)76.5 (65–85), 5080 (72–90), 760.022Body mass index (kg/m2) (126)26.23 (23.57–29.41), 5027.78 (24.58, 30.91), 760.05Systolic blood pressure122.5 (120–140)120 (120–140)0.932Diastolic blood pressure80 (70–80)80 (70–80)0.862Diabetes mellitus (%)18.236.20.005Hypertension (%) (104)27.556.30.004Cardiovascular events (%)1010.80.901P/F ratio400 (359.5–457)298 (218–356)<0.001P/F nadir381 (388–439)155 (123.25–211.25)<0.001Blood biomarkersLeukocytes (*103/µL)5.810 (4.275–7.708)5.630 (4.115–7.780)0.864Neutrophils (*103/µL)3.705 (2.505–5.667)4.330 (2.345–6.00)0.485Lymphocytes (*103/µL)1.440 (0.993–1.868)0.990 (0.735–1.360)<0.001Neutrophils (%)61.83 ± 12.6670.85 ± 14.83<0.001Lymphocytes (%)26.45 ± 10.2620.31 ± 10.990.002Hemoglobin (g/dL)13.51 ± 1.6413.23 ± 1.930.264Platelets (*103/µL)209 (176–259)197 (153–257)0.394Glycemia (mg/dL)101 (91–118)114 (98–144)0.001Total cholesterol (mg/dL) (73)165.28 ± 32.45152.34 ± 36.010.116High-density lipoprotein cholesterol (mg/dL) (73)36 (25.5–48)31 (24.5–37)0.044Low-density lipoprotein cholesterol (mg/dL) (73)107.4 ± 28.0999.59 ± 34.940.306Triglycerides (mg/dL) (73)95 (68–130)120 (88.5–136.5)0.103Uricaemia (mg/dL) (66)4.7 (3.75–5.62)4.65 (3.73–6.7)0.568Aspartate aminotransferase (AST, U/L)21 (16.5–26.5)27 (20–42)<0.001Alanine aminotransferase (ALT, U/L)21 (14.5–29.5)24 (15.5–40)0.160Gamma glutamyl transferase (GGT, U/L) (78)25.5 (15.75–42.75)35 (20–57)0.015Creatinine (mg/dL)0.84 (0.73–1.09)0.95 (0.77–1.27)0.113Lactate dehydrogenase (U/L)198.5 (177.75–246m25)288.5 (216.25–375.25)<0.001Erythrocyte sedimentation rate (ESR) (mm/h)35 (17.5–50.75)56 (35–72.5)0.008C-reactive protein (mg/dL)0,67 (0.20–2.69)4.62 (1.53–13.54)<0.001Ferritin (ng/mL) (61)258 (130–429)339.5 (171.5–948)0.113Fibrinogen386.5 (318–448.5)464 (397.5–567)<0.001D-dimer (mg/L) (79)0.42 (0.28–0.99)0.96 (0.59–1.63)<0.001Albumin (40)3.81 ± 0.463.28 ± 0.530.002EAT (cm3)78.95 (51.52–99.95)103.00 (69.92–128.75)<0.0001EAT density (HU)–87.76 (−100.72–−70.38)−89.99 (−103.70– −74.73)0.684VAT (cm3)578.5 (373.8–1188.8)867 (512–1356)0.005VAT/SAT0.038 (0.025–0.056)0.036 (0.026–0.052)0.5Waist circumference (cm)82 (69–92.5)86 (78–101)0.005Open in a separate windowData are n (%), median (IQR), or mean ± SD, n if fewer patients had laboratory results available than the total study populationChest CT measurementsThe chest CT processing showed a median EAT volume of the whole cohort of 91.7 cm3 (57.13–122), a median VAT volume of 789 cm3 (412.5–1270.5) and a median VAT/SAT ratio of 0.036 (0.026–0.055) while median EAT attenuation overall was −88,78 (−102.83; −71.68) HU. EAT volume was higher in patients with versus without the primary outcome (103 cm3 [25–129] vs. 78.95 cm3 [7–100], p < 0.001). VAT volume was higher in ARSD/death group versus no ARDS/death group (867 cm3 [512–1356] vs. 578.5 cm3 [8–1188], p = 0.005). The difference in EAT HU and in VAT/SAT between the two groups was not significant (Fig. 1A–C). Depending on the degree of ARDS, median (IQR) EAT volume was 77.10 cm3 (51.40–101.00) in the group No ARDS and 93.40 cm3 (60.98–119.75), 99.50 cm3 (68.30–133.50), and 121.50 cm3 (89.75–132.75) in those with mild, moderate, and severe ARDS respectively, with a statistically significant difference among groups (p < 0.001, Kruskall–Wallis test). The pairwise comparison showed that EAT volume was significantly different between of No ARDS and moderate ARDS groups (p = 0,015) and between No ARDS and severe ARDS groups (p = 0.002), (Fig. ​(Fig.1D).1D). Median (IQR) EAT density was −89.62 HU (−100.78 to −70.47) in patients without ARDS, and −87.47 HU (−107.08 to −74.89), −90.00 HU (−102.73 to −74.51) and −80–53 HU (−101.73 to −73.88) in patients with mild, moderate and severe ARDS, respectively (p = 0.975, Kruskall–Wallis test), (Fig. ​(Fig.1E).1E). Median VAT/SAT (IQR) was 0.038 (0.025–0.056) in patients without ARDS, and 0.04 (0.033–0.061), 0.032 (0.024–0.041), and 0.039 (0.026–0.048) in patients with mild, moderate, and severe ARDS, respectively (p = 0.109, Kruskall–Wallis test), (Fig. ​(Fig.1F1F).Open in a separate windowFig. 1A–C Differences in epicardial adipose tissue volume (A) and attenuation (B) and in VAT/SAT (C) in patients with and without clinical deterioration or death; D–F Differences in epicardial adipose tissue (D) and attenuation (E) and in VAT/SAT (F) in patients without ARDS, and with increasing degrees of ARDS (mild, moderate, and severe)Correlation of EAT with clinical, inflammatory, and metabolic variablesSpearman’s rho correlation coefficient between CT parameters, serum biomarkers, and clinical variables are presented in Table ​Table22.Table 2Correlation matrix between investigated variablesAgeEAT volumeGlycemiaBMIHDLGamma GTASTALTuricaemiaP/F ratiofibrinogenPCRWaist circumferenceAge1.00EAT volume0.31a1.00Glycemia0.17a0.28a1.00BMI0.090.47a0.171.00HDL−0.08−0.27b−0.22−0.22a1.00Gamma GT−0.070.33a0.25a0.33a−0.30a1.00AST−0.0650,140,17a0.24a−0.200.556a1.00ALT−0.22a0.15b0.21a0.41a−0.130.66a0.72a1.00uricaemia0.040.36a0.190.37a−0.180.30a0.33a0.111.00P/F ratio−0.40a−0.25a−0.11−0.330.32a−0.24b−0.15−0.16−0.081.00Fibrinogen0.100.16b0.29a0.00−0.140.29a0.312a0.29a−0.07−0.011.00PCR0.23a0.30a0.20a0.23b−0.42a0.41a0.452a0.26a0.13−0.50a0.58b1.00Waist circumference0.17a0.71a0.28a0.47a−0.230.32a0.15b0.17a0.39a−0.200.100.181.00Open in a separate windowaCorrelation is significant at the 0.01 levelbCorrelation is significant at the 0.05 levelAs also showed in Fig. ​Fig.22 the EAT was positively correlated with glycemia (rho = 0.17, p = 0.0002), waist circumference (rho = 0.71, p < 0.001) and with inflammatory markers as PCR (rho = 0.30, <0.001), and fibrinogen (rho = 0.16, p = 0.032). An inverse correlation was observed between EAT and P/F ratio (rho = −0.24, p = 0.0006) and between EAT and P/F nadir (rho = −0.30, p < 0.001).Open in a separate windowFig. 2Correlation between EAT and Glycemia, P/F ratio at baseline, P/F nadir, PCR and FibrinogenARDS/death risk factors in COVID-19 patientsUnivariate analysis showed a significant association between ARDS/death and age, glycemia EAT volume and waist circumference. In the multivariable logistic regression analysis, age (OR 1.025, 95% CI: 1.003–1.049, p-value = 0.0291) and EAT volume (OR 1.009, 95% CI: 1.002–1.018, p-value = 0.0207) were independently associated with ARDS onset or death. Glycemia (OR 1.006, 95% CI: 1.000; 1.014) and EAT attenuation (OR 1.011, 95% CI: 0.999; 1.024) remained in the model as risk factors for ARDS/death with a trend of statistical significance (Table ​(Table33).Table 3Odds ratio (OR) of risk factors for developing ARDS or death at univariate and multivariate analysisVariableUnivariateMutivariableOR95% CIp-valueOR95% CIp-valueGlycemia (mg/dL)1.0091.003–1.0170.01221.0061.000–1.0140.0904Age (years)1.0351.014–1.0580.001081.0251.003–1.0490.0291EAT density HU1.0040.994–1.0150.4031.0110.999–1.0240.0875Gender F vs. M0.7300.402–1.3210.299–––EAT volume (cm3)1.0111.004–1.0180.002181.0091.002–1.0180.0207Waist circumference1.0241.004–1.0440.0179–––Open in a separate window DiscussionThe objective of this retrospective study was to identify biochemical parameters and CT characteristics associated with ARDS or death Covid-related. The need to identify early clinical markers of covid severity is compelling.Obesity has been identified as risk factor for hypoventilation syndrome in intensive care unit (ICU) patients [18] and for respiratory failure in patients with ARDS [19].Obesity is also associated with chronic inflammation and visceral adipose tissue is able of secreting inflammatory mediators such as IL-6, TNF, INF gamma, IL1 beta [20–22]. Moreover, in patients with obesity and diabetes, the expression of Angiotensin-converting enzyme 2 (ACE2), the functional receptor for Sars-CoV-2, is upregulated in adipocytes and turns adipose tissue into a potential target and viral reservoir. This may explain why the excess of VAT and diabetes are potential empowering factors for Covid-19 infection [23].Some reports showed as CT-based quantification of VAT and upper abdominal circumference in routine chest CTs were associated to worse clinical outcome in patients with Sars-CoV-2 infection and as EAT closely correlated with abdominal visceral adiposity and metabolic risk factors [24, 25].Some authors have investigated the association between EAT and Covid-19 severity showing how epicardial fat measured in terms of thickness at the level of the right coronary artery origin on the axial plane [7, 24] was similar among the groups of COVID-19 severity.Other authors, using a fully automated, three-dimensional measurement of epicardial fat, which gives a better estimate of visceral deposits, have shown that EAT volume and attenuation were associated with the quantitative burden of Covid-19 pneumonia and that both parameters independently predicted clinical deterioration or death [8, 26].In our study, using a semi-automatic three-dimensional adipose tissue volume quantification system, significantly higher VAT and, in particular, EAT volume were observed in the ARDS/death group and that EAT volume was an independent risk factor for negative outcome. Furthermore, it was interesting to note that although waist circumference is a proven cardiovascular risk factor and a strong marker of visceral adiposity and chronic inflammation, in our model, EAT remains as independent risk factor for ARDS/death compared to waist circumference. This finding suggests the usefulness and importance of performing radiological assessment of EAT in patients with Covid-19 undergoing chest CT. It was also interesting to note that the volume of EAT showed a progressive increase in parallel with the degree of ARDS (mild, moderate and severe). Indeed, not only the P/F at baseline, but also the nadir P/F (used to define the severity of ARDS) was positively correlated with EAT. The lack of difference in EAT attenuation between the two groups and among patients with different degrees of ARDS, could be probably explained by the attenuation calculated exclusively on a ROI of 6 mm. The absence of significant differences in VAT/SAT, on the other hand, could depend on the body segment studied by the CT. In fact, the thoracic SAT is an unreliable parameter of subcutaneous adiposity, since the maximum expression of the individual’s subcutaneous adipose tissue is given by the SAT calculated at the level of the hips. The role of EAT as a viral reservoir and cytokine storm amplification site, could explain not only a worsening of lung function, but also the clinical deterioration up to multiorgan failure and death, through a direct/paracrine and indirect/systemic effect [26–29]. Interestingly, our study showed that EAT volume correlated, albeit weakly, with metabolic parameters, in particular with blood glucose. We found that fasting glucose was higher in the ARDS/death group and that fasting glucose at admission, had a trend as independent risk factor for ARDS or death. The fact that blood glucose was maintained within the multivariate model without being rejected indicates an important role in the onset of outcome, even if this data could be confirmed by increasing the sample size. This was in line with previous reports highlighting that admission hyperglycemia was a predictor of radiographic findings of ARDS [14] and that not only diabetes, as known, but also infection-related hyperglycemia at admission were associated with an increased risk of adverse outcomes among patients with Covid-19 [30]. Further studies are needed to evaluate both the role of tight glycemic control in the outcome of Covid-19 pneumonia and the possibility of modifying EAT with target therapies to prevent the outbreak of the immune response. Our study has some limitations. First, the nature of this study was retrospective and only selected biochemical and clinical parameters were available; furthermore, the sample size was not previously planned for the state of emergency for which consecutive data were collected however about 229 patients guarantee to observe an ARDS or death incidence rate of 55% with an error margin of 6.5% and a confidence level of 95%. Second, the absence of BMI in about half of the population, due to the critical health and isolation conditions that prevented the physical examination of the patients, didn’t allow to include this obesity measure in our multivariable model. Third, we didn’t have the possibility of applying cardio-synchronization software to the CT acquisition. Fourth, the epicardial fat attenuation was calculated on a 6 mm ROI which did not allow an average estimate of the whole EAT attenuation. Some strengths should also be emphasized. First, our sample size was larger than in other studies. Second, the same decision-making protocol for hospitalization and treatment for all patients made the sample homogeneous in the severity of COVID-19 pneumonia or in hospital outcomes. Third, chest CT indications and acquisition protocols were standardized. Fourth, the semiautomatic quantification of visceral and epicardial fat volume and the positioning of the ROI for the estimation of tissue attenuation were performed by the same operator. This study is a confirmation of previous studies that investigated the association of epicardial adipose tissue with the outcomes of Covid-19, but unlike most studies in the literature, we had the opportunity to obtain a 3D quantification of epicardial fat. The interesting fact that emerges from this preliminary study is instead represented by the association between glycaemia at the time of admission and epicardial fat and that hyperglycemia, even mild and found also in non-diabetic patients, at the time of admission would seem to be involved in the development of complications from Covid-19. In conclusion, we found that EAT was correlated with inflammatory markers, as C-reactive protein and fibrinogen and fasting blood glucose. Our findings suggest that hyperglycemia in hospitalized patients should be adequately treated in patients with or without diabetes and that both blood glucose and EAT, as indirect parameters of inflammation and modifiable targets, could be involved in the development of Sars-CoV2-related complications and therefore included in the initial evaluation of patients admitted for Covid-19 pneumonia. Certainly, prospective studies with a higher sample size are needed to investigate the predictive role of both hyperglycemia and epicardial fat that this preliminary observational analysis would seem to suggest. Supplementary information\nAppendix A(13K, docx)\n AcknowledgementsThe authors wish to thank all the people who contributed to the study, to the interpretation of results and to the writing of the manuscript. All authors approved the final version of the article, including the authorship list.FundingThis research did not receive any specific grant from funding agencies in the public, commercial, or not-for-profit sectors. Compliance with ethical standardsConflict of interestThe authors declare no competing interests.Ethical approvalAll procedures performed were in accordance with the ethical standards of the institutional and/or national research committee and with the 1964 Helsinki declaration and its later amendments or comparable ethical standards. FootnotesA list of members and their affiliations appears in the Supplementary Information.Publisher’s note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. G. Guarisco, F. Leonetti, Covid-19 and diabesity: when a pandemia cross another pandemia. Eat Weight Disord. (2020). 10.1007/s40519-020-00958-9. [PMC free article] [PubMed]2. Lighter J, Phillips M, Hochman S, Sterling S, Johnson D, Francois F, Stachel A. Obesity in patients younger than 60 years is a risk factor for COVID-19 hospital admission. Clin. Infect. Dis. 2020;71(15 Jul):896–897. doi: 10.1093/cid/ciaa415. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Deng M, Qi Y, Deng L, Wang H, Xu Y, Li Z, Meng Z, Tang J, Dai Z. Obesity as a potential predictor of disease severity in young COVID-19 patients: a retrospective study. Obesity. 2020;28(10 Oct):1815–1825. doi: 10.1002/oby.22943. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Malavazos AE, Corsi Romanelli MM, Bandera F, Iacobellis G. Targeting the adipose tissue in COVID-19. Obesity. 2020;28(7 Jul):1178–1179. doi: 10.1002/oby.22844. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Iacobellis G. Epicardial adipose tissue in endocrine and metabolic diseases. Endocrine. 2014;46(1 May):8–15. doi: 10.1007/s12020-013-0099-4. [PubMed] [CrossRef] [Google Scholar]6. Malavazos AE, Goldberger JJ, Iacobellis G. Does epicardial fat contribute to COVID-19 myocardial inflammation? Eur. Heart J. 2020;41(24 Jun):2333. doi: 10.1093/eurheartj/ehaa471. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Iacobellis G, Secchi F, Capitanio G, Basilico S, Schiaffino S, Boveri S, Sardanelli F, Corsi Romanelli MM, Malavazos AE. Epicardial fat inflammation in severe COVID-19. Obesity. 2020;28(12 Dec):2260–2262. doi: 10.1002/oby.23019. [PubMed] [CrossRef] [Google Scholar]8. Grodecki K, Lin A, Razipour A, Cadet S, McElhinney PA, Chan C, Pressman BD, Julien P, Maurovich-Horvat P, Gaibazzi N, Thakur U, Mancini E, Agalbato C, Menè R, Parati G, Cernigliaro F, Nerlekar N, Torlasco C, Pontone G, Slomka PJ, Dey D. Epicardial adipose tissue is associated with extent of pneumonia and adverse outcomes in patients with COVID-19. Metabolism. 2021;115(Feb):154436. doi: 10.1016/j.metabol.2020.154436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Caruso D, Zerunian M, Polici M, Pucciarelli F, Polidori T, Rucci C, Guido G, Bracci B, De Dominicis C, Laghi A. Chest CT features of COVID-19 in Rome, Italy. Radiology. 2020;296(2 Aug):E79–E85. doi: 10.1148/radiol.2020201237. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Iacobellis G, Malavazos AE, Ferreira T. COVID-19 rise in younger adults with obesity: visceral adiposity can predict the risk. Obesity. 2020;28(10 Oct):1795. doi: 10.1002/oby.22951. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Li Y, Xia L. Coronavirus disease 2019 (COVID-19): role of chest CT in diagnosis and management. Am. J. Roentgenol. 2020;214(6 Jun):1280–1286. doi: 10.2214/AJR.20.22954. [PubMed] [CrossRef] [Google Scholar]12. Ai T, Yang Z, Hou H, Zhan C, Chen C, Lv W, Tao Q, Sun Z, Xia L. Correlation of chest CT and RT-PCR testing for coronavirus disease 2019 (COVID-19) in China: a report of 1014 cases. Radiology. 2020;296(2 Aug):E32–E40. doi: 10.1148/radiol.2020200642. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, Xiang J, Wang Y, Song B, Gu X, Guan L, Wei Y, Li H, Wu X, Xu J, Tu S, Zhang Y, Chen H, Cao B. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229 Mar):1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Iacobellis G, Penaherrera CA, Bermudez LE, Bernal Mizrachi E. Admission hyperglycemia and radiological findings of SARS-CoV2 in patients with and without diabetes. Diabetes Res. Clin. Pract. 2020;164(Jun):108185. doi: 10.1016/j.diabres.2020.108185. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Iacobellis G, Assael F, Ribaudo MC, Zappaterreno A, Alessi G, Di Mario U, Leonetti F. Epicardial fat from echocardiography: a new method for visceral adipose tissue prediction. Obes. Res. 2003;11(2 Feb):304–310. doi: 10.1038/oby.2003.45. [PubMed] [CrossRef] [Google Scholar]16. Iacobellis G, Leonetti F, Di Mario U. Images in cardiology: massive epicardial adipose tissue indicating severe visceral obesity. Clin. Cardiol. 2003;26(5 May):237. doi: 10.1002/clc.4960260508. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, et al.  Acute respiratory distress syndrome: The Berlin definition. J. Am. Med. Assoc. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]18. Marik PE, Chen C. The clinical characteristics and hospital and post-hospital survival of patients with the obesity hypoventilation syndrome: analysis of a large cohort. Obes. Sci. Pract. 2016;2(1):40–47. doi: 10.1002/osp4.27. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Gong MN, Bajwa EK, Thompson BT, Christiani DC. Body mass index is associated with the development of acute respiratory distress syndrome. Thorax. 2010;65(1):44–50. doi: 10.1136/thx.2009.117572. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. M. Watanabe, R. Risi, D. Tuccinardi, C.J. Baquero, S. Manfrini, L. Gnessi. Obesity and SARS-CoV-2: a population to safeguard. Diabetes Metabol. Res. Rev. 36, e3325 (2020). [PubMed]21. Chait A, den Hartigh LJ. Adipose tissue distribution, inflammation and its metabolic consequences, including diabetes and cardiovascular disease. Front. Cardiovasc. Med. 2020;7:22. doi: 10.3389/fcvm.2020.00022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Quail DF, Dannenberg AJ. The obese adipose tissue microenvironment in cancer development and progression. Nat. Rev. Endocrinol. 2019;15(3 Mar):139–154. doi: 10.1038/s41574-018-0126-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. I.L. Kruglikov, P.E. Scherer The role of adipocytes and adipocyte-like cells in the severity of COVID-19 infections. Obesity. (2020). 10.1002/oby.22856 [PMC free article] [PubMed]24. M. Watanabe, D. Caruso, D. Tuccinardi, R. Risi, M. Zerunian, M. Polici, et al. Visceral fat shows the strongest association with the need of intensive care in patients with COVID-19. Metabolism. 111, 154319 (2020). [PMC free article] [PubMed]25. Rosito GA, Massaro JM, Hoffmann U, Ruberg FL, Mahabadi AA, Vasan RS, et al.  Pericardial fat, visceral abdominal fat, cardiovascular disease risk factors, and vascular calcification in a community-based sample: the Framingham heart study. Circulation. 2008;117:605–613. doi: 10.1161/CIRCULATIONAHA.107.743062. [PubMed] [CrossRef] [Google Scholar]26. Iacobellis G, Mahabadi AA. Is epicardial fat attenuation a novel marker of coronary inflammation? Atherosclerosis. 2019;284:212–213. doi: 10.1016/j.atherosclerosis.2019.02.023. [PubMed] [CrossRef] [Google Scholar]27. Ryan PM, Caplice NM. Is adipose tissue a reservoir for viral spread, immune activation, and cytokine amplification in coronavirus disease 2019? Obesity. 2020;28:1191–1194. doi: 10.1002/oby.22843. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Moore JB, June CH. Cytokine release syndrome in severe COVID-19. Science. 2020;368:473. doi: 10.1126/science.abb8925. [PubMed] [CrossRef] [Google Scholar]29. Iacobellis G, Corradi D, Sharma AM. Epicardial adipose tissue: anatomic, biomolecular and clinical relationships with the heart. Nat. Clin. Pract. Cardiovasc. Med. 2005;2:536–543. doi: 10.1038/ncpcardio0319. [PubMed] [CrossRef] [Google Scholar]30. Zhang J, Kong W, Xia P, Xu Y, Li L, Li Q, Yang L, Wei Q, Wang H, Li H, Zheng J, Sun H, Xia W, Liu G, Zhong X, Qiu K, Li Y, Wang H, Wang Y, Song X, Liu H, Xiong S, Liu Y, Cui Z, Hu Y, Chen L, Pan A, Zeng T. Impaired fasting glucose and diabetes are related to higher risks of complications and mortality among patients with coronavirus disease 2019. Front. Endocrinol. 2020;11(Jul):525. doi: 10.3389/fendo.2020.00525. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}