{"title": "Enhancer analysis of the Drosophila zinc finger transcription factor Earmuff by gene targeting", "pubDate": "2021", "PMCID": "PMC8567707", "DOI": "10.1186/s41065-021-00209-6", "PMID": "34732265", "abstract": "Background:                       Many transcription factors are involved in the formation of the brain during the development of Drosophila melanogaster. The transcription factor Earmuff (Erm), a member of the forebrain embryonic zinc finger family (Fezf), is one of these important factors for brain development. One major function of Earmuff is the regulation of proliferation within type II neuroblast lineages in the brain; here, Earmuff is expressed in intermediate neural progenitor cells (INPs) and balances neuronal differentiation versus stem cell maintenance. Erm expression during development is regulated by several enhancers.                  Results:                       In this work we show a functional analysis of erm and some of its enhancers. We generated a new erm mutant allele by gene targeting and reintegrated Gal4 to make an erm enhancer trap strain that could also be used on an erm mutant background. The deletion of three of the previously analysed enhancers showing the most prominent expression patterns of erm by gene targeting resulted in specific temporal and spatial defects in defined brain structures. These defects were already known but here could be assigned to specific enhancer regions.                  Conclusion:                       This analysis is to our knowledge the first systematic analysis of several large enhancer deletions of a Drosophila gene by gene targeting and will enable deeper analysis of erm enhancer functions in the future.", "author": [{"author": "Kirsten Hildebrandt", "affiliation": ["Developmental Biology, Saarland University, Building 61, 66421, Homburg/Saar, Germany."], "href": "/?term=Hildebrandt+K&cauthor_id=34732265"}, {"author": "Sabrina Kübel", "affiliation": ["Developmental Biology, Saarland University, Building 61, 66421, Homburg/Saar, Germany.", "Present address: Clinical and Molecular Virology, Friedrich-Alexander University, 91054, Erlangen, Germany."], "href": "/?term=K%C3%BCbel+S&cauthor_id=34732265"}, {"author": "Marie Minet", "affiliation": ["Developmental Biology, Saarland University, Building 61, 66421, Homburg/Saar, Germany.", "Present address: Human Genetics, Saarland University, Building 60, 66421, Homburg/Saar, Germany."], "href": "/?term=Minet+M&cauthor_id=34732265"}, {"author": "Nora Fürst", "affiliation": ["Developmental Biology, Saarland University, Building 61, 66421, Homburg/Saar, Germany.", "Present address: Genetics/Epigenetics, Saarland University, Building A2.4, 66123, Saarbrücken, Germany."], "href": "/?term=F%C3%BCrst+N&cauthor_id=34732265"}, {"author": "Christine Klöppel", "affiliation": ["Developmental Biology, Saarland University, Building 61, 66421, Homburg/Saar, Germany."], "href": "/?term=Kl%C3%B6ppel+C&cauthor_id=34732265"}, {"author": "Eva Steinmetz", "affiliation": ["Developmental Biology, Saarland University, Building 61, 66421, Homburg/Saar, Germany.", "Present address: Zoology and Physiology, Saarland University, Building B2.1, 66123, Saarbrücken, Germany."], "href": "/?term=Steinmetz+E&cauthor_id=34732265"}, {"author": "Uwe Walldorf", "affiliation": ["Developmental Biology, Saarland University, Building 61, 66421, Homburg/Saar, Germany. uwe.walldorf@uks.eu."], "href": "/?term=Walldorf+U&cauthor_id=34732265"}], "refPMID": ["11025224", "10781957", "20152183", "18621688", "31271353", "8799858", "12835380", "15459108", "18356248", "18284664", "18548484", "18342578", "23132240", "20079625", "21102610", "24550111", "15060132", "18573871", "10485845", "28245922", "26072435", "23063364", "23063361", "23063363", "28899667", "29491135", "2660260", "10856208", "11238415", "12589026", "23709638", "24476820", "23827738", "24002648", "23833182", "8223268", "24154526", "30254066", "2120048", "27455861", "28077877", "24630726", "24618901", "28350987", "27151950", "1427077", "22357926", "25882383", "20659008", "31018143", "33556050", "26687360", "11978823", "29513217", "22794263", "1317319", "33766917", "24896182", "20797865", "26687625", "19180090", "20685734", "19465919", "3047011", "12871701"], "citedInPMID": ["34732265", "34983686"], "body": " AbstractBackgroundMany transcription factors are involved in the formation of the brain during the development of Drosophila melanogaster. The transcription factor Earmuff (Erm), a member of the forebrain embryonic zinc finger family (Fezf), is one of these important factors for brain development. One major function of Earmuff is the regulation of proliferation within type II neuroblast lineages in the brain; here, Earmuff is expressed in intermediate neural progenitor cells (INPs) and balances neuronal differentiation versus stem cell maintenance. Erm expression during development is regulated by several enhancers.ResultsIn this work we show a functional analysis of erm and some of its enhancers. We generated a new erm mutant allele by gene targeting and reintegrated Gal4 to make an erm enhancer trap strain that could also be used on an erm mutant background. The deletion of three of the previously analysed enhancers showing the most prominent expression patterns of erm by gene targeting resulted in specific temporal and spatial defects in defined brain structures. These defects were already known but here could be assigned to specific enhancer regions.ConclusionThis analysis is to our knowledge the first systematic analysis of several large enhancer deletions of a Drosophila gene by gene targeting and will enable deeper analysis of erm enhancer functions in the future.Supplementary InformationThe online version contains supplementary material available at 10.1186/s41065-021-00209-6.Keywords: Earmuff (Erm), Transcription factor, Enhancer, Gene targeting BackgroundThe Drosophila earmuff (erm) gene encodes a zinc finger transcription factor homologous to forebrain embryonic zinc finger proteins (Fezf) [1, 2] and therefore is a member of the Erm/FezF gene family [3]. Erm expression starts in early embryos with an anterior expression pattern resembling an earmuff [4]. In later embryonic stages expression is restricted to the brain, and brain specific expression is also visible during larval stages up to the adulthood. It was shown that Erm is one of several transcription factors that are important for the proliferation of type I and type II neuroblasts in the brain leading to an expansion of the brain region compared with the ventral nerve cord [5]. In Drosophila the brain is built by approximately 100 bilaterally arranged lineages [6–9]. Each lineage derives from a neuroblast, a neural stem cell dividing asymmetrically and thereby generating another neuroblast, and a neuronal precursor cell, the ganglion mother cell (GMC), through self-renewal. The GMC then divides symmetrically and produces two neurons. Through this mode of division, the neuroblast produces embryonic lineages of primary neurons [10]. This type of division is typical for type I neuroblasts that make up most of the cell lineages in the embryonic brain. In contrast to type I neuroblasts, type II neuroblasts generate intermediate neural progenitor cells (INPs) that divide 8–10 times to generate GMCs, which in turn divide into two neurons [11–13] thereby generating larger lineages. At the end of embryogenesis, most neuroblasts undergo a period of quiescence and resume their division during the larval stage [14]. In this postembryonic phase secondary neurons develop that make 90% of adult neurons [15]. In the larval brain all neuroblasts generate larger lineages compared to the embryonic brain, and type I lineages produce a progeny of approximately 100 neurons, while the eight type II lineages produce even up to 400 neurons [16]. Six of the eight type II lineages are located in the dorsomedial region, and the other two are located in the dorsolateral brain region. Earmuff is expressed in INPs of type II lineages and restricts the potential of these cells to proliferate more than normal [3]. If the erm function is lost in mutants such as erm1 and erm2, INPs dedifferentiate back into neuroblasts and a dramatic increase in neuroblasts and lineages is generated leading to enlarged brain hemispheres [3]. Therefore, Erm functions as a transcriptional repressor balancing neuronal differentiation versus stem cell maintenance. To restrict the progenitor cell potential Erm attenuates the competence of these cells to respond to self-renewal factors such as Deadpan (Dpn), Klumpfuss (Klu), Enhancer of split mγ [E (spl)mγ] and Notch (N) [17]. In this process, Erm functions after Brain tumour (Brat) and Numb and is expressed in immature INPs but not in mature INPs [17]. The BAP chromatin-remodelling complex, an association of the core Brahma complex with Osa [18, 19], most likely functions in parallel to Erm in this restriction process with immature INPs [17]. More recently, it was shown that the histone deacetylase Hdac1/Rpd3 [20] also functions in this way [21].An interesting question is how the complex expression patterns of Erm are established and maintained over time. It is well accepted that the expression of genes in specific domains or tissues is regulated by sets of regulatory elements, among them enhancers, that can act over very large distances. The analysis of such elements in Drosophila is usually performed using reporter gene assays with lacZ or GFP as reporter genes ([22] for review). In the course of the Drosophila genome project more systematic attempts were made to identify enhancers of genes with known expression or functions in the adult brain [4]. To do so overlapping sequences of 3 kb upstream, downstream or in intronic regions of 925 genes were cloned in front of a Gal4 gene. More than 5000 transgenic fly strains were established, and the expression pattern of putative enhancers was analysed with the use of reporter genes in different developmental stages and tissues [23–25]. Another goal was to generate strains with small and well-defined expression domains that could be used to map specific brain areas. Integration of the constructs into the same chromosomal position allowed a direct comparison of the enhancer activities avoiding position effects. In the course of these analyses, erm was one of the first genes to be analysed in detail [4]. It was shown that five overlapping fragments from the 5′ region and two from the 3′ region of erm generate specific patterns in the embryo, larval brain and adult brain. The constructs R9D10 and R9D11 are of special interest, since they contain enhancer regions necessary for the expression in larval INPs [4, 21]. In particular, the overlapping region and directly neighbouring sequences in R9D11 were therefore analysed. It was shown that bHLH-O proteins such as Deadpan (Dpn) and E(spl) proteins which are expressed in neuroblasts, bind there and could suppress the expression of Erm [26]. The analysis of such strains to define enhancer regions of the erm gene would be a definitive step forward to understand the complex regulation of the gene, but a functional analysis of such regulatory elements might be a major goal for the future ([27] for review). This could be done by performing precise deletions of individual regions using gene targeting which was first established in mice ([28] for review) and later in Drosophila [29–31]. A more recently developed technique to mutate genes and to generate deletions of genomic regions is the CRISPR/Cas9 system [32, 33] which also functions in Drosophila [34–36].In this paper we used the gene targeting technique in a first step to generate a new erm allele with a deletion of 1.5 kb, including the coding part of the second exon with the ATG and an alternatively used ATG in exon 3. By reintegration of Gal4 at that position, an erm enhancer trap strain was constructed and analysed. Through gene targeting we also made individual deletions of defined enhancer regions necessary for the expression of Erm in INPs of type II lineages, the optic lobes, the mushroom body and the intercerebral bridge and analysed their effects on the expression and functions of erm. Our findings reveal an important function of erm in various processes of Drosophila brain development. ResultsGeneration of an erm mutant strain with reintegration of Gal4 in the erm locusDespite the existence of various erm enhancer constructs recapitulating various aspects of erm expression, it would be good to have an erm enhancer trap strain that recapitulates the complete erm expression pattern. Additionally, this strain should also inactivate the erm gene function in homozygous flies. Under ideal circumstances, erm enhancers should activate Gal4 reintegrated in the locus to use such a strain as an enhancer trap strain and for overexpression, downregulation and rescue experiments using the UAS/Gal4 system [37]. To follow up on this idea, we used the gene targeting vector pTVcherry [38], which is suitable for this experimental design. With this vector, it is possible to generate a deletion in the erm locus to inactivate the gene by gene targeting and at the same time integrate an attP site in the locus. With the use of a reintegration vector, it is then possible to integrate Gal4 in the locus. The erm gene has three exons and four different transcript forms generating four different protein forms varying in the N- and C-termini (Flybase FB2021_04). For the three protein forms the ATG resides in exon 2 (RA, RC, RD), and for the fourth form resides in exon 3 (RB). To inactivate the gene completely, we decided to delete a region of 1507 bp starting 9 bp upstream of the ATG in exon 2, including the intron between exons 2 and 3, and to remove the ATG in exon 3 (Fig. 1, black arrowheads). We amplified and cloned two 2.7 kb homologous regions flanking the area to be deleted in the pTVcherry vector, made transgenic fly lines and mapped their chromosomal position. Among 24,625 flies that were the offspring of our gene targeting crosses we identified 13 red eyed flies resulting in a gene targeting frequency of 1/1894. Some of these flies were balanced and analysed by PCR to verify that the homologous recombination was correct. In one of the resulting erm targeting strains, ermKO, deleted erm sequences were replaced through the homologous recombination by a cassette including the white marker, loxP sites and an attP sequence [38]. With the use of the loxP sites, we removed the white gene and reintegrated Gal4 at the attP position with the help of the reintegration vector RIVGal4 [38]. After selection of the correct transgenic flies, the white marker was removed via the flanking loxP sites so that in the final fly strain, Gal4 and some adjacent sequences are now replacing the deleted sequences of erm (Fig. ​(Fig.1).1). To analyse this strain which we named ermKOGal4, we visualized the Gal4 expression through crosses to the nuclear marker strain UAS-H2B-mRFP1. In the embryo, the expression of ermKOGal4 was as expected in the embryonic brain, resembling the mRNA expression pattern (Fig. 2A, red arrowhead; [4]). In the third instar larval brain, very strong expression was seen in the optic lobe and in the type II DM and DL lineages using either the nuclear RFP marker (Fig. ​(Fig.2B,2B, red arrowheads) or the membrane-bound GFP marker (Fig. ​(Fig.2B’,2B’, green arrowheads). The expression in the adult brain was compared to Bruchpilot (Brp) which labels synapses and can be used to mark the neuropile. Expression was strong in the optic lobe but also visible in the central complex (Fig. ​(Fig.2C,2C, red arrowheads, 2C’ green arrowheads). In summary the expression of ermKOGal4 recapitulates the expression of erm in all tissues where the gene is expressed. As expected, homozygous ermKOGal4 animals die as third instar larvae showing an overgrowth phenotype in the brain typical of already known erm alleles such as erm1 and erm2 [3].Open in a separate windowFig. 1Generation of the ermKOGal4 strain. Genomic organization of the erm gene with exons indicated as grey boxes. The direction of transcription is shown by an arrow. The location of fragments used for the later analysis of enhancer activities is also indicated (Flybase FB2021_04). Below the genomic organization of four different transcripts (erm-RA to erm-RD) are shown (white untranslated region; blue, translated region). These transcripts are translated into various protein forms using an ATG in exon 2 (erm-PA, erm-PC, erm-PD) or exon 3 (erm-PB). At the bottom is the genomic organization of the ermKOGal4 strain. Here, the region upstream of the ATG in exon 2 up to sequences shortly downstream of the ATG in exon 3 is deleted (black arrowheads) and replaced by Gal4 (yellow) flanked by an attB/P site (red) and a loxP site (green) as shown by [38]Open in a separate windowFig. 2Expression of the ermKOGal4 strain. Laser confocal images showing the expression of the ermKOGal4 strain in different developmental stages visualized using an UAS-H2B-mRFP1 strain. A In a stage 16 embryo (the anterior end of the embryo is pointing down), ermKOGal4 dependent marker RFP expression is shown in red. Strong expression of the nuclear marker RFP was observed in the embryonic brain (red arrowhead). B In the right hemisphere of a third instar larval brain, Nrt staining (green) was used to highlight secondary neurons, ermKOGal4 marker expression in the type II lineages and the optic lobe is shown in red (red arrowheads). C The right part of an adult brain is visualized using Brp staining to mark the neuropile in green, and ermKOGal4 marker expression is again shown in red, here in the optic lobe and the central complex (red arrowheads). CX, central complex; DL, dorsolateral lineages; DM, dorsomedial lineages; OL, optic lobe. B’ larval brain with Nrt (red) and mCD8::GFP (green). C′ adult brain with Brp (red) and mCD8::GFP (green). (Scale bars: A, 25 μm; B-C′, 50 μm)Generation of an Erm antibodyTo analyse Erm expression in our future experiments we decided to generate a new Erm antibody. We expressed the 130 carboxy-terminal amino acids of the protein forms erm-RA and erm-RB as a GST fusion protein in E. coli. We immunized a rabbit with our purified GST fusion protein and tested the resulting antibody. The antibody detected the Erm protein in the embryo in the already known expression domains starting from stage 5 with the typical earmuff pattern up to later stages with expression in the embryonic brain (Fig. S1). Unfortunately, the antibody showed no staining in larval stages or later (data not shown). Here an additional purification of the antibody or the use of staining techniques improving the sensitivity might help in the future.Analysis of erm enhancer constructs using the nuclear marker RFPWith the help of enhancer-Gal4 constructs, a 20 kb region of the erm gene including 11 kb upstream and 5 kb downstream, was already analysed by in situ hybridization in the embryo and using mCD8::GFP in later stages to visualize the enhancer activity via GFP expression [4]. Several regions were identified driving expression in well-defined regions in the embryonic, larval, and adult brain. Prominent expression in the larval brain was observed with constructs R9D03, R9D04, R9D06, R9D08, R9D10 and R9D11 [4]. Constructs R9D03 and R9D04 with DNA from the 3′ region of the erm gene showed some expression in the adult optic lobe. The other four constructs cover the largest intron region of erm; here, R9D06 shows expression in the mushroom bodies of the larval brain, and R9D08 is also expressed in the mushroom bodies, but additionally in the interhemispheric bridge. The most prominent expression pattern was seen with R9D10 in the DM and DL lineages as well as in the optic lobe of larvae and in the fan-shaped body of the central complex in the adult brain. R9D11 shows the adult fan-shaped body expression but slightly weaker expression in the DM and DL lineages of the larval brain and very weak expression in the optic lobe. Recently it was shown that R9D11 also drives expression in embryonic optic neuroblasts (EONs), a newly discovered stem cell population generated from the optic lobe neuroepithelium [39]. To reanalyse the expression of the intronic constructs R9D06, R9D08, R9D10 and R9D11, we recombined the respective Gal4 constructs with an UAS-H2B-mRFP1 strain to generate strains permanently expressing the nuclear RFP marker. All of these strains were analysed in the embryonic, larval and adult brains. In R9D06, R9D08 and R9D10 embryonic brains, expression was visible in defined regions of the brain (Fig. 3A-C), whereas R9D11 showed only expression of RFP in a few cells, most likely 8–9 embryonic optic neuroblasts [39] (Fig. ​(Fig.3D).3D). In R9D06 and R9D08 larval brains, reporter expression was observed in the mushroom body (Fig. ​(Fig.3E,3E, F), and in R9D08 larvae, weak optic lobe expression was detected (Fig. ​(Fig.3F).3F). R9D10 and R9D11 showed strong RFP expression in the type II DM and DL lineages and in the optic lobe (Fig. ​(Fig.3G,3G, H). In the adult brain, R9D06 was expressed in the mushroom body (Fig. ​(Fig.3I),3I), and R9D08 and R9D10 were expressed in the central complex (Fig. ​(Fig.3K,3K, L). Reporter expression in the adult optic lobe was present in R9D08, R9D10 and R9D11 (Fig. ​(Fig.3K-M),3K-M), and was strongest in R9D10 (Fig. ​(Fig.33L).Open in a separate windowFig. 3Expression of erm enhancer-Gal4 strains in embryos, larvae and adults. Laser confocal images of Drosophila embryonic (A-D), larval (E-H) and adult brains (I-M). For the embryos, only the anterior part with the brain is shown, and the anterior end is pointing down. Only the right hemispheres of the larval brains and the right sides of adult brains are shown. A-D Embryos labelled with an anti-Erm antibody (green) and Gal4 dependent nuclear RFP marker expression (red). E-H Larval brain hemispheres labelled with an anti-Nrt antibody to highlight secondary neurons (green) and Gal4 dependent nuclear RFP marker expression (red). (I-M) Adult brain hemispheres labelled with an anti-Brp antibody (green) and Gal4 dependent nuclear RFP marker expression (red). CB, central brain; DL, dorsolateral lineages; DM, dorsomedial lineages; MB, mushroom body; OL, optic lobe. (Scale bars: A-D, 25 μm; E-M, 50 μm)Generation of erm enhancer deletions by gene targetingWe planned to generate constructs deleting individual enhancers by gene targeting via homologous recombination. We decided to delete the genomic regions present in the constructs R9D08, R9D10 and R9D11. We did not delete R9D06 since the expression in the mushroom body is also present in the overlapping construct R9D08. For R9D11, it was shown that in the more proximal region, bHLH-O proteins such as Deadpan and Enhancer of split proteins bind and thereby regulate earmuff [26]. We therefore decided to remove the more distal part of R9D11, reducing the deleted region from 3.9 kb to 2.5 kb in the smaller targeting construct R9D11S (Fig. 4). Similar to the erm gene targeting construct, we again PCR amplified 2.7 kb homology arms, cloned them in the pTVcherry vector, made transgenic flies and generated targeting flies through the appropriate fly crosses. In the case of R9D08GT, we screened 25,029 flies and identified 19 red-eyed flies (1/1317); for R9D10GT, 30,219 flies and identified 27 red-eyed flies (1/1119); for R9D11GT, 56,268 flies and identified 27 red-eyed flies (1/2084); and for R9D11SGT, 21 red-eyed flies among 38,396 flies were recovered (1/1828). In all cases the white gene was removed and the final strains R9D08KO, R9D10KO, R9D11KO and R9D11SKO were molecularly analysed by PCR and sequencing of the deletion breakpoints. All four strains showed the expected deletions and were balanced for further analyses.Open in a separate windowFig. 4Deletions of erm enhancers by gene targeting. The genomic organization of the erm gene with exons indicated as grey boxes is shown together with the location of the analysed enhancers. Binding positions of bHLH-O proteins such as Deadpan and Enhancer of split proteins are shown as black circles. Below the genomic organization of the individual enhancer deletion strains is indicated. Deletion breakpoint positions are indicated according to the sequences from Flybase (FB2021_04)Functional analysis of erm enhancer deletion strainsFirst, the lethality was analysed for all strains. Strain R9D08KO is not lethal, whereas in strain R9D10KO most animals die as third instar larvae, but a few escapees develop to the adult stage. In strains R9D11KO and R9D11SKO all animals died as third instar larvae. We next analysed larval brains of all four strains using the neuronal marker Nrt [40] to visualize all secondary neurons in the larval brain. In addition, we analysed the expression of the homeodomain transcription factor DRx which is expressed in all type II lineages of the larval brain [41, 42] as well as in the optic lobe [43] (Fig. 5A). In larval brains from strain R9D08KO no obvious alterations of the DRx expression pattern were visible (Fig. ​(Fig.5B)5B) compared to the wild-type (Fig. ​(Fig.5A).5A). In contrast in strain R9D10KO the brain size was enlarged, more lineages were established, and the expression of DRx was dramatically increased (Fig. ​(Fig.5C).5C). Additionally, in strains R9D11KO and R9D11SKO the brains were enlarged and lineages were disorganized (Fig. ​(Fig.5D,5D, E), but the increase of DRx expressing cells was less pronounced than that in R9D10KO (Fig. ​(Fig.5C).5C). The enlargement of the brain sizes of R9D10KO, R9D11KO and R9D11SKO animals was between 20 and 30% (compare scale bars in Fig. ​Fig.5C-E5C-E to Fig. ​Fig.5A).5A). This demonstrates that the common region deleted in these three strains is responsible for this phenotype. In the adult brain of strain R9D10KO, an enlargement was visible in the region of the superior lateral protocerebrum (Fig. ​(Fig.5F,5F, white arrowhead). Phenotypes in other regions specific for the individual deletions might be present but could not be shown by this analysis. This could be analysed in the future using these erm enhancer deletion strains with more specific markers.Open in a separate windowFig. 5Phenotypic analysis of erm enhancer deletion strains. Laser confocal images of larval and adult brain hemispheres from erm enhancer deletion strains labelled with anti-Nrt to visualize secondary neurons and anti-DRx as a marker showing expression in the type II lineages, the mushroom bodies and in the optic lobe in larval brains and anti-Brp to visualize the adult brain. The right larval brain hemisphere and the right part of an adult brain is always shown. For all erm enhancer deletion strains homozygous animals were analysed. A Wild-type larval brain hemisphere showing the DRx expression in DM and DL lineages as well as in the optic lobe. B Strain R9D08KO shows a more or less identical staining pattern relative to the wild-type strain. C In strain R9D10KO, the brain hemisphere was enlarged and showed more lineages, and the DRx expression was increased throughout the hemisphere. D, E In strains R9D11KO and R9D11SKO the brain hemispheres were also enlarged and looked disorganized but showed less DRx staining than to R9D10KO (C). F Right part of an adult brain of strain R9D10KO showing an enlargement of the superior lateral protocerebrum (white arrowhead). Abbreviations: AL, antennal lobe; DL, dorsolateral lineages; DM, dorsomedial lineages; LH, Lateral Horn; OL, Optic Lobe; SOG, Suboesophageal Ganglion; SLP, Superior Lateral Protocerebrum; SMP, Superior Medial Protocerebrum. (Scale bars: 50 μm) DiscussionIn this paper we analysed enhancers of the erm gene and generated deletions of important erm enhancers by gene targeting, providing the basis for a much deeper functional analysis of the erm enhancers and various processes in which Erm is involved. The best analysed function of Erm is its function during INP maturation [3, 13]. Here, it works together with the SWI/SNF chromatin-remodelling complex Brahma [21, 44–46]. The developmental potential of neural progenitor cells in type II lineages underlies a timely restraint depending on the rapid activation of Earmuff. This is achieved by a poising and activation mechanism [21]. Here Rpd3 maintains the poised erm immature enhancer inactivity in neuroblasts [21]. Through a rapid downregulation of self-renewing factors and the acetylation of histone proteins Erm expression in immature INPs will be activated. Another factor interacting with Erm is Notch, which maintains type II neuroblasts by suppression of Erm via the Ets family transcription factor Pointed P1 (Pnt P1) [47]. The balance between self-renewal and differentiation is also regulated by the bHLH-O protein Deadpan and some Enhancer of Split proteins [48, 49], which bind to C-sites and N-boxes in the enhancer region R9D11 of erm to suppress the Erm expression [26]. Additionally, the Drosophila integrator complex [50, 51] prevents INP dedifferentiation by regulating of Erm [52]. Recently, it was shown, that Six4 is yet another factor preventing the generation of supernumerary type II neuroblasts through the formation of a trimeric complex with Earmuff and Pointed P1 [53].Earmuff also has a function in the fly visual system where it is expressed specifically in L3 neurons of the lamina as shown by cell sorting experiments followed by RNA-seq analysis [54]. The L3 neurons innervate M3, one of the six outer layers of the medulla [55]. Erm controls this innervation via the expression of DRP proteins [56] which mediate interactions with medulla target cells [57]. In addition, it controls the layer specificity of R8 through the activation of the secreted protein Netrin [58] in L3 neurons [57]. In L3 neurons not only cell surface molecules but also transcription factors belong to the two largest groups that are differentially expressed in erm null L3 neurons. One of these transcription factors is Sloppy-paired1 (Slp1) [59], known for its embryonic function as a regulator involved in segmentation. In this context, in L3 neurons, Erm functions as a transcriptional repressor, since in erm null L3 neurons, Slp1 is upregulated, leading to improper target recognition of L3 growth cones [60].The analysis of erm enhancers started with a systematic analysis of enhancers of genes with expression in the brain [4]. In this study, erm was one of four genes analysed in detail. In total nine enhancer fragments were analysed, and only fragment R9D05 in the intron of the erm gene showed no expression [4]. This is exactly the region between exons 2 and 3 that is deleted in our ermKOGal4 targeting strain. Therefore, we would not expect the loss of an erm enhancer in our strain. Pfeiffer et al. found that 80% of all 44 fragments tested showed expression in the brain. This is even more than that reported in a more recent analysis where 46% of 7705 tested fragments were active in the embryo [61]. These analyses suggest that 50,000 to 100,000 enhancers exist in the Drosophila genome [4, 61]. Among these enhancers are redundant enhancers, called shadow enhancers which provide robustness to regulatory networks [62, 63]. Among the erm enhancers, there are most likely no shadow enhancers, since all enhancer fragments drive expression in well-defined regions, and if two enhancer fragments show a similar pattern they are at least partially overlapping. Our ermKOGal4 targeting strain seems to reflect the normal expression pattern of erm during development. Recently, another erm-Gal4 strain (18B02 dFezf-GAL4) was generated using the BAC CH321-18B02 (BACPAC Resources Center), including the erm locus. Through the recombineering technique [64] the coding region of erm was replaced by Gal4 and the construct was inserted in the VK33 site on the third chromosome [60]. The construct mimics Erm expression in L3 neurons [61]. We would expect that this strain and our strain will both recapitulate the erm expression similarly, but with our ermKOGal4 strain, it will also be possible to analyse the reporter gene expression on an erm mutant background at least up to the larval stage.Using gene targeting technology and the vector pTVcherry [38], we generated five donor constructs to generate erm strains with deletions of four different enhancer regions and one strain with a deletion of the N-terminal part of the erm coding region to reintegrate Gal4 at that position. The targeting efficiency in these experiments depends on various parameters. Important is the length of the homology arms used for homologous recombination and the size of the region to be deleted. Here, longer homology arms and shorter deletions enhance the efficiency. The initial use of the pTVcherry vector by Baena-Lopez et al. resulted in targeting efficiencies between 1/1000 and 1/3000 in five cases and 1/8000 in one case using homology arms between 3 and 5 kb length. We performed our first targeting experiments with pTVcherry with 4.0 kb homology arms and deleted the N-terminal part of the hbn gene (Hildebrandt et al., in preparation) and of the DRx gene [42] with an efficiency between 1/600 and 1/700 which was even better than that previously reported [38]. This might be a consequence of the rather small deletions made which are between 0.17 kb and 0.39 kb. To generate the 1.5 kb deletion of the N-terminal part of the erm coding region including the intron we reduced the homology arms to 2.7 kb, resulting in a drop in the efficiency to 1/1894. For the enhancer deletions that were between 2.5 kb and 3.9 kb, a similar targeting efficiency was observed (1/1317–1/2084). These results indicate that homology arms of 2.7 kb used to generate deletions up to 3.9 kb result in good efficiencies and might be good choices for future targeting experiments using the pTVcherry vector.Our analysis of the erm enhancer gene targeting strains showed phenotypes that are all typical for a loss of erm function but could now be assigned to specific enhancers. A loss of erm function in larvae shows enlarged brain lobes with a tenfold increase in neuroblasts compared to wild-type larvae [3]. The R9D08KO strain shows no DRx expression in the region of the mushroom bodies arguing for a loss of this structure. In strain R9D10KO the presence of additional neuroblasts and lineages is most prominent in the optic lobe, and in R9D11KO and R9D11SKO, the type II lineages are more affected. In future experiments it will be possible to analyse the enhancer deletions also in earlier stages using more specific markers to see when the phenotypes start to be visible and at which timepoint of development they are completely established. ConclusionEarmuff expression is regulated by several well defined enhancer regions. We generated a new erm-Gal4 strain with the possibility of analysing erm expression on an erm mutant background. Through the generation of erm enhancer deletions by gene targeting, we identified the first phenotypic alterations that could be assigned to specific enhancer regions. Our experiments provide the basis for a much deeper functional analysis of earmuff enhancers and various Erm-regulated processes in the future. MethodsFly strainsThe following fly strains were used: yw67c3; UAS-H2B-mRFP1, UAS-mCDC8-GFP [65]; ubiquitin-Gal4[3xP3-GFP] [38]. The following stocks were obtained from the Bloomington Drosophila Stock Center (BDSC):y [1] w[67c23]; sna[Sco]/CyO, P{w[+mC] = Crew}DH1 (BL 1092);y [1] w[*]/Dp(2;Y)G, P{w[+mC] = hs-hid}Y; P{ry[+t7.2] = 70FLP}23 P{v[+t1.8] = 70I-SceI}4A/TM3, P{w[+mC] = hs-hid}14, Sb [1] (BL 25679);y [1] w[*] P{y[+t7.7] = nos-phiC31\\int.NLS}X; sna[Sco]/CyO (BL 34770);w[1118]; P{y[+t7.7] w[+mC] = GMR9D10-GAL4}attP2 (BL 40730);w[1118]; P{y[+t7.7] w[+mC] = GMR9D11-GAL4}attP2 (BL 40731);w[1118]; P{y[+t7.7] w[+mC] = GMR9D08-GAL4}attP2 (BL 47424);w[1118]; P{y[+t7.7] w[+mC] = GMR9D06-GAL4}attP2 (BL 65401).Antibody productionTo generate anti-Erm antibodies against the Erm C-terminus a 0.4 kb fragment was amplified using BAC CH322-100 J13 DNA [66] and the primers ermAK3 (5′-TATAGAATTCGATCGGCGGCGATC-3′) to add an EcoRI site (underlined) and ermAK2 (5′-TATAGTCGACGCTGTCAAAACACCTTGGCTATGA-3′) to add a SalI site (underlined). The fragment was subcloned into the vector pCRII-TOPO (Invitrogen, Carlsbad, California, USA), cut out with EcoRI and SalI as a 410 bp fragment and cloned in frame into the pGEX-4 T1 expression vector (Amersham, Buckinghamshire, United Kingdom). The fusion protein of glutathione-S-transferase and Erm was purified as described [67]. Immunization of a rabbit was performed by the Medical Biochemistry Department of the Saarland University (Homburg, Germany).ImmunostainingEmbryos were collected, dechorionated with 50% bleach for 2 min, washed with 0.1% NaCl /0.1% Triton X-100 and fixed for 12 min in 3.7% formaldehyde in PEM (100 mM PIPES, 1 mM EGTA, 1 mM MgCl2) and heptane. After removal of both phases, embryos were devitelinized in equal volumes of heptane and methanol by 2 min of vigorous shaking and washed three times with methanol. The 3rd instar larvae and adult brains were dissected in 1x phosphate buffered saline (PBS), fixed for 60 min in 2% paraformaldehyde in PBL, washed three times with 1x PBS containing 0.2% Triton X-100 (PBX) and then incubated for 3 × 5 min in methanol.For alkaline phosphatase antibody stainings fixed embryos were washed 3 × 20 min in PBT (1xPBS, 0.2% Tween20) and blocked for 30 min in TNB (0.1 M Tris pH 7.5, 0.15 M NaCl, 0.5% (w/v) blocking reagent) Incubation with the primary antibodies were performed overnight at 4 °C. Embryos were washed 3 × 5 min and 3 × 20 min in PBT and blocked for 30 min in TNB. After an overnight incubation with an AP-conjugated secondary antibody at 4 °C embryos were washed 3 × 5 min and 6 × 20 min in PBT, 2 × 10 min in AP buffer (0.1 M Tris pH 9.5, 0.1 M NaCl, 50 mM MgCl2, 0.1% Tween20). To 1 ml AP buffer 9 μl NBT (50 mg/ml) and 3.5 μl BCIP (50 mg/ml) were added for the staining reaction. Stained embryos were incubated 3 × 2 min in PBT, dehydrated in an ethanol series and mounted in Canada balsam. For fluorescence stainings fixed embryos or larvae were washed 3 × 5 min and 6 × 30 min in PBX and blocked for 30 min in 5% normal horse serum and 10% PBX in PBS. Incubations with primary antibodies were performed overnight at 4 °C. Samples were washed 3 × 5 min and 6 × 30 min in PBX and blocked for 30 min in 5% normal horse serum and 10% PBX in PBS. After an overnight incubation with secondary antibodies at 4 °C embryos or larvae were washed 3 × 5 min and 6 × 30 min in PBX and mounted in Vectashield (Vector Laboratories). Adult brains were treated the same as larval brains but were incubated with the appropriate antibody two nights each. Images were obtained using an Olympus BX61 microscope (Olympus, Hamburg, Germany) for bright field and DIC microscopy or a Leica TCS SP5 microscope (Leica, Wetzlar, Germany) for laser confocal microscopy. Images were processed using FIJI and ImageJ (NIH. Md., USA), Adobe Photoshop and Adobe Illustrator (Adobe Systems, San Jose, CA, USA).The primary antibodies used were rabbit anti-DRx antibody (1:1000) [68], rabbit anti-Erm antibody (1:200, this paper), mouse anti-Nrt (BP106) antibody (1:25) (DSHB) and mouse anti-Brp (nc82) antibody (1:25) (DSHB). The secondary antibodies were goat anti-mouse and anti-rabbit conjugated with Alexa 488 or 568 (1:1000, Molecular Probes, Eugene, Oregon, USA) and alkaline phosphatase conjugated goat anti-rabbit (1:1000, Jackson Immuno Research).Generation of an erm gene targeting constructAn erm donor gene targeting construct was made in the vector pTVcherry according to [38]. The two 2.7 kb homology arms were amplified using Pfu DNA Polymerase (New England Biolabs) and BAC CH322-100 J13 DNA [66]. The primers ermGT1 (5′-TATACCGCGGAATCCCGAAGTGACCTTTAACCC-3′) and ermGT2 (5′-TATAGGTACCTGCCTATGTGGATATCCAG-3′) were used for homology arm 1 and ermGT3 (5′-TATAACTAGTCGCCTTCGAAGAGCCCCGTG-3′) and ermGT4 (5′-TATAGGCGCGCCTTAGGATCCCTCCACTCGACTC-3′) were used for homology arm 2. All primers came with unique restriction enzyme recognition sites added to their ends (underlined), which enabled later cloning in the final vector. After adding 3′ adenine overhangs to the PCR products they were subcloned into the vector pCR 2.1 (Thermo Fisher Scientific, Waltham, Massachusetts, USA) and checked by sequencing. In the correct clones, the homology arms were cut out with the relevant restriction enzymes and finally cloned in the vector pTVcherry [38]. P-element-mediated transformation into yw67c23 flies was performed by BestGene (Chino Hills, California, USA). Transformants were balanced and transformants with integration on the third chromosome were used for the generation of final targeting strain. Transformants were crossed to hs-Flp, hs-SceI flies (BL 26579) and the resulting larvae were heat-shocked 48 h and 72 h after egg laying for 1 h at 37 °C. Two hundred adult female flies with mottled red eyes were crossed with ubiquitin-Gal4[3xP3-GFP] males, and the progeny were screened for the presence of red-eyed flies. The transgene ubiquitin-Gal4[3xP3-GFP] was removed by selection against GFP expression and the resulting targeting flies were balanced over CyO and molecularly analysed for the correct integration event. To verify this, we performed PCRs with primers within the cassette brought in by the homologous recombination events and primers located outside of the homology arms (ermGT1A (5′-GATGGGTTAAGGTAGTACCAAGC-3′) and mCherryrev2 (5′-CCTCGTCGTCGTTCAGGTTG-3′) for the upstream region and ermGT4A (5′-CTTGGGCCCGAGTAATGCAGC-3′) and pTVGal4–1 (5′-CGTTTTTATTGTCAGGGAGTGAGTTTGC-3′) for the downstream region. From one of these strains, called ermKO, removal of the white gene was performed by crossing of the erm-targeting flies to a strain expressing Cre Recombinase (BL 1092) and selecting and balancing of white eyed flies in the offspring of the crosses. For the reintegration of Gal4 in the erm locus, the vector RIVGal4 was used [38]. Erm-targeting flies were crossed with PhiC31-expressing flies (BL 34770) and embryos of that cross injected with RIVGal4 DNA. Red-eyed transformant flies were selected and the white marker was removed again using the loxP sites to generate the strain ermKOGal4.Generation of erm enhancer deletions by gene targetingErm donor constructs for the deletion of enhancer regions were made in the same way as was described for the erm gene targeting construct using BAC CH322-66P22 and CH322-100 J13 DNA [66]. In all cases homology arms of approximately 2.7 kb were PCR amplified using GT1 and GT2 primers for homology arm 1 and GT3 and GT4 primers for homology arm 2. The following primers were used: For the R9D08GT construct, the primers R9D08GT1 (5′-GCGGCCGCTTAGTTGGGTTCGAAGTAAACAGAG-3′), R9D08GT2 (5′-GGTACCTTGGGGTTGGGGGATGACTAC-3′), R9D08GT3 (5′-AGATCTCTCTGAACTCTGCGCCATTTGC-3′) and R9D08GT4 (5′-GGCGCGCCTGCTTTTCTTACGAACGTCACG-3′); for the construct R9D10GT, the primers R9D10GT1 (5′-GCGGCCGCGACAGTCGGCAAATTACCAGTCG-3′), R9D10GT2 (5′-GGTACCCTGACATTTGATTTCGCTTTCGGC-3′), R9D10GT3 (5′-ACTAGTGGGGTGTGTAATCCTGTCGAGG-3′) and R9D10GT4 (5′-GGCGCGCCGACTGCTCTACTAAACCAATAAAACG-3′); for the construct R9D11GT, the primers R9D11GT1 (5′-GCGGCCGCAACTCGCCTGGGAATCG-3′), R9D11GT2 (5′-GGTACCTAATCCAAAGGTGGCGGGTTC-3′), R9D11GT3 (5′-ACTAGTTTGGTTAGCCGCAGAAATTGACC-3′), and R9D11GT4 (5′-GGCGCGCCACGTGCTTGTGCATTTCACTCTC-3′). For the construct R9D11S, the primers R9D11GT8 (5′-GCGGCCGCAACGTTCTGTATGTAGGAATATCCTAGAGAAG-3′) and R9D11GT9 (5′-GGTACCAGCAAGAAGTTCTGCCTCTTCTTG-3′) were used for homology arm 1, and homology arm 2 was the same as for the R9D11 construct. To prove that the deletions were as predicted we PCR amplified the deletion breakpoints and sequenced the PCR products. Supplementary Information\nAdditional file 1: Figure S1. Spatial distribution of Erm during Drosophila embryogenesis. Antibody stainings of wild-type embryos using an anti-Erm antibody. Stages were determined according to [69] and are indicated in the figure. All views are dorsal views, anterior is to the left. Expression was detected in the procephalic ectoderm (A-C, black arrowheads), from stage 11 on in the brain (D-F, black arrowheads) and in the hindgut (D, white arrowhead). (Scale bar: 50 μm).(924K, jpg) AcknowledgementsStocks obtained from the Bloomington Drosophila Stock Center (NIH P40OD018537) were used in this study. We are grateful to Boris Egger, Luis Alberto Baena-Lopez and Jean-Paul Vincent for fly stocks and vectors, the Developmental Studies Hybridoma Bank for antibodies, the BACPAC Resources Center (BPRC) for BAC clones, BestGene (Chino Hills, California, USA) for the P-element-mediated transformation and the Medical Biochemistry Department of the Saarland University (Homburg, Germany) for the immunization to generate the Erm antibody. We thank Doris Jann and Susanne Speicher-Mentges for technical assistance and Peter Lipp for using the confocal microscope. We thank the two anonymous reviewers for their comments and suggestions which improved the manuscript. AbbreviationsBDSCBerkeley Drosophila Stock CenterBPRCBACPAC Resources CenterDSHBDevelopmental Studies Hybridoma Bank Authors’ contributionsKH, TK, ES and UW conceived and designed the experiments, KH, SK, MM and NF conducted the experiments, and KH, TK, ES and UW analysed the data. KH and UW wrote the manuscript, and all authors approved the final manuscript. FundingOpen Access funding enabled and organized by Projekt Deal. Availability of data and materialsThe datasets supporting the conclusions of this article are included within the article. Materials are available from the corresponding author upon reasonable request. DeclarationsEthics approval and consent to participateNot applicable.Consent for publicationNot applicable.Competing interestsThe author declares that there are no competing financial, personal, or professional interests. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Kirsten Hildebrandt and Sabrina Kübel contributed equally to this work. References1. Hashimoto H, Yabe T, Hirata T, Shimizu T, Bae Y, Yamanaka Y, Hirano T, Hibi M. Expression of the zinc finger gene fez-like in zebrafish forebrain. Mech Dev. 2000;97:191–195. doi: 10.1016/S0925-4773(00)00418-4. [PubMed] [CrossRef] [Google Scholar]2. Matsuo-Takasaki M, Lim JH, Beanan MJ, Sato SM, Sargent TD. Cloning and expression of a novel zinc finger gene, fez, transcribed in the forebrain of Xenopus and mouse embryos. Mech Dev. 2000;93:201–204. doi: 10.1016/S0925-4773(00)00264-1. [PubMed] [CrossRef] [Google Scholar]3. Weng M, Golden KL, Lee C-Y. dFezf/earmuff maintains the restricted developmental potential of intermediate neural progenitors in Drosophila. Dev Cell. 2010;18:126–135. doi: 10.1016/j.devcel.2009.12.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Pfeiffer BD, Jenett A, Hammonds AS, Ngo T-TB, Misra S, Murphy C, Scully A, Carlson JW, Wan KH, Laverty TR, Mungall C, Svirskas R, Kadonaga JT, Doe CQ, Eisen MB, Celniker SE, Rubin GM. Tools for neuroanatomy and neurogenetics in Drosophila. Proc Natl Acad Sci U S A. 2008;105:9715–9720. doi: 10.1073/pnas.0803697105. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Curt JR, Salmani BY, Thor S. Anterior CNS expansion driven by brain transcription factors. eLife. 2019;8:45274. doi: 10.7554/eLife.45274. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Goodman CS, Doe CQ.  Embryonic development of the Drosophila central nervous system. In: Bate M, Martinez-Arias A, editors. The development of Drosophila. Cold Spring Harbor: Cold Spring Harbor Laboratory Press; 1993. pp. 1131–2106. [Google Scholar]7. Younossi-Hartenstein A, Nassif C, Green P, Hartenstein V. Early neurogenesis of the Drosophila brain. J Comp Neurol. 1996;370:313–329. doi: 10.1002/(SICI)1096-9861(19960701)370:3<313::AID-CNE3>3.0.CO;2-7. [PubMed] [CrossRef] [Google Scholar]8. Urbach R, Technau GM. Molecular markers for identified neuroblasts in the developing brain of Drosophila. Development. 2003;130:3621–3637. doi: 10.1242/dev.00533. [PubMed] [CrossRef] [Google Scholar]9. Truman JW, Schuppe H, Shepherd D, Williams DW. Developmental architecture of adult-specific lineages in the ventral CNS of Drosophila. Development. 2004;131:5167–5184. doi: 10.1242/dev.01371. [PubMed] [CrossRef] [Google Scholar]10. Doe CQ. Neural stem cells: balancing self-renewal with differentiation. Development. 2008;135:1575–1587. doi: 10.1242/dev.014977. [PubMed] [CrossRef] [Google Scholar]11. Bello BC, Izergina N, Caussinus E, Reichert H. Amplification of neural stem cell proliferation by intermediate progenitor cells in Drosophila brain development. Neural Dev. 2008;3:5. doi: 10.1186/1749-8104-3-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Boone JQ, Doe CQ. Identification of Drosophila type II neuroblast lineage containing transit amplifying ganglion mother cells. Dev Neurobiol. 2008;68:1185–1195. doi: 10.1002/dneu.20648. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Bowman SK, Rolland V, Betschinger J, Kinsey KA, Emery G, Knoblich JA. The tumor suppressors brat and numb regulate transit-amplifying neuroblast lineages in Drosophila. Dev Cell. 2008;14:535–546. doi: 10.1016/j.devcel.2008.03.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Homem CCF, Knoblich JA. Drosophila neuroblasts: a model for stem cell biology. Development. 2012;139:4297–4310. doi: 10.1242/dev.080515. [PubMed] [CrossRef] [Google Scholar]15. Sousa-Nunes R, Chen LY, Gould AP. Regulating neural proliferation in the Drosophila CNS. Curr Opin Neurobiol. 2010;20:50–57. doi: 10.1016/j.conb.2009.12.005. [PubMed] [CrossRef] [Google Scholar]16. Knoblich JA. Asymmetric cell division: recent developments and their implications for tumour biology. Nat Rev Mol Cell Biol. 2010;11:849–860. doi: 10.1038/nrm3010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Janssens DH, Komori H, Grbac D, Chen K, Koe CT, Wang H, Lee C-Y. Earmuff restricts progenitor cell potential by attenuating the competence to respond to self-renewal factors. Development. 2014;141:1036–1046. doi: 10.1242/dev.106534. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Mohrmann L, Langenberg K, Krijgsveld J, Kal AJ, Heck AJ, Verrijzer CP. Differential targeting of the two distinct SWI/SNF-related Drosophila chromatin-remodeling complexes. Mol Cell Biol. 2004;24:3077–3088. doi: 10.1128/MCB.24.8.3077-3088.2004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Carrera I, Zavadil J, Treisman JE. Two subunits specific to the PBAP chromatin remodeling complex have distinct and redundant functions during Drosophila development. Mol Cell Biol. 2008;28:5238–5250. doi: 10.1128/MCB.00747-08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Chen G, Fernandez J, Mische S, Courey AJ. A functional interaction between the histone deacetylase Rpd3 and the corepressor groucho in Drosophila development. Genes Dev. 1999;13:2218–2230. doi: 10.1101/gad.13.17.2218. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Janssens DH, Hamm DC, Anhezini L, Xiao Q, Siller KH, Siegrist SE, Harrison MM, Lee C-L. An Hdac1/Rpd3-poised circuit balances continual self-renewal and rapid restriction of developmental potential during asymmetric stem cell division. Dev Cell. 2017;40:367–380. doi: 10.1016/j.devcel.2017.01.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Kvon EZ. Using transgenic reporter assays to functionally characterize enhancers in animals. Genomics. 2015;106:185–192. doi: 10.1016/j.ygeno.2015.06.007. [PubMed] [CrossRef] [Google Scholar]23. Jenett A, Rubin GM, Ngo T-TB, Shepherd D, Murphy C, Dionne H, Pfeiffer BD, Cavallaro A, Hall D, Jeter J, et al.  A GAL4-driver line resource for Drosophila neurobiology. Cell Rep. 2012;2:991–1001. doi: 10.1016/j.celrep.2012.09.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Jory A, Estella C, Giorgianni MW, Slattery M, Laverty TR, Rubin GM, Mann RS. A survey of 6,300 genomic fragments for cis-regulatory activity in the imaginal discs of Drosophila melanogaster. Cell Rep. 2012;2:1014–1024. doi: 10.1016/j.celrep.2012.09.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Manning L, Heckscher ES, Purice MD, Roberts J, Bennett AL, Kroll JR, Pollard JL, Strader ME, Lupton JR, Dyukareva AV, et al.  A resource for manipulating gene expression and analyzing cis-regulatory modules in the Drosophila CNS. Cell Rep. 2012;2:1002–1013. doi: 10.1016/j.celrep.2012.09.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Li X, Chen R, Zhu S. bHLH-O proteins balance the self-renewal and differentiation of Drosophila neural stem cells by regulating earmuff expression. Dev Biol. 2017;431:239–251. doi: 10.1016/j.ydbio.2017.09.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Catarino RR, Stark A. Assessing sufficiency and necessity of enhancer activities for gene expression and the mechanisms of transcription activation. Genes Dev. 2018;32:202–223. doi: 10.1101/gad.310367.117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Capecchi MR. Altering the genome by homologous recombination. Science. 1989;244:1288–1292. doi: 10.1126/science.2660260. [PubMed] [CrossRef] [Google Scholar]29. Rong YS, Golic KG. Gene targeting by homologous recombination in Drosophila. Science. 2000;288:2013–2018. doi: 10.1126/science.288.5473.2013. [PubMed] [CrossRef] [Google Scholar]30. Rong YS, Golic KG. A targeted gene knockout in Drosophila. Genetics. 2001;157:1307–1312. doi: 10.1093/genetics/157.3.1307. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Gong WJ, Golic KG. Ends-out, or replacement, gene targeting in Drosophila. Proc Natl Acad Sci U S A. 2003;100:2556–2561. doi: 10.1073/pnas.0535280100. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Gratz SJ, Cummings AM, Nguyen JN, Hamm DC, Donohue LK, Harrison MM, Wildonger J, O'Connor-Giles KM. Genome engineering of Drosophila with the CRISPR RNA-guided Cas9 nuclease. Genetics. 2013;194:1029–1035. doi: 10.1534/genetics.113.152710. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Sternberg SH, Redding S, Jinek M, Greene EC, Doudna JA. DNA interrogation by the CRISPR RNA-guided endonuclease Cas9. Nature. 2014;507:62–67. doi: 10.1038/nature13011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Bassett AR, Tibbit C, Ponting CP, Liu J-L. Highly efficient targeted mutagenesis of Drosophila with the CRISPR/Cas9 system. Cell Rep. 2013;4:220–228. doi: 10.1016/j.celrep.2013.06.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Kondo S, Ueda R. Highly improved gene targeting by germline-specific Cas9 expression in Drosophila. Genetics. 2013;195:715–721. doi: 10.1534/genetics.113.156737. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Yu Z, Ren M, Wang Z, Zhang B, Rong YS, Jiao R, Gao G. Highly efficient genome modifications mediated by CRISPR/Cas9 in Drosophila. Genetics. 2013;195:289–291. doi: 10.1534/genetics.113.153825. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Brand AH, Perrimon N. Targeted gene expression as a means of altering cell fates and generating dominant phenotypes. Development. 1993;118:401–415. doi: 10.1242/dev.118.2.401. [PubMed] [CrossRef] [Google Scholar]38. Baena-Lopez LA, Alexandre C, Mitchell A, Pasakarnis L, Vincent J-P. Accelerated homologous recombination and subsequent genome modification in Drosophila. Development. 2013;140:4818–4825. doi: 10.1242/dev.100933. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Hakes AE, Otsuki L, Brand AH. A newly discovered neural stem cell population is generated by the optic lobe neuroepithelium during embryogenesis in Drosophila melanogaster. Development. 2018;145:dev166207. doi: 10.1242/dev.166207. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Barthalay Y, Hipeau-Jacquotte R, de la Escalera S, Jiménez F, Piovant M. Drosophila neurotactin mediates heterophilic cell adhesion. EMBO J. 1990;9:3603–3609. doi: 10.1002/j.1460-2075.1990.tb07571.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Kraft KF, Massey EM, Kolb D, Walldorf U, Urbach R. Retinal homeobox promotes cell growth, proliferation and survival of mushroom body neuroblasts in the Drosophila brain. Mech Dev. 2016;142:50–61. doi: 10.1016/j.mod.2016.07.003. [PubMed] [CrossRef] [Google Scholar]42. Klöppel C, Hildebrandt K, Kolb D, Fürst N, Bley I, Karlowatz R-J, et al. Functional analysis of enhancer elements regulating the Drosophila homeodomain transcription factor DRx by gene targeting. Hereditas. submitted.43. Erclik T, Li X, Courgeon M, Bertet C, Chen Z, Baumert R, Ng J, Koo C, Arain U, Behnia R, et al.  Integration of temporal and spatial patterning generates neural diversity. Nature. 2017;541:365–370. doi: 10.1038/nature20794. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Eroglu E, Burkard TR, Jiang Y, Saini N, Homem CCF, Reichert H, Knoblich JA. SWI/SNF complex prevents lineage reversion and induces temporal patterning in neural stem cells. Cell. 2014;156:1259–1273. doi: 10.1016/j.cell.2014.01.053. [PubMed] [CrossRef] [Google Scholar]45. Koe CT, Li S, Rossi F, Wong JJL, Wang Y, Zhang Z, Chen K, Aw SS, Richardson H, Robson P, Sung WK, Yu F, Gonzalez C, Wang H. The Brm-HDAC3-Erm repressor complex suppresses dedifferentiation in Drosophila type II neuroblast lineages. Elife. 2014;3:e01906. doi: 10.7554/eLife.01906. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Liu K, Shen D, Shen J, Gao SM, Li B, Wong C, Feng W, Song Y. The super elongation complex drives neural stem cell fate commitment. Dev Cell. 2017;40:537–551. doi: 10.1016/j.devcel.2017.02.022. [PubMed] [CrossRef] [Google Scholar]47. Li X, Xie Y, Zhu S. Notch maintains Drosophila type II neuroblasts by suppressing expression of the fez transcription factor earmuff. Development. 2016;143:2511–2521. [PMC free article] [PubMed] [Google Scholar]48. Bier E, Vaessin H, Younger-Shepherd S, Jan LY, Jan YN. Deadpan, an essential pan-neural gene in Drosophila, encodes a helix-loop-helix protein similar to the hairy gene product. Genes Dev. 1992;6:2137–2151. doi: 10.1101/gad.6.11.2137. [PubMed] [CrossRef] [Google Scholar]49. Zacharioudaki E, Magadi SS, Delidakis C. bHLH-O proteins are crucial for Drosophila neuroblast self-renewal and mediate notch-induced overproliferation. Development. 2012;139:1258–1269. doi: 10.1242/dev.071779. [PubMed] [CrossRef] [Google Scholar]50. Baillat D, Wagner EJ. Integrator: surprisingly diverse functions in gene expression. Trends Biochem Sci. 2015;40:257–264. doi: 10.1016/j.tibs.2015.03.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Chen J, Wagner EJ. snRNA 3′ end formation: the dawn of the integrator complex. Biochem Soc Trans. 2010;38:1082–1087. doi: 10.1042/BST0381082. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Zhang Y, Koe CT, Tan YS, Ho J, Tan P, Yu F, Sung W-K, Wang H. The integrator complex prevents dedifferentiation of intermediate neural progenitors back into neural stem cells. Cell Rep. 2019;27:987–996. doi: 10.1016/j.celrep.2019.03.089. [PubMed] [CrossRef] [Google Scholar]53. Chen R, Hou Y, Connell M, Zhu S. Homeodomain protein Six4 prevents the generation of supernumerary Drosophila type II neuroblasts and premature differentiation of intermediate neural progenitors. PLoS Genet. 2021;17:e1009371. doi: 10.1371/journal.pgen.1009371. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Tan L, Zhang KX, Pecot MY, Nagarkar-Jaiswal S, Lee P-T, Takemura SY, McEwen JM, Nern A, Xu S, Tadros W, et al.  Ig superfamily ligand and receptor pairs expressed in synaptic partners in Drosophila. Cell. 2015;163:1756–1769. doi: 10.1016/j.cell.2015.11.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Fischbach K-F, Dittrich APM. The optic lobe of Drosophila melanogaster. I. a Golgi analysis of wild-type structure. Cell Tissue Res. 1989;258:441–475. doi: 10.1007/BF00218858. [CrossRef] [Google Scholar]56. Nakamura M, Baldwin D, Hannaford S, Palka J, Montell C. Defective proboscis extension response (DPR), a member of the Ig superfamily required for the gustatory response to salt. J Neurosci. 2002;22:3463–3472. doi: 10.1523/JNEUROSCI.22-09-03463.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Peng J, Santiago IJ, Ahn C, Gur B, Tsui CK, Su Z, Xu C, Karakhanyan A, Silies M, Pecot MY. Drosophila Fezf coordinates laminar-specific connectivity through cell-intrinsic and cell-extrinsic mechanisms. eLife. 2018;7:e33962. doi: 10.7554/eLife.33962. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Timofeev K, Joly W, Hadjieconomou D, Salecker I. Localized netrins act as positional cues to control layer-specific targeting of photoreceptor axons in Drosophila. Neuron. 2012;75:80–93. doi: 10.1016/j.neuron.2012.04.037. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Grossniklaus U, Pearson RK, Gehring WJ. The Drosophila sloppy paired locus encodes two proteins involved in segmentation that show homology to mammalian transcription factors. Genes Dev. 1992;6:1030–1051. doi: 10.1101/gad.6.6.1030. [PubMed] [CrossRef] [Google Scholar]60. Santiago IJ, Zhang D, Saras A, Pontillo N, Xu C, Chen X, Weirauch MT, Mistry M, Ginty DD, Pecot MY, Peng J. Drosophila Fezf functions as a transcriptional repressor to direct layer-specific synaptic connectivity in the fly visual system. Proc Natl Acad Sci U S A. 2021;118:e2025530118. doi: 10.1073/pnas.2025530118. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Kvon EZ, Kazmar T, Stampfel G, Yánez-Cuna JO, Pagani M, Schernhuber K, Dickson BJ, Stark A. Genome-scale functional characterization of Drosophila developmental enhancers in vivo. Nature. 2014;512:91–95. doi: 10.1038/nature13395. [PubMed] [CrossRef] [Google Scholar]62. Perry MW, Boettiger AN, Bothma JP, Levine M. Shadow enhancers foster robustness of Drosophila gastrulation. Curr Biol. 2010;20:1562–1567. doi: 10.1016/j.cub.2010.07.043. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Cannavò E, Khoueiry P, Garfield DA, Geeleher P, Zichner T, Gustafson EH, Ciglar L, Korbel JO, Furlong EEM. Shadow enhancers are pervasive features of developmental regulatory networks. Curr Biol. 2016;26:38–51. doi: 10.1016/j.cub.2015.11.034. [PMC free article] [PubMed] [CrossRef] [Google Scholar]64. Sharan SK, Thomason LC, Kuznetso SG, Court DL. Recombineering: a homologous recombination-based method of genetic engineering. Nat Protoc. 2009;4:206–223. doi: 10.1038/nprot.2008.227. [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. Egger B, Gold KS, Brand AH. Notch regulates the switch from symmetric to asymmetric neural stem cell division in the Drosophila optic lobe. Development. 2010;137:2981–2987. doi: 10.1242/dev.051250. [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Venken KJT, Carlson JW, Schulze KL, Pan H, He Y, Spokony R, Wan KH, Koriabine M, de Jong PJ, White KP, Bellen HJ, Hoskins RA. Versatile P[acman] BAC libraries for transgenesis studies in Drosophila melanogaster. Nat Methods. 2009;6:431–434. doi: 10.1038/nmeth.1331. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Smith DB, Johnson KS. Single-step purification of polypeptides expressed in Escherichia coli as fusions with glutathione S-transferase. Gene. 1988;67:31–40. doi: 10.1016/0378-1119(88)90005-4. [PubMed] [CrossRef] [Google Scholar]68. Davis RJ, Tavsanli BC, Dittrich C, Walldorf U, Mardon G. Drosophila retinal homeobox (drx) is not required for establishment of the visual system, but is required for brain and clypeus development. Dev Biol. 2003;259:272–287. doi: 10.1016/S0012-1606(03)00201-X. [PubMed] [CrossRef] [Google Scholar]69. Campos-Ortega JA, Hartenstein V.  The embryonic development of Drosophila melanogaster. 2. Berlin: Springer; 1997.  [Google Scholar]"}