{"title": "The evolution of clot strength in critically-ill COVID-19 patients: a prospective observational thromboelastography study", "pubDate": "2021", "PMCID": "PMC8572064", "DOI": "10.1186/s12959-021-00331-5", "PMID": "34742307", "abstract": "Background:                       Few studies detail the evolution of COVID-19 associated coagulopathy. We performed serial thromboelastography (TEG) and laboratory coagulation studies in 40 critically-ill, mechanically ventilated COVID-19 patients over a 14-day period and analysed differences between 30-day survivors and non-survivors.                  Methods:                       Single-center prospective, observational study including 40 patients with severe COVID-19 pneumonia admitted to the intensive care unit (ICU) for mechanical ventilation. TEG analysis was performed on days 1, 7 and 14 of ICU admission and laboratory coagulation studies were performed on days 1 and 14. Coagulation variables were evaluated for change over the 14-day observation period. Differences between survivors and non-survivors at 30-days were analysed and compared.                  Results:                       On admission, TEG maximum amplitude (MA) with heparinase correction was above the upper limit of the reference range in 32 (80%) patients while 33 (82.5%) presented with absent clot lysis at 30 min. The functional fibrinogen MA was also elevated above the upper limit of the reference range in 37 (92.5%) patients. All patients had elevated D-dimer and fibrinogen levels, mildly prolonged prothrombin times (PT), normal platelet counts and normal activated partial thromboplastin times (aPTT). The heparinase MA decreased significantly with time and normalised after 14 days (p = < 0.001) while the increased fibrin contribution to clot strength persisted with time (p = 0.113). No significant differences in TEG analysis were noted between 30-day survivors and non-survivors at all time points. No patients developed disseminated intravascular coagulopathy (DIC) after 14-days, however thrombosis and bleeding were each reported in 3 (7.5%) patients.                  Conclusion:                       Critically-ill patients with COVID-19 present in a hypercoagulable state characterised by an increased clot strength. This state normalises after 14 days despite a persistently increased fibrin contribution to clot strength. We were unable to demonstrate any significant differences in TEG parameters between 30-day survivors and non-survivors at all time points.", "author": [{"author": "Colette Neethling", "affiliation": ["Department of Anaesthesia & Perioperative Medicine, University of Cape Town, Groote Schuur Hospital, Anzio Drive, Observatory, Cape Town, 7925, South Africa. neethling.colette@gmail.com."], "href": "/?term=Neethling+C&cauthor_id=34742307"}, {"author": "Gregory Calligaro", "affiliation": ["Division of Pulmonology, Department of Medicine, University of Cape Town, Groote Schuur Hospital, Cape Town, South Africa."], "href": "/?term=Calligaro+G&cauthor_id=34742307"}, {"author": "Malcolm Miller", "affiliation": ["Department of Anaesthesia & Perioperative Medicine, University of Cape Town, Groote Schuur Hospital, Anzio Drive, Observatory, Cape Town, 7925, South Africa."], "href": "/?term=Miller+M&cauthor_id=34742307"}, {"author": "Jessica J S Opie", "affiliation": ["Division of Haematology, Department of Pathology, University of Cape Town & National Health Laboratory Service, Groote Schuur Hospital, Cape Town, South Africa."], "href": "/?term=Opie+JJS&cauthor_id=34742307"}], "refPMID": ["32234466", "32291094", "33287877", "32459672", "32484907", "32618699", "32618696", "32302438", "32422349", "32501489", "32467443", "32679595", "29110338", "15784122", "33981736", "33336766", "32394236", "32302448", "33509706", "33320874", "33196505", "32073213", "32171076", "33205723", "22797452", "15599145", "15842354", "24123050", "15920177", "32415579", "32526193", "32671609", "32678530", "32239799", "24445628", "32573711", "31725023"], "citedInPMID": ["34742307", "35164798"], "body": " AbstractBackgroundFew studies detail the evolution of COVID-19 associated coagulopathy. We performed serial thromboelastography (TEG) and laboratory coagulation studies in 40 critically-ill, mechanically ventilated COVID-19 patients over a 14-day period and analysed differences between 30-day survivors and non-survivors.MethodsSingle-center prospective, observational study including 40 patients with severe COVID-19 pneumonia admitted to the intensive care unit (ICU) for mechanical ventilation. TEG analysis was performed on days 1, 7 and 14 of ICU admission and laboratory coagulation studies were performed on days 1 and 14. Coagulation variables were evaluated for change over the 14-day observation period. Differences between survivors and non-survivors at 30-days were analysed and compared.ResultsOn admission, TEG maximum amplitude (MA) with heparinase correction was above the upper limit of the reference range in 32 (80%) patients while 33 (82.5%) presented with absent clot lysis at 30 min. The functional fibrinogen MA was also elevated above the upper limit of the reference range in 37 (92.5%) patients. All patients had elevated D-dimer and fibrinogen levels, mildly prolonged prothrombin times (PT), normal platelet counts and normal activated partial thromboplastin times (aPTT). The heparinase MA decreased significantly with time and normalised after 14 days (p = < 0.001) while the increased fibrin contribution to clot strength persisted with time (p = 0.113). No significant differences in TEG analysis were noted between 30-day survivors and non-survivors at all time points. No patients developed disseminated intravascular coagulopathy (DIC) after 14-days, however thrombosis and bleeding were each reported in 3 (7.5%) patients.ConclusionCritically-ill patients with COVID-19 present in a hypercoagulable state characterised by an increased clot strength. This state normalises after 14 days despite a persistently increased fibrin contribution to clot strength. We were unable to demonstrate any significant differences in TEG parameters between 30-day survivors and non-survivors at all time points.Supplementary InformationThe online version contains supplementary material available at 10.1186/s12959-021-00331-5.Keywords: Corona virus disease 2019 (COVID-19), Thromboelastography (TEG), Acute respiratory distress syndrome (ARDS), Hypercoagulability, COVID-19 coagulopathy, Critically-ill BackgroundIn December 2019 a pneumonia-like illness emerged in Wuhan, Hubei Province in Central China. This was caused by the novel coronavirus Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) [1]. Coronavirus disease 2019 (COVID-19) has since spread rapidly across the globe, affecting most nations worldwide. At the time of writing, global confirmed cases exceed 238 million with over 4.8million recorded deaths [2]. COVID-19 is associated with increased risk of venous thromboembolism (VTE) [3–7] and a hypercoagulable state characterised by increased clot strength and hypofibrinolysis on viscoelastic tests (VET) [8–11]. The four key mechanisms regarded to be responsible for this prothrombotic state include widespread endothelial damage, activation of coagulation and platelets, and suppression of fibrinolysis [12].Thromboelastography (TEG) is a point of care VET which demonstrates clotting and fibrinolytic activity of whole blood in vitro. It was first used to identify bleeding abnormalities and guide blood transfusion strategies [13, 14]. More recently TEG has been validated to identify hypercoagulable states and evaluate risk for thromboembolic events [14, 15]. Most studies have evaluated VET in critically-ill COVID-19 patients at a single time point [8–11]. A minority have evaluated patients at various time points with all demonstrating a persistent hypercoagulable state [16–22], however differences between survivors and non-survivors are unclear. It is known that COVID-19 associated coagulopathy plays an integral role in morbidity and mortality with more pronounced derangements in the severely ill [23, 24]. We therefore hypothesise that hypercoagulability lessens in time, especially in those who survive. This prospective, observational study therefore aimed to describe the evolution of coagulopathy over a 14-day period and to identify any differences in coagulation parameters between 30-day survivors and non-survivors. MethodsStudy design and subjectsThis was a single center, prospective, observational study which included 40 consecutive patients admitted to the intensive care unit (ICU), between July 19, and August 13, 2020 at Groote Schuur Hospital, a tertiary academic center in Cape Town, South Africa. Ethics approval was obtained from the Human Research and Ethics Committee of the Faculty of Health Sciences of the University of Cape Town (HREC 400/2020). Delayed informed consent was obtained for survivors and proxy consent for non-survivors. All patients admitted to ICU during the study period with severe COVID-19 pneumonia, as defined by the World Health Organisation, were eligible for enrolment [25]. Study patients were intubated and mechanically ventilated and had laboratory confirmed SARS-CoV-2 by reverse transcription-polymerase chain reaction. Patients were excluded if they were younger than 18 years of age, pregnant, known with active cancer or an underlying bleeding disorder.Standard of careAs per local institutional guidelines, all patients with severe COVID-19 pneumonia with ratios of arterial oxygen partial pressure to fractional inspired oxygen (Pa02/Fi02) < 100 were first placed on high flow nasal oxygen (HFNO) therapy in a high care ward owing to severe constraints on ICU beds. Patients on HFNO were initiated on glucocorticoid therapy (6 mg dexamethasone) once daily for 10 days and therapeutic anticoagulation with either enoxaparin 1 mg/kg twice daily or unfractionated heparin (UFH) infusion, depending on the clinical scenario, and in the absence of contraindications [26]. Enoxaparin was monitored using anti-Factor Xa levels, targeting a therapeutic range of 0.6–1.0 IU/ml. UFH was monitored targeting an activated clotting time (ACT) of 180-220 s. If patients deteriorated clinically on HFNO therapy, they were intubated and transferred to ICU for mechanical ventilation. Glucocorticoid and anticoagulation therapy continued in the ICU. Laboratory coagulation studies included D-dimer and fibrinogen (ACL TOP 500 CTS, HemosIL reagents), platelet count (Sysmex XN-10 with Fluorocell WNR, Lysercell WNR, Cellpak DCL reagents), prothrombin time (PT) (ACL TOP 500 CTS, HemosIL RecombiPlasTin 2G reagents) and activated partial thromboplastin time (aPTT) (ACL TOP 500 CTS, HemosIL SynthASil reagents). Imaging for VTE was performed at the discretion of the treating physician when clinically indicated.Data and sample collectionLaboratory coagulation studies were performed on day 1 and 14 of ICU admission using samples collected from an arterial line. TEG analysis was performed on day 1, 7 and 14 of ICU admission using blood from 3.2% sodium citrate Vacutainer® tubes, as per manufacturers recommendations. TEG analysis was performed within 30 min of sample collection and not specifically timed to heparin dosing. The same operator conducted the TEG analysis in all cases to prevent inter-operator variability. Patient information collected included: age, sex, body mass index (BMI),comorbidities, anticoagulation use/dosage, glucocorticoid use/dosage, date of symptom onset and ICU admission. Disease severity scores included the Pa02/Fi02 ratio to classify severity of acute respiratory distress syndrome (ARDS) [27], the sequential organ failure assessment (SOFA) score to quantify organ involvement [28], and the International Society on Thrombosis and Haemostasis (ISTH) disseminated intravascular coagulation (DIC) score to determine rate of DIC [29]. Outcomes measured included survival or death at 30 days and bleeding or thrombotic complications. Bleeding events were included if they met the criteria for major bleeding according to the Control of Anticoagulation Subcommittee of the ISTH [30]. Thrombotic complications included those confirmed on radiological imaging, where requested by the treating physician.ThromboelastographyTEG analysis was performed using the TEG®6 s analyser (Haemonetics®, Braintree, MA).Results from two TEG reagents were recorded. The first TEG was performed with citrated kaolin in heparinase to neutralise the effect of heparin. The second, TEG functional fibrinogen, contains tissue factor and a glycoprotein IIb/IIIa platelet receptor inhibitor to isolate the contribution of fibrinogen to clot strength [31]. TEG parameters recorded included the R-time, K-time, α-angle, heparinase maximum amplitude (HMA), functional fibrinogen maximum amplitude (FFMA) and clot-lysis at 30 min (LY30). Hypercoagulability was defined as an HMA above the upper limit of the reference range (> 68 mm) [32]. Patient values were compared to the reference ranges provided by the TEG 6 s operating manual.Statistical analysisStatistical analysis was performed using STATA/SE. Data for descriptive analysis was reported as mean (standard deviation [SD]), median (interquartile range [IQR]) or number (%) as appropriate. Differences between 30-day survivors and non-survivors at all time points were analysed using the Student t-test, Mann-Whitney U test, χ2 test or Fisher’s exact test as appropriate. Data were tested for differences at various time points using a Friedman, Wilcoxon, ANOVA and Paired t-test as appropriate. A p-value of less than 0.05 was deemed statistically significant. ResultsForty patients were included in the study. All patients presented with severe ARDS requiring mechanical ventilation with median admission SOFA scores of 4 [4–6] and PaO2/FiO2 ratios of 95 (64–124). One patient developed acute kidney injury (AKI) requiring renal replacement therapy and one required extracorporeal membrane oxygenation (ECMO). The mean age was 55 years (±8) and 26 patients (65%) were male. Thirty-four patients (85%) were overweight or obese with a BMI > 25 kg/m2 [33], 28 (70%) had hypertension and 27 (67.5%) diabetes. The median time from onset of symptoms to ICU admission was 11.5 days [8–14]. Thirty-nine patients (97.5%) received therapeutic anticoagulation; 37 (92.5%) of these received enoxaparin and 2 (5%) UFH due to acute renal failure and ECMO therapy respectively. One patient (2.5%) received prophylactic dose heparin, due to a perceived increased bleeding risk by the treating physician. Clinically significant bleeding events occurred in three patients (7.5%) whilst receiving therapeutic anticoagulation. These included pulmonary haemorrhage requiring massive blood transfusion, intracranial haemorrhage leading to brain stem death and epistaxis requiring cauterization and blood transfusion. Anticoagulation was discontinued in all these patients due to uncontrolled bleeding complications. Confirmed large vessel thrombosis occurred in 3 (7.5%) patients despite therapeutic anticoagulation. These included one case each of pulmonary embolus, cardiac thrombus and lower limb deep venous thrombosis. All patients with a bleeding or thrombotic event did not survive and no patients experienced simultaneous thrombosis and haemorrhage. Detailed TEG analysis of the bleeding and thrombotic group can be found in the supplementary figures.At 30-day follow up, 6 patients (15%) remained in ICU, one (2.5%) patient had been discharged to the medical ward, 6 (15%) had been discharged home and 27 (67.5%) had demised with a median time from ICU admission to death of 11 days [4–19]. Figure 1 details the 14-day follow up and 30-day outcomes of study patients.\nOpen in a separate windowFig. 1Study cohort flow diagramTable 1 displays baseline characteristics, laboratory coagulation and TEG values of the study patients. Admission laboratory coagulation studies demonstrated a mildly prolonged PT, elevated D-dimer and fibrinogen level, normal platelet counts and normal aPTT. The median DIC score on admission was 3 [2, 3] with only one patient meeting the ISTH criteria for DIC [29]. Admission TEG analysis confirmed a hypercoagulable state, with an HMA above the upper limit of the reference range in 32 (80%) patients and absent clot lysis at 30-min in 33 (82.5%). FFMA was also above the upper limit of reference range in 37 (92.5%) patients. The only significant differences noted between the 30-day survivor and non-survivor groups on admission were BMI (p = 0.02) and urea level (p = 0.02).\nTable 1Baseline clinical characteristics, laboratory coagulation and thromboelastography parameters on admission to the intensive care unitVariable on admissionReference rangesTotal(N = 40)30-day Survivor(N = 13)30-dayNon-survivor (N = 27)P valueAge, years (SD)55 (±8)52 (±9)56 (±8)0.09Sex0.08 Female n (%)14 (35)7 (54)7 (26) Male n (%)26 (65)6 (46)20 (74)Comorbidities Hypertension n (%)28 (70)9 (69)19 (70)0.94 Diabetes n (%)27 (68)8 (62)19 (70)0.58BMI (kg/m2)0.02 Normal weight (18–24.9) n (%)6 (15)0 (0)6 (22) Overweight (25–29.9) n (%)13 (33)2 (15)11 (41) Obese (> 30) n (%)21 (52)11 (85)10 (37)Disease Severity Scores SOFA score (IQR)4 (4–6)4 (4–4)4 (4–6)0.55 Pa02/Fi02 ratio (IQR)200 > − ≤ 300 Mild ARDS100 > − ≤ 200 Moderate ARDS≤ 100 Severe ARDS95(64–124)95 (60–103)96 (66–130)0.61 DIC score (IQR)< 5 not suggestive of DIC≥ 5 is suggestive of DIC3 (2–3)3 (2–3)3 (2–4)0.55Laboratory Values Platelet count, ×  109/L (IQR)171–388354 (267–448)352 (263–466)356 (270–438)0.86 Urea, mmol/L (IQR)2.1–7.19.5 (7.3–11.6)7.7 (5.8–8.5)10.2 (9.1–13.0)0.02 Creatinine, μmol/L (IQR)64–10472 (61.5–117.0)67 (64–81)85 (61–136)0.32 Prothrombin time, s (IQR)a11–12.513.7 (13.0–15.3)13.3 (12.8–13.5)14.2 (13.2–15.7)1.00 Activated partial thromboplastin time, s (IQR)25.1–36.530.1 (28.6–32.8)29.9 (28.9–32.6)30.2 (28.4–32.8)1.00 D-Dimer, mg/L (IQR)< 0.251.2 (0.6–3.1)0.9 (0.6–2.5)1.4 (0.6–4.0)1.00 Fibrinogen, g/L (IQR)2–45 (5–5)b5 (5–5)b5 (5–5)b0.59TEG Heparinase R-time, min (IQR)4.3–8.37.7 (5.8–9.8)7.7 (7.5–8.2)7.8 (5.8–10.7)0.87 K-time, min (IQR)0.8–1.91.1 (0.9–1.7)1.1 (0.9–1.4)1.2 (0.9–1.8)0.46 α-angle, degree (IQR)64–7775.4 (69.6–77.9)75.0 (71.3–78.9)75.9 (69.6–77.9)0.87 Maximum amplitude, mm (IQR)52–6870.3 (68.5–72.1)71.1 (69.5–72.6)70.2 (68.5–71.7)0.30 LY-30, % (IQR)0–80 (0)0 (0–0.1)0 (0)0.70TEG Functional Fibrinogen Maximum amplitude, mm (IQR)15–3247.0 (41.2–52.6)48.3 (41.4–50.4)44.9 (40.2–52.6)0.88Open in a separate windowTable 1. Demographics, laboratory coagulation studies and thromboelastography (TEG) results for all study patients on admission to the intensive care unit (ICU). Differences between admission characteristics for overall 30-day survivors (N = 13) and non-survivors (N = 27) are shown with corresponding p-values. Data are reported as mean (±SD), median (IQR), n (%). Reference ranges were established by the local laboratory and TEG 6 s operating manual.BMI Body mass index, SOFA Sequential organ failure assessment, Pa02/Fi02 Ratio of arterial oxygen partial pressure to fractional inspired oxygen, DIC Disseminated intravascular coagulopathy, PT Prothrombin time, aPTT Activated partial thromboplastin time aPT laboratory control for the duration of the study was 11.7 sbValue is above the upper measurable limit of fibrinogen in local laboratoryOf the 40 patients recruited, 11 died within 7 days of ICU admission and could not be followed up over the 14-day observation. Comparisons of the admission characteristics, laboratory coagulation and TEG values for the early death group (N = 11) and 30-day survivors (N = 13) are shown in Table 2.\nTable 2Baseline characteristics of the 30-day survivors and early death group (died before 7 days)Variable on admissionNormal reference ranges30-daySurvivor(N = 13)Died before7 days(N = 11)P valueAge, years (SD)52 (±9)57 (±9)0.171Female, n (%)7 (54)1 (9)0.046Comorbidities Hypertension, n (%)9 (69)7 (64)0.556 Diabetes, n (%)8 (62)8 (73)0.444 Overweight, (BMI > 25 kg/m2) n (%)2 (15)6 (55)0.055 Obese, (BMI > 30 kg/m2) n (%)11 (85)2 (18)0.002Disease Severity Scores SOFA score (IQR)4 (4–4)5 (4–7)0.360 PaO2/FiO2 ratio (IQR)95 (60–103)101 (81–122)0.450 DIC score (IQR)3 (2–3)3 (3–4)0.113Laboratory Values Platelet count, × 109/L (IQR)171–388352 (263–466)358 (255–438)0.776 Urea, mmol/L (IQR)2.1–7.17.7 (5.8–8.5)9.3 (6.1–12.8)0.296 Creatinine, μmol/L (IQR)64–10467 (64–81)65 (56–136)0.943 Prothrombin time, s (IQR)a11–12.513.3 (12.8–13.5)15.0 (13.6–15.8)0.013 Activated partial thromboplastin time, s (IQR)25.1–36.529.9 (28.9–32.6)30.2 (28.7–33.3)0.809 D-Dimer, mg/L (IQR)< 0.250.9 (0.6–2.5)3.0 (0.9–5.3)0.096 Fibrinogen, g/L (IQR)2–45 (5–5)b5 (5–5)b0.399TEG Heparinase R time, min (IQR)4.3–8.37.7 (7.5–8.2)6.6 (5.4–9.7)0.579 K time, min (IQR)0.8–1.91.1 (0.9–1.4)1.0 (0.8–2.0)0.830 α-angle, degree (IQR)64–7775.0 (71.3–78.9)77.3 (66.6–78.7)0.679 Maximum amplitude, mm (IQR)52–6871.1 (69.5–72.6)70.5 (69.1–71.7)0.503 LY-30, % (IQR)0–80 (0–0.1)0 (0–0.6)0.529TEG functional fibrinogen Maximum amplitude, mm (IQR)15–3248.3 (41.4–50.4)42.1 (39.4–49.1)0.353Open in a separate windowTable 2 Demographics, laboratory coagulation studies and thromboelastography (TEG) results for the overall 30-day survivors (N = 13) compared to the early death group (N = 11) with corresponding p-values provided. Data are reported as mean (±SD), median (IQR), n (%). Reference ranges were established by the local laboratory and TEG 6 s operating manual.BMI body mass index, SOFA Sequential organ failure assessment, Pa02/Fi02 Ratio of arterial oxygen partial pressure to fractional inspired oxygen, DIC Disseminated intravascular coagulopathy, PT Prothrombin time, aPTT Activated partial thromboplastin time aPT laboratory control for the duration of the study was 11.7 sbValue is above the upper measurable limit of fibrinogen in local laboratoryDue to the early deaths and discharges, only 21 of the 40 patients could be evaluated for evolution of coagulopathy over the 14-day observation. Figure 2 illustrates temporal changes in disease severity scores, laboratory coagulation and TEG values over the 14-day observation for these 21 patients. Elevated D-dimer, fibrinogen levels and mildly prolonged PT persisted with time. Platelet counts and aPTT remained within normal reference ranges. HMA decreased significantly over the 14-day period returning to the normal reference range (p = < 0.001) while the increased FFMA persisted (p = 0.113). The PaO2/FiO2 ratios improved significantly with time (p = 0.020). Table 3 details differences between 30-day survivors and non-survivors at all timepoints. No significant differences were noted except for aPTT and SOFA on day 14 (p = < 0.01, p = 0.01).\nOpen in a separate windowFig. 2Evolution in laboratory coagulation tests, thromboelastography parameters and disease severity scores over 14-day period. Figure shows temporal changes in laboratory coagulation studies, thromboelastography (TEG) parameters and disease severity scores for 21 patients that survived to 14-day evaluation. 30-day survivors and non-survivors are represented as blue and red respectively. Coloured dots represent individual measurements. Grey band represents normal reference ranges as established by the local laboratory and the TEG 6 s operating manual. Asterix (*) indicates significant differences noted between survivors and non-survivors at specific time points. Data is presented as median (IQR), p-values shown in graphs represent changes over 14-day observation for all patients followed up. ULN = upper limit of normal, LLN = lower limit of normalTable 3Differences in coagulation tests, thromboelastography parameters and disease severity scores for 30-day survivors and non-survivorsParameterReference rangesSurvivors (N = 10)Non-survivors (N = 11)P-valueDay 1Day 7Day 14Day 1Day 7Day 14Day 1Day 7Day 14D-dimer, mg/L (IQR)< 0.250.80 (0.5–2.46)0.93 (0.7–1.77)0.82 (0.44–3.1)0.79 (0.47–2.17)0.880.94Fibrinogen, g/L (IQR)2–45 (5–5)b4.95 (4.5–5)5 (5–5)b5 (5–5)b1.001.00Prothrombin timea, s (IQR)11–12.513.45 (12.9–13.8)12.8 (12.5–13.9)14 (12.8–15)14 (13.4–14.7)0.360.12Activated partial thromboplastin time, s (IQR)25.1–36.529.7 (28.9–32.6)26.45 (22.4–28.6)28.8 (27.2–32.7)32.5 (27.8–54.4)0.45< 0.01Platelet count, X109/L (IQR)171–388348.5 (223–418)342.5 (209–444)316 (261–429)348 (208–458)334 (311–432)291 (271–334)0.760.500.39HMA, mm (IQR)52–6871.3 (68.5–72.6)72.3 (69.5–72.8)70.05 (66.1–72.3)70.1 (68.2–71.8)71.3 (69.9–72)67.3 (65.1–69.4)0.620.460.19FFMA, mm (IQR)15–3246.65 (41.2–57.3)51.95 (43.1–56.7)44.15 (36.9–50.6)41.7 (35.5–53.7)54.4 (45.6–60.4)51.1 (48.5–59.9)0.700.400.07SOFA score (IQR)4 (4–6)4 (3–4)3 (2–4)4 (3–4)4 (3–6)5 (3–6)0.370.290.01Pa02/Fi02\nratio (IQR)94 (60–126)106.5 (77–142)168 (129–215)73 (57–130)93 (73–120)104 (68–146)0.800.480.06Open in a separate windowTable 3: Differences in laboratory coagulation studies, thromboelastography (TEG) parameters and disease severity scores for the 30-day survivors (N = 10) and non-survivors (N = 11) over the 14-day observation. Differences at all time points between 30-day survivors and non-survivors are shown with p-values provided. Data presented as median (IQR). Reference ranges as established by the local laboratory and TEG 6 s operating manual.HMA Maximum amplitude with citrated kaolin and heparinase, FFMA Functional fibrinogen maximum amplitude, SOFA Sequential organ failure assessment, Pa02/Fi02 Ratio of arterial oxygen partial pressure to fractional inspired oxygen; PT Prothrombin time, aPTT Activated partial thromboplastin timeaPT laboratory control for the duration of the study was 11.7 sbValue is above the upper measurable limit of fibrinogen in local laboratory DiscussionOur study describing the evolution of COVID-19 associated coagulopathy in a group of critically-ill, mechanically ventilated patients using TEG demonstrates four main findings. The first is a hypercoagulable state on ICU admission, with increased fibrin contribution to clot strength. The second is impaired fibrinolysis with 82.5% showing no clot lysis at 30-min on ICU admission. The third is that the hypercoagulable state evolved in time with overall clot strength returning to normal after 14-days. Lastly, no significant differences in TEG parameters were noted at all time points between 30-day survivors and non-survivors. Standard laboratory coagulation studies demonstrated markedly elevated D-dimer and fibrinogen levels on admission which persisted over the observation period. Although the PT was marginally prolonged throughout, the platelet count and aPTT always remained within the reference range over the 14-day observation period.COVID-19 is associated with an increased rate of VTE in critically-ill patients despite adequate dose thromboprophylaxis, in keeping with an underlying hypercoagulable state [3–7]. Standard laboratory coagulation tests are limited in their ability to reveal the complexities of this hypercoagulable state. Platelet counts are generally within the normal reference range with PT and aPTT only mildly prolonged [34]. The D-dimer, a fibrin degradation product and marker of disease severity [23, 24], is elevated in severe cases indicating increased clot formation. Postmortem findings have demonstrated platelet-fibrin microthrombi in the lungs [35] regarding it to be the source of the raised D-dimer levels [36]. The D-dimer, however, is non-specific and can be raised in various other conditions. Fibrinogen, an acute phase reactant, is also elevated in hospitalised COVID-19 patients; however, the absolute value offers little information on fibrinogen function and interaction with platelets. These limitations have sparked heightened interest in VET such as ROTEM®, TEG®, ClotPro® and Quantra® which provide a comprehensive overview of coagulation in vitro from clot initiation, formation and lysis. Many studies have evaluated VET in critically-ill COVID-19 patients at one time point and have described a profound hypercoagulable state [8–11]. However serial VET would provide deeper insight into the complex interaction between inflammation and thrombosis over time.There is little data on the evolution of coagulopathy using VET. Hulshof et al. [16] enrolled 36 critically-ill patients and followed them up over a 6-week period using ROTEM®. They reported a persistence in hypercoagulability and hypofibrinolysis over time. Cordier et al. [20] followed up 10 patients using the TEG 5000. On admission patients with COVID-19 had increased clot strength compared to the control group. These 10 patients were followed up and TEG was repeated at ICU discharge, revealing a further increase in clot strength. They concluded that the hypercoagulable state persists, even in patients with good outcomes. Correa et al. [21] evaluated 30 patients on day 0,1,3,7 and 14 of ICU admission using ROTEM and confirmed that increased clot strength persisted over time. These previous three studies show a persistence in hypercoagulability, which is contrary to our findings. Here we report a significant trend toward normal clot strength in those that survived to the 14-day evaluation. This could be for various reasons. In our cohort, all patients were initiated on dexamethasone prior to ICU admission. The RECOVERY collaborative group revealed a decrease in 28-day mortality in mechanically ventilated patients treated with dexamethasone [37]. The routine use of dexamethasone in all our patients may have played an integral role in abating the inflammatory response and contributing to the subsequent decrease in hypercoagulability seen after 14 days. The normalisation of clot strength in our group compared to the literature could also be attributed to the timing of our patients admission to ICU. In a resource rich setting, patients would be intubated and enrolled into VET studies at an earlier stage of the disease process. In our setting, due to severe resource constraints, patients with severe ARDS were first placed on HFNO, and thus were evaluated at a more advanced stage of disease. Although we did not demonstrate any significant changes in D-dimer and fibrinogen over time, the normalisation of clot strength on TEG could correspond with clinical recovery.The anticoagulation strategy adopted locally at our institution could also impact our findings. All patients admitted to our ICU had been fully anticoagulated with enoxaparin or UFH. Apart from its anticoagulation properties, heparin has anti-inflammatory and potentially anti-viral properties too [38]. Some VET studies support this improvement in hypercoagulability after initiation of anticoagulation. Ranucci et al. [19] recruited 10 patients into their study, performing VET with the Quantra® analyser. They initiated aggressive anticoagulation with LMWH 6000-8000 IU BD and clopidogrel and reported an improvement in hypercoagulability after 14 days of increased anticoagulation. Bocci et al. [17] embarked on a similar study to evaluate the effect of full therapeutic anticoagulation on 40 critically-ill COVID-19 patients using TEG®6 s. They found that therapeutic anticoagulation had no impact on TEG parameters over 7 days. We also did not demonstrate significant differences between admission and day 7 clot strength; however, there was a significant difference on day 14. Similar findings may have been demonstrated had Bocci et al. continued their follow up to 14 days.Despite the overall clot strength normalising in our study patients, we did find that the increased contribution of fibrin to clot strength persisted in time, confirming many previous reports [16, 17, 19, 21]. However, our findings contradict with those of Pavoni et al. [22] who reported a decreased contribution of fibrin to clot strength over time and normalisation on day 10. The main assays used to determine fibrin contribution to clot strength are FIBTEM (which uses tissue factor and cytochalasin D) and TEG functional fibrinogen (which uses tissue factor and abiximab) [39]. The FIBTEM assay has been shown to correlate with fibrinogen levels (r = 0.74) [16] and relies largely on fibrinogen for clot formation [16]. Despite this, overall clot strength correlates with platelet count and not fibrinogen levels [16]. We demonstrated similar findings as our HMA correlated with platelet count (r = 0.54, p < 0.001) and fibrinogen to FFMA (r = 0.41, p = 0.01). This indicates that although fibrinogen plays an important role in increased clot strength, other factors such as platelets are also important. Studies have revealed that SARS-CoV-2 induces platelet hyperreactivity with increased activation and aggregation [40]. Platelets have also shown greater adhesion and spread on fibrinogen and collagen in those with severe COVID-19 disease [40]. The TEG functional fibrinogen however has limitations as cytochalasin D has been proven to be far superior at inhibiting platelets than abiximab [39]. Also, in the presence of thrombocytosis, which is frequently seen in COVID-19 patients, abiximab is less successful at inhibiting platelets resulting in an over-estimation of fibrin contribution to clot strength [41]. Detailed platelet function analysis would prove more instructive. We were unable to demonstrate any significant differences in TEG parameters between 30-day survivors and non-survivors at all time points. This questions the usefulness of TEG in the clinical setting to risk stratify critically-ill COVID-19 patients and improve their care.This novel serial VET study shows improvement in hypercoagulability in critically-ill COVID-19 patients as denoted by clot strength after 14-days and compares TEG parameters in 30-day survivors and non-survivors. The main study limitation is the relatively small sample size. Only 21 patients could be evaluated for VET changes over time which limits generalisability of the results. A further limitation is that our laboratory could only measure D-dimer and fibrinogen levels up to 5.25 mg/L and 5 g/L respectively. Therefore, the true fibrinogen and D-dimer values could not be measured and are likely to be underestimated. The expensive running cost of the TEG 6 s instrument further restricted the frequency with which patients could be evaluated. Ideally, we would have performed follow up TEG testing until the outcome of death or discharge was reached. Further study would include a larger patient cohort, with more frequent and prolonged follow up of TEG to clearly illustrate the trends identified in this study. Comprehensive evaluation of platelet function would also provide better insights into the relative contributions of platelets and fibrinogen in overall clot strength. ConclusionOur study demonstrates that the increased clot strength seen in critically-ill COVID-19 patients normalises after 14-days, implying clinical recovery. The increased fibrin contribution to clot strength however appears to persist over time. We were unable to demonstrate any significant differences in TEG parameters between 30-day survivors and non-survivors. Further study is needed to assess the utility of TEG in identifying those at risk of poor outcomes. Supplementary Information\nAdditional file 1: Figure 1. Detailed thromboelastography tracings for the pulmonary haemorrhage patient. Figure 2. Detailed thromboelastography tracings for the epistaxis patient. Figure 3. Detailed thromboelastography tracings for the intracranial haemorrhage patient. Figure 4. Detailed thromboelastography tracing for the patient with a deep venous thrombosis. Figure 5. Detailed thromboelastography tracing of the patient with a cardiac thrombus. Figure 6. Detailed thromboelastography tracing for the pulmonary embolus patient.(602K, zip) AcknowledgementsPatients and their families.Staff of the COVID intensive care unit at Groote Schuur hospital.Lizel Loo for her assistance in procuring equipment for the study.Wisdom Basera for statistical support.Haemonetics for their humanitarian donation of TEG consumables. AbbreviationsSARS-CoV-2Severe acute respiratory syndrome coronavirus 2TEGThromboelastographyRReactionKKineticHMAHeparinase maximum amplitudeFFMAFunctional fibrinogen maximum amplitudeMAMaximum amplitudeαAlphaLY-30Lysis of clot at 30 minCOVID-19Coronavirus disease 2019ICUIntensive care unitPTProthrombin timeaPTTActivated partial thromboplastin timeIQRInterquartile rangeSDStandard deviationVTEVenothromboembolismVETViscoelastic testULNUpper limit of normalLLNLower limit of normal Authors’ contributionsCN: Was responsible for conception of the research idea, study design and performed all data collection and capturing. CN was involved in the analysis and interpretation of results and the write-up of the manuscript. GC: Assisted in the statistical analysis and drafting of digital artwork for the manuscript. GC also involved in the critical review of the work. MM: Was responsible for development of research idea and study design. MM was involved in data analysis and interpretation of results. MM also responsible for the write-up and critical review of the manuscript. JO: Was responsible for development of research idea and study design. JO was involved in the data analysis and interpretation of the results. JO also responsible for the write-up and critical review of the manuscript. All authors read and approved the final manuscript. FundingHumanitarian donation for all TEG 6 consumables from Haemonetics.TEG 6 analyser loaned for duration of study by Haemonetics.Statistical support funded by Department of Anaesthesia and Perioperative Medicine of the University of Cape Town. Availability of data and materialsThe datasets used and/or analysed during the current study are available from the corresponding author on reasonable request. DeclarationsEthics approval and consent to participateEthics approval was obtained from the Human Research and Ethics Committee of the Faculty of Health Sciences of the University of Cape Town (HREC 400/2020). Delayed informed consent was obtained for survivors and proxy consent for non-survivors.Consent for publicationNot applicable.Competing interestsThe authors declare that they have no competing interests. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Li H, Liu SM, Yu XH, Tang SH, Tang CK. Coronavirus disease (COVID-19): current status and future perspectives. Int J Antimicrob Agents. 2020;55(5):105951. doi: 10.1016/j.ijantimicag.2020.105951. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Johns Hopkins University  . Johns Hopkins University Coronavirus Resource Centre. 2021.  [Google Scholar]3. Klok FA, Kruip MJHA, van der Meer NJM, Arbous MS, Gommers DAMPJ, Kant KM, Kaptein FHJ, van Paassen J, Stals MAM, Huisman MV, Endeman H. Incidence of thrombotic complications in critically ill ICU patients with COVID-19. Thromb Res. 2020;191:145–147. doi: 10.1016/j.thromres.2020.04.013. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Kruse JM, Magomedov A, Kurreck A, Munch FH, Koerner R, Kamhieh-Milz J, et al.  Thromboembolic complications in critically ill COVID-19 patients are associated with impaired fibrinolysis. Crit Care. 2020;24(1):676. doi: 10.1186/s13054-020-03401-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Maatman TK, Jalali F, Feizpour C, Douglas A, McGuire SP, Kinnaman G, et al.  Routine venous thromboembolism prophylaxis may be inadequate in the hypercoagulable state of severe coronavirus disease 2019. Crit Care Med. 2020;48(9):783–790. doi: 10.1097/CCM.0000000000004466. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Hippensteel JA, Burnham EL, Jolley SE. Prevalence of venous thromboembolism in critically ill patients with COVID-19. Br J Haematol. 2020;190(3):134–137. doi: 10.1111/bjh.16908. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Trigonis RA, Holt DB, Yuan R, Siddiqui AA, Craft MK, Khan BA, Kapoor R, Rahman O. Incidence of venous thromboembolism in critically ill coronavirus disease 2019 patients receiving prophylactic Anticoagultion. Crit Care Med. 2020;48(9):805–808. doi: 10.1097/CCM.0000000000004472. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Yuriditsky E, Horowitz JM, Merchan C, Ahuja T, Brosnahan SB, McVoy L, Berger JS. Thromboelastography profiles of critically ill patients with coronavirus disease 2019. Crit Care Med. 2020;48(9):1319–1326. doi: 10.1097/CCM.0000000000004471. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Panigada M, Bottino N, Tagliabue P, Grasselli G, Novembrino C, Chantarangkul V, Pesenti A, Peyvandi F, Tripodi A. Hypercoagulability of COVID-19 patients in intensive care unit: a report of thromboelastography findings and other parameters of hemostasis. J Thromb Haemost. 2020;18(7):1738–1742. doi: 10.1111/jth.14850. [PubMed] [CrossRef] [Google Scholar]10. Wright FL, Vogler TO. Moore EE, Moore HB, Wohlauer MV, Urban S, et al.  Fibrinolysis shutdown correlation with thromboembolic events in severe COVID-19 infection. J Am Coll Surg. 2020;231(2):193–203. doi: 10.1016/j.jamcollsurg.2020.05.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Mortus JR, Manek SE, Brubaker LS, Loor M, Cruz MA, Trautner BW, Rosengart TK. Thromboelastographic results and hypercoagulability syndrome in patients with coronavirus disease 2019 who are critically ill. JAMA Netw Open. 2020;3(6):e2011192. doi: 10.1001/jamanetworkopen.2020.11192. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Iba T, Levy JH, Levi M, Connors JM, Thachil J. Coagulopathy of coronavirus disease 2019. Crit Care Med. 2020;48(9):1358–1364. doi: 10.1097/CCM.0000000000004458. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Chaudhary R, Kreutz RP, Bliden KP, Tantry US, Gurbel PA. Personalising antithrombotic therapy in COVID-19: role of Thromboelastography and Thromboelastomerty. J Thromb Haemost. 2020;120(11):1594–1596. doi: 10.1055/s-0040-1714217. [PubMed] [CrossRef] [Google Scholar]14. Harahsheh Y, Ho KM. Use of viscoelastic tests to predict clinical thromboembolic events. A systematic review and meta-analysis. Eur J Haematol. 2018;100(2):113–123. doi: 10.1111/ejh.12992. [PubMed] [CrossRef] [Google Scholar]15. Luddington RJ. Thromboelastography/thromboelastometry. Clin Lab Haem. 2005;27(2):81–90. doi: 10.1111/j.1365-2257.2005.00681.x. [PubMed] [CrossRef] [Google Scholar]16. Hulshof AM, Brüggemann RAG, Mulder MMG, van de Berg TW, Sels JEM, Olie RH, et al.  Serial EXTEM, FIBTEM, and tPA rotational Thromboelastometry observations in the Maastricht intensive care COVID cohort—persistence of hypercoagulability and Hypofibrinolysis despite anticoagulation. Front Cardiovasc Med. 2021;8:654174. doi: 10.3389/fcvm.2021.654174. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Bocci MG, Maviglia R, Consalvo LM, Grieco DL, Montini L, Mercurio G, Nardi G, Pisapia L, Cutuli SL, Biasucci DG, Gori C, Rosenkranz R, de Candia E, Carelli S, Natalini D, Antonelli M, Franceschi F. Thromboelastograph clot strength profiles and effect of systemic anticoagulation in COVID-19 acute respiratory distress syndrome: a prospective, observational study. Eur Rev Med Pharmacol Sci. 2020;24(23):12466–12479. doi: 10.26355/eurrev_202012_24043. [PubMed] [CrossRef] [Google Scholar]18. Pavoni V, Gianesello L, Pazzi M, Stera C, Meconi T, Frigieri FC. Evaluation of coagulation function by rotation thromboelastometry in critically ill patients with severe COVID-19 pneumonia. J Thromb Thrombolysis. 2020;50(2):281–286. doi: 10.1007/s11239-020-02130-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Ranucci M, Ballotta A, Di Dedda U, Baryshnikova E, Dei Poli M, Resta M, et al.  The procoagulant pattern of patients with COVID-19 acute respiratory distress syndrome. J Thromb Haemost. 2020;18(7):1747–1751. doi: 10.1111/jth.14854. [PubMed] [CrossRef] [Google Scholar]20. Cordier P, Pierrou C, Noel A, Paris R, Gaudray E, Martin E, et al.  Complex and prolonged hypercoagulability in coronavirus disease 2019 intensive care unit patients: a thromboelastographic study. Aust Crit Care. 2021;34(2):160–166. doi: 10.1016/j.aucc.2020.11.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Corrêa TD, Cordioli RL, Campos Guerra JC, da Silva BC, dos Reis RR, de Souza GM, et al.  Coagulation profile of COVID-19 patients admitted to the ICU: an exploratory study. PLoS One. 2020;15(12):e0243604. doi: 10.1371/journal.pone.0243604. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Pavoni V, Gianesello L, Pazzi M, Horton A, Suardi L. Derangements of the coagulation process using subclinical markers and viscoelastic measurements in critically ill patients with coronavirus disease 2019 penumonia and non-coronavirus disease 2019 pneumonia. Blood Coagul Fibrinolysis. 2021;32(2):80–86. doi: 10.1097/MBC.0000000000000971. [PubMed] [CrossRef] [Google Scholar]23. Tang N, Li D, Wang X, Sun Z. Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia. J Thromb Haemost. 2020;18(4):844–847. doi: 10.1111/jth.14768. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054–1062. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. World Health Organisation  . Clinical management of Covid-19: Interim guidance. 2020.  [Google Scholar]26. Mendelson M, Boloko L, Boutall A, Cairncross L, Calligaro G, Coccia C, Dave JA, de Villiers M, Dlamini S, Frankenfeld P, Gina P, Gule MV, Hoare J, Hofmeyr R, Hsiao M, Joubert I, Kahn T, Krause R, Kroopman A, Levin D, Maughan D, Mazondwa S, Meintjes G, Nordien R, Ntusi N, Papavarnavas N, Peter J, Pickard H, Raubenheimer P, Said-Hartley Q, Singh P, Wasserman S, Hospital GS. Clinical management of COVID-19: experiences of the COVID-19 epidemic from Groote Schuur hospital, Cape Town, South Africa. S Afr Med. 2020;110(10):973–981. doi: 10.7196/SAMJ.2020.v110i10.15157. [PubMed] [CrossRef] [Google Scholar]27. Ranieri M, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.  Acute respiratory distress syndrome, the Berlin definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]28. Vincent JL. In: Gullo A, editor. SOFA Score: A Keystone for Grading Multiple Organ Dysfunction. Milano: Anaesthesia, Pain, Intensive Care and Emergency A.P.I.C.E, Springer; 2008. p. 255–60.29. Bakhtiari K, Meijers JC, de Jonge E, Levi M. Prospective validation of the International Society of Thrombosis and Haemostasis scoring system for disseminated intravascular coagulation. Crit Care Med. 2004;32(12):2416–2421. doi: 10.1097/01.CCM.0000147769.07699.E3. [PubMed] [CrossRef] [Google Scholar]30. Schulman S, Kearon C. Definition of major bleeding in clinical investigations of antihemostatic medicinal products in non-surgical patients. J Thromb Haemost. 2004;3(4):692–694. doi: 10.1111/j.1538-7836.2005.01204.x. [PubMed] [CrossRef] [Google Scholar]31. Whiting D, DiNardo JA. TEG and ROTEM: technology and clinical applications. Am J Hematol. 2014;89(2):228–232. doi: 10.1002/ajh.23599. [PubMed] [CrossRef] [Google Scholar]32. McCrath DJ, Cerboni E, Frumento RJ, Hirsh AL, Bennett-Guerrero E. Thromboelastography maximum amplitude predicts postoperative thrombotic complications including myocardial infarction. Anesth Analg. 2005;100(6):1576–1583. doi: 10.1213/01.ANE.0000155290.86795.12. [PubMed] [CrossRef] [Google Scholar]33. Weir CB, Jan A.  StatPearls. Treasure Island: StatPearls Publishing; 2020. BMI Classification Percentile and Cut Off Points. [Google Scholar]34. Becker RC. COVID-19 update: Covid-19-associated coagulopathy. J Thromb Thrombolysis. 2020;50(1):54–67. doi: 10.1007/s11239-020-02134-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Carsana L, Sonzogni A, Nasr A, Rossi RS, Pellegrinelli A, Zerbi P, Rech R, Colombo R, Antinori S, Corbellino M, Galli M, Catena E, Tosoni A, Gianatti A, Nebuloni M. Pulmonary post-mortem findings in a series of COVID-19 cases from northern Italy: a two-Centre descriptive study. Lancet. 2020;20(10):1135–1140. doi: 10.1016/S1473-3099(20)30434-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Ibañez C, Perdomo J, Calvo A, Ferrando C, Reverter JC, Tassies D, Blasi A. High D-dimers and low global fibrinolysis coexist in COVID-19 patients: what is going on here? J Thromb Thrombolysis. 2020;51(2):308–312. doi: 10.1007/s11239-020-02226-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Horby P, Lim WS, Emberson JR, Mafham M, Bell JL, Linsell L, et al.  Dexamethasone in hospitalized patients with Covid-19. N Engl J Med. 2021;384(8):693–704. doi: 10.1056/NEJMoa2021436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Thachil J. The versatile heparin in COVID-19. J Thromb Haemost. 2020;18(5):1020–1022. doi: 10.1111/jth.14821. [PubMed] [CrossRef] [Google Scholar]39. Schlimp CJ, Solomon C, Ranucci M, Hochleitner G, Redl H, Schochl H. The effectiveness of different functional fibrinogen polymerization assays in eliminating platelet contribution to clot strength in Thromboelastometry. Anesth Analg. 2014;118(2):269–276. doi: 10.1213/ANE.0000000000000058. [PubMed] [CrossRef] [Google Scholar]40. Manne BK, Denorme F, Middleton EA, Portier I, Rowley JW, Stubben C, Petrey AC, Tolley ND, Guo L, Cody M, Weyrich AS, Yost CC, Rondina MT, Campbell RA. Platelet gene expression and function in patients with COVID-19. Blood. 2020;136(11):1317–1329. doi: 10.1182/blood.2020007214. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Ranucci M, Di Dedda U, Baryshnikova E. Trials and tribulations of viscoelastic-based determination of fibrinogen concentration. Anesth Analg. 2020;130(3):644–653. doi: 10.1213/ANE.0000000000004522. [PubMed] [CrossRef] [Google Scholar]"}