{"title": "Restricted, optimized or liberal fluid strategy in thoracic surgery: A narrative review", "pubDate": "Jul-Sep", "PMCID": "PMC8579501", "DOI": "10.4103/sja.sja_1155_20", "PMID": "34764839", "abstract": "Perioperative fluid balance has a major impact on clinical and functional outcome, regardless of the type of interventions. In thoracic surgery, patients are more vulnerable to intravenous fluid overload and to develop acute respiratory distress syndrome and other complications. New insight has been gained on the mechanisms causing pulmonary complications and the role of the endothelial glycocalix layer to control fluid transfer from the intravascular to the interstitial spaces and to promote tissue blood flow. With the implementation of standardized processes of care, the preoperative fasting period has become shorter, surgical approaches are less invasive and patients are allowed to resume oral intake shortly after surgery. Intraoperatively, body fluid homeostasis and adequate tissue oxygen delivery can be achieved using a normovolemic therapy targeting a \"near-zero fluid balance\" or a goal-directed hemodynamic therapy to maximize stroke volume and oxygen delivery according to the Franck-Starling relationship. In both fluid strategies, the use of cardiovascular drugs is advocated to counteract the anesthetic-induced vasorelaxation and maintain arterial pressure whereas fluid intake is limited to avoid cumulative fluid balance exceeding 1 liter and body weight gain (~1-1.5 kg). Modern hemodynamic monitors provide valuable physiological parameters to assess patient volume responsiveness and circulatory flow while guiding fluid administration and cardiovascular drug therapy. Given the lack of randomized clinical trials, controversial debate still surrounds the issues of the optimal fluid strategy and the type of fluids (crystalloids versus colloids). To avoid the risk of lung hydrostatic or inflammatory edema and to enhance the postoperative recovery process, fluid administration should be prescribed as any drug, adapted to the patient's requirement and the context of thoracic intervention.", "author": [{"author": "Marc Licker", "affiliation": ["Department of Anesthesiology, Pharmacology, Intensive Care and Emergency Medicine, University Hospital of Geneva, Geneva, Switzerland.", "Faculty of Medicine, University of Geneva, Geneva, Switzerland."], "href": "/?term=Licker+M&cauthor_id=34764839"}, {"author": "Andres Hagerman", "affiliation": ["Department of Anesthesiology, Pharmacology, Intensive Care and Emergency Medicine, University Hospital of Geneva, Geneva, Switzerland."], "href": "/?term=Hagerman+A&cauthor_id=34764839"}, {"author": "Benoit Bedat", "affiliation": ["Division of Thoracic and Endocrine Surgery, University Hospital of Geneva, Geneva, Switzerland."], "href": "/?term=Bedat+B&cauthor_id=34764839"}, {"author": "Christoph Ellenberger", "affiliation": ["Department of Anesthesiology, Pharmacology, Intensive Care and Emergency Medicine, University Hospital of Geneva, Geneva, Switzerland.", "Faculty of Medicine, University of Geneva, Geneva, Switzerland."], "href": "/?term=Ellenberger+C&cauthor_id=34764839"}, {"author": "Frederic Triponez", "affiliation": ["Faculty of Medicine, University of Geneva, Geneva, Switzerland.", "Division of Thoracic and Endocrine Surgery, University Hospital of Geneva, Geneva, Switzerland."], "href": "/?term=Triponez+F&cauthor_id=34764839"}, {"author": "Raoul Schorer", "affiliation": ["Department of Anesthesiology, Pharmacology, Intensive Care and Emergency Medicine, University Hospital of Geneva, Geneva, Switzerland."], "href": "/?term=Schorer+R&cauthor_id=34764839"}, {"author": "Wolfram Karenovics", "affiliation": ["Division of Thoracic and Endocrine Surgery, University Hospital of Geneva, Geneva, Switzerland."], "href": "/?term=Karenovics+W&cauthor_id=34764839"}], "refPMID": ["18813052", "13912109", "13517497", "27363645", "32161042", "27734109", "31547969", "30119644", "30300177", "17921468", "28231640", "27058509", "22290457", "30015354", "28439268", "32959164", "101311", "30654825", "30444804", "19443840", "25497357", "28186222", "19295294", "22797452", "29466596", "33188462", "18263691", "11008971", "31297439", "33009098", "30872586", "33126657", "28070694", "14633519", "28465120", "17426196", "30174851", "30053969", "33148110", "23232188", "28486888", "19735958", "32434495", "29707296", "29423410", "32467417", "17098724", "31285864", "22617510", "30850020", "32819296", "32449147", "22661747", "33072306", "31332489", "27101489", "30426190", "29978454", "33143931", "31829446", "23558303", "8971502", "22451594", "30717728", "30921242", "32439944", "20479075", "11913805", "32944306", "11423270", "26418125", "17888952", "25304302", "11385374", "21958762", "16809989", "22504895", "30641068", "20304350", "21088596", "24672486", "18932010", "28030449", "30304509", "27909600", "17989152"], "citedInPMID": ["34764839"], "body": " AbstractPerioperative fluid balance has a major impact on clinical and functional outcome, regardless of the type of interventions. In thoracic surgery, patients are more vulnerable to intravenous fluid overload and to develop acute respiratory distress syndrome and other complications. New insight has been gained on the mechanisms causing pulmonary complications and the role of the endothelial glycocalix layer to control fluid transfer from the intravascular to the interstitial spaces and to promote tissue blood flow. With the implementation of standardized processes of care, the preoperative fasting period has become shorter, surgical approaches are less invasive and patients are allowed to resume oral intake shortly after surgery. Intraoperatively, body fluid homeostasis and adequate tissue oxygen delivery can be achieved using a normovolemic therapy targeting a “near-zero fluid balance” or a goal-directed hemodynamic therapy to maximize stroke volume and oxygen delivery according to the Franck–Starling relationship. In both fluid strategies, the use of cardiovascular drugs is advocated to counteract the anesthetic-induced vasorelaxation and maintain arterial pressure whereas fluid intake is limited to avoid cumulative fluid balance exceeding 1 liter and body weight gain (~1-1.5 kg). Modern hemodynamic monitors provide valuable physiological parameters to assess patient volume responsiveness and circulatory flow while guiding fluid administration and cardiovascular drug therapy. Given the lack of randomized clinical trials, controversial debate still surrounds the issues of the optimal fluid strategy and the type of fluids (crystalloids versus colloids). To avoid the risk of lung hydrostatic or inflammatory edema and to enhance the postoperative recovery process, fluid administration should be prescribed as any drug, adapted to the patient's requirement and the context of thoracic intervention.Keywords: Acute lung injury, cardiac output, glycocalyx, normovolemia IntroductionHistorically, empiric intravenous (IV) fluid dosing protocols have been applied in surgical patients with the assumption that a “third fluid compartment” was generated by trauma-induced capillary injuries that justified a high volume or liberal IV fluid therapy to maintain an adequate circulatory volume.[1,2] Yet, this concept has been challenged by two observations: 1) the neuroendocrine stress response always leads to fluid retention and peripheral vasoconstriction,[3] 2) capillary lesions causing fluid exudation are transient and limited to the operative site in the absence of sepsis.Currently, prescriptions of IV fluids vary largely, between institutions and between physicians within a same department. For instance, at the John Hopkins Hospitals, over a 4-year period, the median crystalloid volume that was infused during lung surgery was 11.3 mL/kg/h with large variations between anesthesiologists.[4]Mounting evidence indicates that fluid balance influence clinical outcome in critically ill patients admitted in the intensive care unit (ICU) and those undergoing major surgery.[5,6] Therefore, attention should be paid to prescribe IV fluids as any other drug to target three important goals: 1) volume resuscitation to restore intravascular volume in case of fluid deficits due to hemorrhage, prolonged fasting, polyuria, vomiting or diarrhea, 2) volume replacement to compensate external fluid losses (e.g., oozing, perspiration, digestive secretions and urinary output), 3) nutritional support of cellular function with energetic compounds, proteins, essential fats, vitamins and correction of acid-base and electrolyte disturbances whenever oral intake is not allowed or possible.During acute stress such as trauma and surgery, restoration and maintenance of oxygen delivery (DO2) by normalizing gas exchange and circulatory flow are key treatment goals to support cellular oxygen uptake (VO2) and organ function.[7] In anesthetized surgical patients, the administration of fluids and cardiovascular drugs are titrated to compensate the loss of body fluids as well as the changes in intravascular volume and fluids shifts to interstitial space due to anesthesia-induced vasorelaxation and inhibition of the sympatho-adrenal activity.[8] In contrast with the awake condition where thirst, tachycardia and cutaneous vasoconstriction herald the onset of hypovolemia, under general anesthesia or thoracic epidural anesthesia, the diagnosis of hypovolemia is based on the onset of gradual and parallel reductions in mean arterial pressure (MAP), stroke volume (SV) and cardiac output (CO) that are accompanied by increased pulse pressure variation (PPV) or stroke volume variation (SVV) in mechanically ventilated patients.[9] Noteworthy, intraoperative prolonged low DO2 or CO conditions are associated with splanchnic and renal vasoconstriction as well as lactic acidosis that are predictive factors of postoperative organ failure, cognitive dysfunction, delayed wound healing and infections.As with any other drug therapy, prescription of fluids should consider: 1) their indications, contraindications and side effects, 2) the volume and content of fluids, 3) the rate and duration of administration guided by estimation of fluid deficits (fasting, bleeding, urine) or monitoring physiological and biological parameters (CO, MAP, tissue oximetry, pH, electrolytes, lactate).In this review, we provide physiologic insights in fluid homeostasis and highlight the impact of fluid management on postoperative pulmonary complications in patients undergoing thoracic surgery. Physiology of Fluid BalanceBody fluid compartments and Starling principleWater comprises about 60% of body mass, with two-third of body water distributed within the cells and one-third around the cells, in the interstitial and intravascular spaces (IS 15% and IVS 5%; Figure 1).[10] In laboratory conditions, dilution tracer techniques enable physiologists to measure total body water (with deuterium or tritium), extracellular fluid content (with radiolabeled sulphate or bromide) and IVS (with Evans blue or radiolabeled albumin).Open in a separate windowFigure 1Body fluid compartmentsIn healthy individuals, the daily fluctuations in total body water are minimal (<0.5%) and are precisely regulated by the renin–angiotensin-aldosterone (RAS), antidiuretic and atrial natriuretic peptide hormone systems that regulate fluid intake (~1.0-1.5 ml/kg/h in normothermic individuals) and urine output. The IVS includes the “stressed” volume that contribute to the venous return flow according to the pressure gradient between peripheral veins and the right atrium whereas the “unstressed” volume corresponds to the remaining blood volume [Figure 1].The capillary endothelium is freely permeable to water and electrolytes but impermeable to large molecules (>35 kDa, albumin), while small proteins are continuously leaking.[11] Therefore, when 1 L of glucose 5% or 1 L of saline solution are infused, only 7-10% of glucose 5% and 20-30% of crystalloids are retained within the IVS, the remaining part being transferred to the IS and cleared by the kidney over the following hours.[12] According to the classical Starling concept, the fluid shifts between IVS and IS are determined by the opposite hydrostatic and colloid osmotic pressure gradients (△P and △π), the integrity of the endothelial cells (ECs), the endothelial glycocalyx layer (EGL) and the clearance capacity of the lymphatic system [Figures ​[Figures22 and ​and33].[13] The pre- and post-capillary resistances and the resulting capillary hydrostatic pressure (Pc) are modulated by sympathetic reflexes, angiotensin II (AT-II), as well as by vasoactive drugs and mediators released during ischemia-reperfusion and inflammation (paracrine and autocrine effects). The net effect of △ P on fluid transfer is modulated by the filtration coefficient (Kf) that reflects the hydraulic permeability and the available microvascular surface area. On the other hand, the fraction of the △π is modulated by the vascular permeability factor or reflection coefficient (σ) which for water-soluble solutes has values between 0 and 1.0 (0, freely permeable membrane to protein; 1, non-permeable membrane). To ensure an efficient seal, tight junctions are formed between ECs with occludins, claudins and junctional adhesion molecules. In the lungs, additional mechanisms involving epithelial sodium channels (ENaC, on the apical side of EC) and sodium/potassium adenosine triphosphatase (Na/K ATPase, on the basal side of the EC) ensure that alveola are kept “dry” by continuous extrusion of sodium, chloride and water towards the interstitial space.[14,15]\nOpen in a separate windowFigure 2Fluid shifts between intravascular, interstitial and alveolar spacesOpen in a separate windowFigure 3Edema formation in acute lung injuryEndothelial glycocalyx layerThe EGL represents a meshwork of glycosaminoglycans, glycoproteins and proteoglycans in which various active compounds are embedded (e.g., anti-thrombin, superoxide dismutase, adhesion molecules, growth factors and angiotensin-converting enzyme [ACE]).[16] The EGL plays a pivotal role in transcapillary fluid movements, in modulating the inflammatory response and in promoting tissue blood flow. With the presence of sulfated glycosaminoglycans, the EGL acts as a barrier repelling negatively charged cells, namely erythrocytes, leukocytes and platelets. In the revised Starling equation, the EGL is considered an integral structural and functional part of the IVS, besides plasmatic and cellular components. As circulating albumin molecules are partly absorbed over the EGL to form a soluble layer, a low △π gradient prevails in the protein-free subglycocalyx space. Accordingly, in contrast with the classical Starling concept where outwards and inwards fluid shifts are balanced owing to opposite changes in △ P and △π along the capillary, in the revised Starling concept, the △π is considered negligible and the outward fluid movements are almost exclusively driven by the hydrostatic gradients, the accumulation of fluids in the IS being prevented by efficient clearance through the lymphatic vessels and recycling into the systemic circulation.[13] In the lungs, lymph flow has been shown to increase by up to 2- to 10 fold, from 10-20 ml/hr at baseline to 50–100 ml/hr, although its role in ARDS has been poorly explored.[17]Tissue trauma, circulatory shock, ischemia-reperfusion, inflammation and sepsis may all damage the EGL resulting in excess circulatory plasmin activity, plugging of leucocytes and platelets to the activated ECs and capillary fluid leakage causing impaired tissue blood flow and interstitial edema.[18] Interestingly, in patients undergoing lung transplantation, the amount of EGL breakdown products released after reperfusion of the lung graft has been shown to predict organ acceptability and the development of primary graft failure.[19]Although the damaged EGL can be regenerated over 6–8 h, it may take several days in pathological conditions, depending on the extent of shedded glycocalyx and the ongoing traumatic and inflammatory insults.[20] Ageing, sedentarity, high-sugar diet and smoking are predisposing factors to EGL injuries.[16] Furthermore, the presence of hypoalbuminemia and hyperglycemia as well as excessive vascular shear stress caused by rapid infusion of large volumes of acidic crystalloids or the induction of hypervolemia with IV colloids have been shown harmful to the EGL and in turn, generate or worsen interstitial edema.[21] Post-thoracotomy Respiratory Failure and Acute Lung IsnjuryDefinitionThe diagnosis of acute respiratory failure is based on documentation of inadequate gas exchange (low ratio of arterial oxygen pressure to inspiratory oxygen fraction, [PaO2/FIO2]) poorly responsive to inhaled oxygen therapy and requiring mechanical support with non-invasive or invasive ventilation.[22] The underlying mechanisms of inefficient pulmonary oxygen uptake are related to impairments in cardiovascular, pulmonary and/or muscular functions. After lung surgery, pneumonia, acute respiratory distress syndrome (ARDS) or ALI, broncho-pleural fistula with empyema, IV fluid overload, new/worsening heart failure (e.g., arrhythmias, myocardial ischemia) and weakness of respiratory muscles may all be incriminated in causing low PaO2/FIO2, with or without hypercapnia.[23]Rather than a single pathological disease, ARDS/ALI represents a syndrome with different phenotypes and etiologies that share common mechanisms and inflammatory pathways. Distinctive clinical, radiological and functional characteristics allow physicians to differentiate ARDS from hydrostatic lung edema according to the Berlin definition criteria that were issued by the European Society of Intensive Care Medicine, the American Thoracic Society, and the Society of Critical Care Medicine [Table 1].[24,25] Noteworthy, ALI is defined on the same clinical and radiological criteria than ARDS, with a PaO2/FIO2 threshold at <300 mmHg (40 kPa).Table 1Diagnostic criteria for postoperative lung edemaAcute Respiratory Distress SyndromeHydrostatic edemaHistoryTrauma or surgery, pneumonia or other infection, transfusion, shockKnown cardiac disease (CAD, HF, valvular, arrhythmia), renal dysfunctionTimingAcute onset, <1 week of known insult.1-3 days (early) or > 3 days (delayed) after surgeryAcute or subacute onset after surgeryChest X-RaysBilateral opacities (or unilateral after pneumonectomy), Not fully explained by alveolar collapse, nodules or effusionsIncreased cardio-thoracic ratio Blood diversion to upper lobes Peri-bronchial cuffing, Kerley lines Air space opacification, air bronchograms Pleural effusionChest ultrasoundsB-lines +++, non-homogenous distribution, spared areas Pleural effusions +/-B-lines +++, homogenous Areas of consolidations ++ Pleural effusions +/-OriginRespiratory failure not fully explained by cardiac failure or fluid overload (pulmonary artery wedge pressure ≥ 15-18 mmHg, unchanged ventricular funcztion at TTE)Cardiogenic cause, based on: increased blood levels of biomarkers (BNP, NT-proBNP) depressed left ventricular function Hydrostatic, non-cardiogenic, based on: Positive fluid balance, with normal ventricular functionGrading severityPaO2/FIO2 ratio 200-300 mmHg (27-40 kPa), PEEP/CPAP ≥5 cm H20PaO2/FIO2 < 300 mmHg (40 kPa) with PEEP/CPAP ≥ 5 cm H20 Mild100-200 mmHg (13.3-27 kPa), PEEP ≥5 cm H20 Moderate<100 mmHg (13.3 kPa) with PEEP ≥5 cm H20 SevereOpen in a separate windowBNP: Brain natriuretic peptide; NT-proBNP, N terminal pro-brain natriuretic peptide; CPAP, continuous positive airway pressure; PaO2/FIO2, ratio of arterial oxygen pressure to inspiratory fraction of oxygen; PEEP, positive end-expiratory pressure; TTE, transthoracic echocardiographyMechanismsOverall, pulmonary edema results from the interactions between several pathological processes, namely:\nalveolar mechanical stress defined by deformation and increased pressure on the epithelial cells (AEC) caused by mechanical ventilation,dysregulated inflammatory responses in the alveola with activation of coagulation system, leucocytes and platelets,activation of ECs and increased capillary permeability due to endogenous inflammatory mediators and/or exogenous toxic products,alveolar surfactant deactivation due to ventilatory-stretch and deformation of AEC type II cells.[26]increased hydrostatic capillary pressure due to cardiogenic failure or fluid overload.\nIn ICU, the triggering events leading to ARDS are pneumonia (35–50%), non-pulmonary sepsis (30%) followed by inhalation of gastric content (10%), and trauma (10%).[25] In these critically-ill patients, ventilatory settings (high driving pressure and tidal volume), plasma transfusion, infection, positive fluid balance and low serum protein levels have been identified as independent risk factors for ARDS whereas weight gain exceeding 10% was associated with a higher mortality rate.[27,28,29,30]Regardless of the origin, ARDS encompass common pathologic pathways, namely: Overexpression of pro-inflammatory factors (e.g., interleukin-1, interleukin-6, interleukine-8, tumor necrosis factor alpha, E selectin, angiopoietin-2, vascular and intracellular adhesion molecules), the loss of surfactant and the release of apoptotic factors and reactive oxygen species (ROS) that contribute to disrupt the alveolar-capillary barrier and in turn, to increase vascular permeability.[31] A growing body of evidence has also highlighted the role of the RAS in ARDS: The classical cascade, represented by ACE and AT-II exert vasoconstrictor, pro-inflammatory and profibrotic effects whereas the alternate cascade, involving ACE-2, angiotensin 1–7 and the Mas receptors, mediates the vasodilatory, anti-inflammatory and anti-fibrotic actions.[32]Thoracic surgical patients exhibit different phenotypical signatures with endothelial, epithelial or combined insults.[23] In the multiple hit model of post-thoracotomy ALI, intraoperative ventilatory-induced lung injury (e.g., high FIO2, high VT, high driving pressure or power) and gastric aspiration could be the initiating/triggering factors whereas preoperative patient's condition (e.g., lung inflammation, depressed immune defenses, genetic footprint), IV fluid strategy and postoperative complications (e.g., atelectasis, pneumonia) may act as “primers” or second (third) “hit (s)” to fuel the pulmonary inflammatory response.[33,34] In addition, disruption of the lymphatic vessels by preoperative chemo-radiotherapy or surgical dissection may prevent proper interstitial fluid clearance and therefore increase the risk of lung edema, making these patients more vulnerable to fluid loading.Clinical expression and diagnostic toolsBased on retrospective cohort analysis, two main clinical patterns of post-thoracotomy ALI can be distinguished corresponding to different pathogenic triggers: 1) ALI developing within 48–72 h after lung resection (primary ALI), 2) a delayed form triggered by postoperative transfusion and adverse events such as inhalation of gastric content, pneumonia or other infections.[34]Besides anesthesia and surgery-induced reduction in lung volumes, the presence of interstitial and alveolar edema further contributes to increase lung elastance (or stiffness), with consequent increase in the work of breathing and impairment in gas exchange when respiratory muscle fatigue occurs.[22]Oxygen desaturation and rapid shallow breathing are common findings of pulmonary complications. Routine examination of chest X-rays and drainage output may document or rule out the presence of atelectasis, pneumothorax, alveolar infiltration, broncho-pleural fistula, cardiogenic edema or ARDS. Further chest imaging (ultrasounds, CT-scan)) and transpulmonary thermodilution (TPTD) techniques as well as blood measurements of cardiac biomarkers (BNP, NT-proBNP) and microbiological analysis of blood/sputum (or broncho-alveolar lavage) samples are helpful tools for rapid and accurate diagnostic guidance.[35,36,37] Bedside ultrasound lung scanning may reveal distinctive characteristic features of hydrostatic edema (e.g., uniform distribution of interstitial edema associated with >3 B-lines) and ARDS (e.g., reduction of lung “sliding”, consolidation areas, pulses, air bronchograms, pleural thickening).[37,38] Interestingly, documentation of increasing numbers of B-lines has been shown to correspond to weight gain, elevation in blood levels of natriuretic peptides and decreased PaO2/FIO2 ratio in the early days after major lung resection.[37,39]By computing the indicator loss through pulmonary capillaries, the TPTD quantifies the amount of extravascular lung water, intrathoracic blood volume and global end-diastolic volume.[35] When lung water content is increased, the TPTD-derived pulmonary vascular permeability index is a helpful marker to discriminate between hydrostatic and inflammatory edema.[40] Perioperative Fluid OptimizationGlycocalyx sparing therapiesIn experimental settings, several treatment options have been shown effective to rebuilt or protect the EGL through the administration of hydrocortisone or nitric oxide in isolated heart preparations, heparin in septic shock, plasma protein in haemorrhagic shock and albumin in heart transplantation.[41] In the clinical field, preliminary results indicate that insulin therapy in diabetics is effective to enhance EGL formation and attenuate leukocyte-endothelial cell interactions along with the development of micro- and macro-angiopathy.[42]Regarding anesthetic agents, the current scientific literature has yielded mixed results. Although in cellular preparations and animal models of ischemia-reperfusion sevoflurane has demonstrated protective effects on the EGL, in humans, exposure to volatile anesthetics has failed to attenuate tourniquet-induced release of glycocalyx injury markers EGL after knee surgery and after thoracic surgery under one-lung ventilation.[43,44]Perioperative fluid strategiesPostoperative outcome With modern surgical and anesthesia care including minimally-invasive approaches, protective mechanical ventilation and avoidance of excessive hydration, the risk to damage the capillary-alveolar barrier is attenuated as shown by limited shedding of the EGL, small increase in extravascular lung water and in permeability vascular index after thoracic procedures.[45,46]In all types of surgery, including lung resection, a U-shaped distribution curve best describes the relationship between intraoperative IV fluid dosing and the occurrence of major postoperative complications, namely mortality, infections, ALI/ARDS, wound dehiscence and acute kidney injury [Figure 4].[47] The nadir on the x axis associated with the lowest risk of postoperative complications, refers to the optimal fluid volume required to maintain normovolemic condition (not a “magic number” in ml/kg/h) while avoiding both hypovolemic and hypervolemic circulatory conditions (leftwards and rightwards, respectively). The absolute rate of fluid infusion depends on the extent of tissue insult and the integrity of the capillary endothelial barrier. Accordingly, the averaged IV fluid infusion usually ranges between 5 and 9 ml/kg/hr in open upper abdominal surgery and in patients with active inflammatory/infectious conditions whereas lower infusion rates (e.g., 2 to 5 ml/kg/hr) are required during Video-Assisted Thoracic Surgery (VATS) or laparoscopic interventions to maintain hemodynamic stability and adequate oxygen supply [Figure 1 and Table 2].[48,49]Open in a separate windowFigure 4Relationship between perioperative fluid therapy and postoperative complicationsTable 2Studies analyzing the clinical impact of intravenous fluids in thoracic surgeryAuthors, year\nn\nType of surgeryPerioperative fluid administrationStudy endpoint (incidence, %)\n\nWith complicationsNo complicationsParquin F[63] 1996146P1’039 ± 938 ml729 ± 859 mlPE (15%)Rufini E[71] 20011’221LS,No association with PPCs intraoperative IV Fluids: 2100 ml (range 1550-3200)ALI/ARDS (2.2%)Bernard A[75] 2001639PCrystalloids over 12-24 h associated with complications (median 20 ml/kg/h [range 10-200]) over first 12 hours)CVC & PPC (38%) ARDS (3%)Moller AM[69] 2002107PIntraoperative fluid balance ≥ 4 L = RFCVC & PPC (29%) ARDS (3%)Licker M[34] 2003879LS9.1 ± 4.1 ml/kg/h7.2 ± 4.2 ml/kg/hALI/ARDS* (4.2%)Fernandez-Perez ER[77] 2006170P2.2 (IQR 1.4-3.7) L1.3 (IQR 0.9-2.7) LALI/ARDSAlam N[73] 2007152LS2.8 L (95%1.4-5)2.5 L (95%1.4-4.5)ALI/ARDS* (3.1%)Blank RS[76] 2011129P2.7 L (95%2.0-4.0) L1.8 L (95%1.5-2.5)All PPCMarret E[67] 2010129P3.8 L ± 1.5*2.5 L ±.2.0APCIshikawa S[64] 20121’129LS1’450 ± 655 ml1’276 ± 607 mlAKIHES (per 250 ml) OR 1.5 (95%CI 1.1-2.1)Mizuno Y[78] 201252LS7. 7 ± 3.1 ml/kg/h10.3 ± 3.7 ml/kg/hExacerbation of pulmonary fibrosisMatot I[62] 2013102LSRCT: 2 ml/kg/h vs 8 ml/kg/hAPC, urinary output2131 ± 850 ml vs 1035 ± 652 mlSimilar incidence of complications in the two groupsArslantas MK[74] 2015139LS6.6 ± 3.6 ml/kg/h4.6 ± 2.3 ml/kg/hPPCsAhn HJ[72] 20161’442LS, Oeso4.8 ± 1.8 ml/kg/h4.8 ± 2.0 ml/kg/hAKIIntraoperative IV HES = RF if preop renal dysfunctionAKIOR 7.6 (95%CI 1.5-58)Oh TK[70] 20202’412LSCumulative 24 h positive fluid balanceUnplanned hospital re-admission (8.3%)OR 2.42 (95%CI 1.2-4.9)Wu Y[79] 2019446LSRestrictive 7.9 ± 1.3 ml/kg/h OR 2.2 (95%CI 1.2-4.1)PPC (38%)Liberal > 11.9 ml/kg/h OR 2.6 (95%CI 1.3-5.3)Euvolemia: 9.4 to 11.8 ml/kg/hNo association between IV colloids/ crystalloids & AKIAKIKim HJ[66] 2019287LS8.1 ± 3.8 ml/kg/h5.7 ± 2.3 ml/kg/hALI (2.8%)Jo JY[65] 2019892OesoFluids, kg/h OR 1.48 (95%CI 1.15-1.35)APC (30%)HES/crystalloids ratio, OR 2.12 (95%CI 1.5-3.0)ALI/ARDS (2.9%)Kim JA[67] 20201’031LSRestrictive 2.4 ± 0.8 ml/kg/hr; High 6.9 ± 1.2 ml/kg/hPPCs (10.2%), ALI (5.2%)Intermediate 4.4 ± 0.5 ml/kg/h OR 0.54 (95%CI n.a.)AKI (6.1%)No association between Intermediate rate and AKIOpen in a separate windowALI/ARDS: Acute lung injury/acute respiratory distress syndrome; AKI, acute kidney injury; APC, all postoperative complications; CI, confidence interval; CVC, cardio-vascular complications; HES, hydroxyethylstarch; L, lobectomy; LS, lung surgery; P, pneumonectomy; PE, pulmonary edema; PPC, postoperative pulmonary complications; Oeso, oesophagectomy; OR, odds ratioType of fluids Although being more expansive and potentially deleterious (renal and hemostatic effect), colloids offer some advantages in perioperative fluid resuscitation. In conditions of hemorrhagic or septic shock, resuscitation with crystalloids has been shown ineffective to restore the EGL whereas fresh frozen plasma, albumin and to a lesser extent artificial colloids such as hydroxyethylstarch (HES) have demonstrated protective endothelial properties that result in reduced vascular permeability along with enhanced tissue blood flow.[50] As far as the EGL is intact, colloids with their high molecular weight molecules (HES, gelatins or albumin) are almost exclusively distributed into the IVS. In hypovolemic conditions, restoration of circulatory volemia with colloids infusion is achieved faster and requires a smaller volume than with crystalloids. Indeed, by increasing πc, the administration of colloids causes greater volemic expansion and reduce the transcapillary passage of water, compared with crystalloids that diffuse freely in the IS.In contrast with the first generations of high molecular weight HES that were shown to increase bleeding by interference with platelets and coagulation factors (e.g., von Willebrandt factor and fibrinogen), the third generation of HES has a lower-molecular weight (130 kd), a molar substitution ratio of 0.5 and is suspended in a balanced salt solution at a lower concentration (6%) that altogether confer a safer risk profile while keeping the volemic expansion advantage with prolonged IVS persistence and lesser positive fluid balance.[51]Current physiologically-based guidelines recommend to compensate external fluid losses (e.g., sweat, perspiration, urine, digestive secretions, capillary leakage) with IV crystalloids whereas for volume resuscitation and restoration of IVS, clinicians may use either crystalloids or colloids in the majority of patients except those with preexisting renal dysfunction, ongoing septic or acute inflammatory conditions where colloids are contraindicated.[52,53,54]Perioperative IV strategy Whenever the “stressed” circulatory volume is reduced as a result of bleeding or capillary leakage, the rate of IV fluids should be increased whereas the administration vasopressors (or inotropes) should be preferred in case of anesthesia or inflammatory-mediated vasorelaxation (or cardiac depression). Although there is agreement on maintaining a near-normal blood pressure level, scientists and experts advocate two different fluid strategies: 1) a goal-directed hemodynamic therapy (GDHT) to achieve maximal SV, CO or DO2 according to the Frank-Starling relationship between cardiac preload and CO, 2) a restrictive normovolemic therapy (RNT) to maintain “near-zero fluid balance, minimize postoperative weight gain and the risk of lung edema. The GDHT requires a close monitoring of blood flow and tissue oxygen availability whereas RNT relies on direct evaluation of bleeding, other external losses and the severity of tissue trauma. In both approaches, the vasodilatory effects of anesthetic agents and central neuraxial block are reversed with vasopressors, -instead of fluids-, to restore the “stressed” blood volume and improve blood venous return.The application of transesophageal Doppler, continuous noninvasive blood pressure, arterial pressure wave analysis and near-infrared spectroscopy (NIRS) provide useful physiological markers (e.g., SV, CO, PPV, SVV, StO2) to timely adjust fluids and cardiovascular drug therapy to the procedural approach (open vs minimally invasive), the ongoing tissue trauma and the patient's cardiovascular response. In unstable hemodynamic conditions and high-risk procedures, GDHT offers the advantage of a more personalized approach to titrate IV fluids, vasopressors and inotropes whereas in low/moderate risk cases, maximizing CO and achieving supra-normal DO2 values could result in fluid overload.So far, both GDHT and RNT in non-thoracic surgery have shown favorable effects on early postoperative morbidity and hospital length of stay compared with liberal fluid protocols.[55,56] Yet, the impact of GDHT on clinical outcome has been reduced with the implementation of standardized perioperative interventions included in the enhanced recovery after surgery (ERAS) protocols.[57] The 2018 ERAS guidelines for perioperative care in colorectal surgery have focused the indications of GDHT only to high-risk patients, instead to all patients, as stated in the 2012 guidelines.[58] Interestingly, the GDHT algorithms are largely heterogenous[59] and, in studies comparing GDHT and RNT, no significant difference in clinical and functional outcome has been demonstrated so far.[60,61]In thoracic surgery, a single RCT was designed to compare two fixed fluid regimen (2 versus 8 ml/kg/h) in patients undergoing lobectomy via VATS and it showed that a low infusion rate of Ringer's lactate solution at 2 ml/kg/h was not associated with impaired renal function.[62] Over the last 25 years, cohort studies involving thoracic surgical patients suggest a link between the amount IV fluids and the occurrence of postoperative ALI/ARDS, other complications and unplanned re-admission [Table 2].[34,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79] Accordingly, RNT targeting a near-zero fluid balance can be adopted in the majority of cases (low/moderate risk) with utilization of noninvasive monitoring tools to ensure stability of circulatory volume and adequate DO2/VO2 matching (PPV/SVV, SV, NIRS, bioimpedance/bioreactance monitors).[80,81,82] In patients with severe cardio-pulmonary dysfunction and those undergoing complex procedures, more advanced hemodynamic monitoring is preferable with direct measures of arterial pressure, SV, tissue oximetry, extravascular lung water and cardiac filling pressure, (arterial and central venous lines, transesophageal Doppler, TPTD) with application of GDHT algorithms.[83,84] ConclusionsGiven the lack of large and well-designed RCT in the field of thoracic surgery, current hemodynamic protocols are driven by physiological understanding, interpretation of retrospective cohort analysis and expert opinions. In line with the guidelines for enhanced recovery after lung surgery issued by the European Society of Thoracic Surgery,[85] the following strategy could be adopted regarding periopearive fluid management:\n1)To allow oral fluid intake up to two hours before surgery with carbohydrate loading (100 g the evening before, 50 g the day of surgery) with the aim to improve patient well-being (less nausea), avoid dehydration and maintain a metabolically fed state,2)To start the infusion of buffer/balanced salt solution, at a rate of 2-5 ml/kg/h in minimally invasive surgery and 4-8 ml/kg/h during open thoracotomy; additional crystalloids in 2-3:1 ratio (or colloids 1:1 ratio) can be given to compensate blood losses and a loading dose of fluids after anesthesia induction is not deemed necessary if the preoperative fasting period is shortened,[86]3)Vasopressors should be prescribed to counteract the anesthetic-induced vasorelaxation, restore peripheral venous tone and in turn, improve CO; caution should also be exercised at proper patient positioning, with a slight head-down table tilt to enhance blood venous return.4)As heart rate, blood pressure, urinary output and central venous pressure are weak indicators of volume status, estimation of ongoing fluid losses (by the surgeon and anesthesiologist), use of dynamic indices of fluid responsiveness (PPV/SVV) and brain tissue oximetry is indicated in the majority of cases whereas more advanced hemodynamic monitoring (transesophageal Doppler, TPTD, pulmonary arterial catheter) should be considered in high-risk patients and complex procedures (e.g., resection of the trachea, pleural mesothelioma).5)Postoperatively, IV fluids should be limited (0.2-0.5 ml/kg/h hypotonic glucose solution) until oral intake is resumed, the cumulative fluid balance should not exceed 1-1.5 L over the first 24 hours, with a weight gain less than 1-1.5 kg of body weight and diuretic should be prescribed to clear any excess in extracellular water. Administration of inhaled salbutamol may enhance the resolution of lung edema and improve oxygenation by accelerating sodium transport as a result of increased activity of sodium and chloride channels and the ATPase in the alveolar epithelium.87\nAvoidance of hypo/hypervolemia, maintenance of blood pressure and support of adequate DO2/VO2 matching are important goals shared by all anesthesiologists. The perioperative hemodynamic strategy depends on patient's baseline physiological conditions, external fluid losses and variable response to the surgical stress. Ensuring body fluid homeostasis and tissue oxygen delivery can be achieved using RNT in the majority of cases or GDHT in patients with DO2/VO2 mismatch.Over the last three decades, the old paradigm “keep the lungs dry and clean” still holds true and both thoracic surgeons and anesthesiologists still strive for a safer hospital patient journey by implementing individualized protective interventions as included in enhanced recovery protocols.Financial support and sponsorshipNil.Conflicts of interestThere are no conflicts of interest. References1. Chappell D, Jacob M, Hofmann-Kiefer K, Conzen P, Rehm M. A rational approach to perioperative fluid management. Anesthesiology. 2008;109:723–40. [PubMed] [Google Scholar]2. Shires T, Williams J, Brown F. Acute change in extracellular fluids associated with major surgical procedures. Ann Surg. 1961;154:803–10. [PMC free article] [PubMed] [Google Scholar]3. Moore FD. Common patterns of water and electrolyte change in injury, surgery and disease. N Engl J Med. 1958;258:427–32. concl. [PubMed] [Google Scholar]4. Kim Y, Gani F, Spolverato G, Ejaz A, Xu L, Buettner S, et al.  Variation in crystalloid administration: An analysis of 6248 patients undergoing major elective surgery. J Surg Res. 2016;203:368–77. [PubMed] [Google Scholar]5. Odor PM, Bampoe S, Gilhooly D, Creagh-Brown B, Moonesinghe SR. Perioperative interventions for prevention of postoperative pulmonary complications: Systematic review and meta-analysis. BMJ. 2020;368:m540. [PMC free article] [PubMed] [Google Scholar]6. Silversides JA, Major E, Ferguson AJ, Mann EE, McAuley DF, Marshall JC, et al.  Conservative fluid management or deresuscitation for patients with sepsis or acute respiratory distress syndrome following the resuscitation phase of critical illness: A systematic review and meta-analysis. Intensive Care Med. 2017;43:155–70. [PubMed] [Google Scholar]7. Manou-Stathopoulou V, Korbonits M, Ackland GL. Redefining the perioperative stress response: A narrative review. Br J Anaesth. 2019;123:570–83. [PubMed] [Google Scholar]8. Feng S, Yang S, Xiao W, Wang X, Yang K, Wang T. Effects of perioperative goal-directed fluid therapy combined with the application of alpha-1 adrenergic agonists on postoperative outcomes: A systematic review and meta-analysis. BMC Anesthesiol. 2018;18:113. [PMC free article] [PubMed] [Google Scholar]9. Messina A, Pelaia C, Bruni A, Garofalo E, Bonicolini E, Longhini F, et al.  Fluid challenge during anesthesia: A systematic review and meta-analysis. Anesth Analg. 2018;127:1353–64. [PubMed] [Google Scholar]10. Armstrong LE. Assessing hydration status: The elusive gold standard. J Am Coll Nutr. 2007;26(5 Suppl):575S–84S. [PubMed] [Google Scholar]11. Radeva MY, Waschke J. Mind the gap: Mechanisms regulating the endothelial barrier. Acta Physiol (Oxf) 2018:222. doi: 10.1111/apha.12860. Epub 2017 Mar 22. [PubMed] [Google Scholar]12. Hahn RG, Lyons G. The half-life of infusion fluids: An educational review. Eur J Anaesthesiol. 2016;33:475–82. [PMC free article] [PubMed] [Google Scholar]13. Woodcock TE, Woodcock TM. Revised Starling equation and the glycocalyx model of transvascular fluid exchange: An improved paradigm for prescribing intravenous fluid therapy. Br J Anaesth. 2012;108:384–94. [PubMed] [Google Scholar]14. Simmons S, Erfinanda L, Bartz C, Kuebler WM. Novel mechanisms regulating endothelial barrier function in the pulmonary microcirculation. J Physiol. 2019;597:997–1021. [PMC free article] [PubMed] [Google Scholar]15. Huppert LA, Matthay MA. Alveolar fluid clearance in pathologically relevant conditions: In vitro and in vivo models of acute respiratory distress syndrome. Front Immunol. 2017;8:371. [PMC free article] [PubMed] [Google Scholar]16. Weinbaum S, Cancel LM, Fu BM, Tarbell JM. The glycocalyx and its role in vascular physiology and vascular related diseases? Cardiovasc Eng Technol. 2020:1–35. doi: 10.1007/s13239-020-00485-9. Epub ahead of print. [PMC free article] [PubMed] [Google Scholar]17. Zarins CK, Rice CL, Peters RM, Virgilio RW. Lymph and pulmonary response to isobaric reduction in plasma oncotic pressure in baboons. Circ Res. 1978;43:925–30. [PubMed] [Google Scholar]18. Uchimido R, Schmidt EP, Shapiro NI. The glycocalyx: A novel diagnostic and therapeutic target in sepsis. Crit Care. 2019;23:16. [PMC free article] [PubMed] [Google Scholar]19. Sladden TM, Yerkovich S, Grant M, Zhang F, Liu X, Trotter M, et al.  Endothelial glycocalyx shedding predicts donor organ acceptability and is associated with primary graft dysfunction in lung transplant recipients. Transplantation. 2019;103:1277–85. [PubMed] [Google Scholar]20. Potter DR, Jiang J, Damiano ER. The recovery time course of the endothelial cell glycocalyx in vivo and its implications in vitro. Circ Res. 2009;104:1318–25. [PMC free article] [PubMed] [Google Scholar]21. Chappell D, Bruegger D, Potzel J, Jacob M, Brettner F, Vogeser M, et al.  Hypervolemia increases release of atrial natriuretic peptide and shedding of the endothelial glycocalyx. Crit Care. 2014;18:538. [PMC free article] [PubMed] [Google Scholar]22. Miskovic A, Lumb AB. Postoperative pulmonary complications. Br J Anaesth. 2017;118:317–34. [PubMed] [Google Scholar]23. Licker M, Fauconnet P, Villiger Y, Tschopp JM. Acute lung injury and outcomes after thoracic surgery. Curr Opin Anaesthesiol. 2009;22:61–7. [PubMed] [Google Scholar]24. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012;307:2526–33. [PubMed] [Google Scholar]25. Fan E, Brodie D, Slutsky AS. Acute respiratory distress syndrome: Advances in diagnosis and treatment. JAMA. 2018;319:698–710. [PubMed] [Google Scholar]26. Krischer JM, Albert K, Pfaffenroth A, Lopez-Rodriguez E, Ruppert C, Smith BJ, et al.  Mechanical ventilation-induced alterations of intracellular surfactant pool and blood-gas barrier in healthy and pre-injured lungs. Histochem Cell Biol. 2020 doi: 10.1007/s00418-020-01938-x. Online ahead of print. [PMC free article] [PubMed] [Google Scholar]27. Jia X, Malhotra A, Saeed M, Mark RG, Talmor D. Risk factors for ARDS in patients receiving mechanical ventilation for >48 h. Chest. 2008;133:853–61. [PMC free article] [PubMed] [Google Scholar]28. Mangialardi RJ, Martin GS, Bernard GR, Wheeler AP, Christman BW, Dupont WD, et al.  Hypoproteinemia predicts acute respiratory distress syndrome development, weight gain, and death in patients with sepsis. Ibuprofen in Sepsis study group. Crit Care Med. 2000;28:3137–45. [PubMed] [Google Scholar]29. Keddissi JI, Youness HA, Jones KR, Kinasewitz GT. Fluid management in acute respiratory distress syndrome: A narrative review. Can J Respir Ther. 2019;55:1–8. [PMC free article] [PubMed] [Google Scholar]30. Messmer AS, Zingg C, Muller M, Gerber JL, Schefold JC, Pfortmueller CA. Fluid overload and mortality in adult critical care patients-A systematic review and meta-analysis of observational studies. Crit Care Med. 2020;48:1862–70. [PubMed] [Google Scholar]31. Matthay MA, Zemans RL, Zimmerman GA, Arabi YM, Beitler JR, Mercat A, et al.  Acute respiratory distress syndrome. Nat Rev Dis Primers. 2019;5:18. [PMC free article] [PubMed] [Google Scholar]32. Hrenak J, Simko F. Renin-angiotensin system: An important player in the pathogenesis of acute respiratory distress syndrome. Int J Mol Sci. 2020;21:8038. [PMC free article] [PubMed] [Google Scholar]33. Horhat FG, Gundogdu F, David LV, Boia ES, Pirtea L, Horhat R, et al.  Early evaluation and monitoring of critical patients with Acute respiratory distress syndrome (ARDS) using specific genetic polymorphisms. Biochem Genet. 2017;55:204–11. [PubMed] [Google Scholar]34. Licker M, de Perrot M, Spiliopoulos A, Robert J, Diaper J, Chevalley C, et al.  Risk factors for acute lung injury after thoracic surgery for lung cancer. Anesth Analg. 2003;97:1558–65. [PubMed] [Google Scholar]35. Assaad S, Shelley B, Perrino A. Transpulmonary thermodilution: Its role in assessment of lung water and pulmonary edema. J Cardiothorac Vasc Anesth. 2017;31:1471–80. [PubMed] [Google Scholar]36. Karmpaliotis D, Kirtane AJ, Ruisi CP, Polonsky T, Malhotra A, Talmor D, et al.  Diagnostic and prognostic utility of brain natriuretic Peptide in subjects admitted to the ICU with hypoxic respiratory failure due to noncardiogenic and cardiogenic pulmonary edema. Chest. 2007;131:964–71. [PMC free article] [PubMed] [Google Scholar]37. Cagini L, Andolfi M, Becattini C, Ranalli MG, Bartolucci F, Mancuso A, et al.  Bedside sonography assessment of extravascular lung water increase after major pulmonary resection in non-small cell lung cancer patients. J Thorac Dis. 2018;10:4077–84. [PMC free article] [PubMed] [Google Scholar]38. Wallbridge P, Steinfort D, Tay TR, Irving L, Hew M. Diagnostic chest ultrasound for acute respiratory failure. Respir Med. 2018;141:26–36. [PubMed] [Google Scholar]39. Mayr U, Lukas M, Habenicht L, Wiessner J, Heilmaier M, Ulrich J, et al.  B-lines scores derived from lung ultrasound provide accurate prediction of extravascular lung water index: An observational study in critically ill patients. J Intensive Care Med. 2020 885066620967655. doi: 10.1177/0885066620967655. Online ahead of print. [PMC free article] [PubMed] [Google Scholar]40. Kushimoto S, Taira Y, Kitazawa Y, Okuchi K, Sakamoto T, Ishikura H, et al.  The clinical usefulness of extravascular lung water and pulmonary vascular permeability index to diagnose and characterize pulmonary edema: A prospective multicenter study on the quantitative differential diagnostic definition for acute lung injury/acute respiratory distress syndrome. Crit Care. 2012;16:R232. [PMC free article] [PubMed] [Google Scholar]41. Pillinger NL, Kam P. Endothelial glycocalyx: Basic science and clinical implications. Anaesth Intensive Care. 2017;45:295–307. [PubMed] [Google Scholar]42. Wang JB, Guan J, Shen J, Zhou L, Zhang YJ, Si YF, et al.  Insulin increases shedding of syndecan-1 in the serum of patients with type 2 diabetes mellitus. Diabetes Res Clin Pract. 2009;86:83–8. [PubMed] [Google Scholar]43. Maldonado F, Morales D, Gutierrez R, Barahona M, Cerda O, Caceres M. Effect of sevoflurane and propofol on tourniquet-induced endothelial damage: A pilot randomized controlled trial for knee-ligament surgery. BMC Anesthesiol. 2020;20:121. [PMC free article] [PubMed] [Google Scholar]44. Kim HJ, Kim E, Baek SH, Kim HY, Kim JY, Park J, et al.  Sevoflurane did not show better protective effect on endothelial glycocalyx layer compared to propofol during lung resection surgery with one lung ventilation. J Thorac Dis. 2018;10:1468–75. [PMC free article] [PubMed] [Google Scholar]45. Wang J, Wu A, Wu Y. Endothelial glycocalyx layer: A possible therapeutic target for acute lung injury during lung resection. Biomed Res Int. 2017;2017:5969657. [PMC free article] [PubMed] [Google Scholar]46. Ryan J, Bayliffe AI, McAuley DF, Yeung J, Thickett DR, Howells PA, et al.  A nebulised antitumour necrosis factor receptor-1 domain antibody in patients at risk of postoperative lung injury: A randomised, placebo-controlled pilot study. Eur J Anaesthesiol. 2020;37:1014–24. [PMC free article] [PubMed] [Google Scholar]47. Bellamy MC. Wet, dry or something else? Br J Anaesth. 2006;97:755–7. [PubMed] [Google Scholar]48. Batirel HF. Fluid administration during lung resection: What is the optimum? J Thorac Dis. 2019;11:1746–8. [PMC free article] [PubMed] [Google Scholar]49. Evans RG, Naidu B. Does a conservative fluid management strategy in the perioperative management of lung resection patients reduce the risk of acute lung injury? Interact Cardiovasc Thorac Surg. 2012;15:498–504. [PMC free article] [PubMed] [Google Scholar]50. Milford EM, Reade MC. Resuscitation fluid choices to preserve the endothelial glycocalyx. Crit Care. 2019;23:77. [PMC free article] [PubMed] [Google Scholar]51. Joosten A, Coeckelenbergh S, Alexander B, Delaporte A, Cannesson M, Duranteau J, et al.  Hydroxyethyl starch for perioperative goal-directed fluid therapy in 2020: A narrative review. BMC Anesthesiol. 2020;20:209. [PMC free article] [PubMed] [Google Scholar]52. Malbrain M, Langer T, Annane D, Gattinoni L, Elbers P, Hahn RG, et al.  Intravenous fluid therapy in the perioperative and critical care setting: Executive summary of the International fluid academy (IFA) Ann Intensive Care. 2020;10:64. [PMC free article] [PubMed] [Google Scholar]53. NICE guideline. NG180. London: 2020. N.A.: Evidence review for intravenous fluid management strategy: Perioperative care in adults: Evidence review I; pp. 1–93. [Google Scholar]54. Doherty M, Buggy DJ. Intraoperative fluids: How much is too much? Br J Anaesth. 2012;109:69–79. [PubMed] [Google Scholar]55. Dushianthan A, Knight M, Russell P, Grocott MP. Goal-directed haemodynamic therapy (GDHT) in surgical patients: Systematic review and meta-analysis of the impact of GDHT on post-operative pulmonary complications. Perioper Med (Lond) 2020;9:30. [PMC free article] [PubMed] [Google Scholar]56. Shen Y, Cai G, Gong S, Yan J. Perioperative fluid restriction in abdominal surgery: A systematic review and meta-analysis. World J Surg. 2019;43:2747–55. [PubMed] [Google Scholar]57. Joshi GP, Kehlet H. CON: Perioperative goal-directed fluid therapy is an essential element of an enhanced recovery protocol? Anesth Analg. 2016;122:1261–3. [PubMed] [Google Scholar]58. Gustafsson UO, Scott MJ, Hubner M, Nygren J, Demartines N, Francis N, et al.  Guidelines for perioperative care in elective colorectal surgery: Enhanced recovery after surgery (ERAS((R))) society recommendations: 2018. World J Surg. 2019;43:659–95. [PubMed] [Google Scholar]59. Kaufmann T, Clement RP, Scheeren TWL, Saugel B, Keus F, van der Horst ICC. Perioperative goal-directed therapy: A systematic review without meta-analysis. Acta Anaesthesiol Scand. 2018;62:1340–55. [PubMed] [Google Scholar]60. Diaper J, Schiffer E, Barcelos GK, Luise S, Schorer R, Ellenberger C, et al.  Goal-directed hemodynamic therapy versus restrictive normovolemic therapy in major open abdominal surgery: A randomized controlled trial. Surg. 2020 Oct 31;S0039-6060(20)30674-7. Ahead of print. [PubMed] [Google Scholar]61. Wrzosek A, Jakowicka-Wordliczek J, Zajaczkowska R, Serednicki WT, Jankowski M, Bala MM, et al.  Perioperative restrictive versus goal-directed fluid therapy for adults undergoing major non-cardiac surgery. Cochrane Database Syst Rev. 2019;12:CD012767. [PMC free article] [PubMed] [Google Scholar]62. Matot I, Dery E, Bulgov Y, Cohen B, Paz J, Nesher N. Fluid management during video-assisted thoracoscopic surgery for lung resection: A randomized, controlled trial of effects on urinary output and postoperative renal function. J Thorac Cardiovasc Surg. 2013;146:461–466. [PubMed] [Google Scholar]63. Parquin F, Marchal M, Mehiri S, Herve P, Lescot B. Post-pneumonectomy pulmonary edema: Analysis and risk factors. Eur J Cardiothorac Surg. 1996;10:929–32. discussion 933. [PubMed] [Google Scholar]64. Ishikawa S, Griesdale DE, Lohser J. Acute kidney injury after lung resection surgery: Incidence and perioperative risk factors. Anesth Analg. 2012;114:1256–62. [PubMed] [Google Scholar]65. Jo JY, Kim WJ, Choi DK, Kim HR, Lee EH, Choi IC. Effect of restrictive fluid therapy with hydroxyethyl starch during esophagectomy on postoperative outcomes: A retrospective cohort study. BMC Surg. 2019;19:15. [PMC free article] [PubMed] [Google Scholar]66. Kim HJ, Cha SI, Kim CH, Lee J, Cho JY, Lee Y, et al.  Risk factors of postoperative acute lung injury following lobectomy for nonsmall cell lung cancer. Medicine (Baltimore) 2019;98:e15078. [PMC free article] [PubMed] [Google Scholar]67. Kim JA, Ahn HJ, Oh AR, Choi J. Restrictive intraoperative fluid management was associated with higher incidence of composite complications compared to less restrictive strategies in open thoracotomy: A retrospective cohort study. Sci Rep. 2020;10:8449. [PMC free article] [PubMed] [Google Scholar]68. Marret E, Miled F, Bazelly B, El Metaoua S, de Montblanc J, Quesnel C, et al.  Risk and protective factors for major complications after pneumonectomy for lung cancer. Interact Cardiovasc Thorac Surg. 2010;10:936–9. [PubMed] [Google Scholar]69. Moller AM, Pedersen T, Svendsen PE, Engquist A. Perioperative risk factors in elective pneumonectomy: The impact of excess fluid balance. Eur J Anaesthesiol. 2002;19:57–62. [PubMed] [Google Scholar]70. Oh TK, Kim K, Kim JH, Han SH, Hwang JW. Perioperative fluid balance and 30-day unplanned readmission after lung cancer surgery: A retrospective study. J Thorac Dis. 2020;12:3949–58. [PMC free article] [PubMed] [Google Scholar]71. Ruffini E, Parola A, Papalia E, Filosso PL, Mancuso M, Oliaro A, et al.  Frequency and mortality of acute lung injury and acute respiratory distress syndrome after pulmonary resection for bronchogenic carcinoma. Eur J Cardiothorac Surg. 2001;20:30. [PubMed] [Google Scholar]72. Ahn HJ, Kim JA, Lee AR, Yang M, Jung HJ, Heo B. The risk of acute kidney injury from fluid restriction and hydroxyethyl starch in thoracic surgery. Anesth Analg. 2016;122:186–93. [PubMed] [Google Scholar]73. Alam N, Park BJ, Wilton A, Seshan VE, Bains MS, Downey RJ, et al.  Incidence and risk factors for lung injury after lung cancer resection. Ann Thorac Surg. 2007;84:1085–91. discussion 1091. [PubMed] [Google Scholar]74. Arslantas MK, Kara HV, Tuncer BB, Yildizeli B, Yuksel M, Bostanci K, et al.  Effect of the amount of intraoperative fluid administration on postoperative pulmonary complications following anatomic lung resections. J Thorac Cardiovasc Surg. 2015;149:314–20. 321.e1. [PubMed] [Google Scholar]75. Bernard A, Deschamps C, Allen MS, Miller DL, Trastek VF, Jenkins GD, et al.  Pneumonectomy for malignant disease: Factors affecting early morbidity and mortality. J Thorac Cardiovasc Surg. 2001;121:1076–82. [PubMed] [Google Scholar]76. Blank RS, Hucklenbruch C, Gurka KK, Scalzo DC, Wang XQ, Jones DR, et al.  Intraoperative factors and the risk of respiratory complications after pneumonectomy. Ann Thorac Surg. 2011;92:1188–94. [PubMed] [Google Scholar]77. Fernandez-Perez ER, Keegan MT, Brown DR, Hubmayr RD, Gajic O. Intraoperative tidal volume as a risk factor for respiratory failure after pneumonectomy. Anesthesiology. 2006;105:14–8. [PubMed] [Google Scholar]78. Mizuno Y, Iwata H, Shirahashi K, Takamochi K, Oh S, Suzuki K, et al.  The importance of intraoperative fluid balance for the prevention of postoperative acute exacerbation of idiopathic pulmonary fibrosis after pulmonary resection for primary lung cancer. Eur J Cardiothorac Surg. 2012;41:e161–5. [PubMed] [Google Scholar]79. Wu Y, Yang R, Xu J, Rusidanmu A, Zhang X, Hu J. Effects of intraoperative fluid management on postoperative outcomes after lobectomy. Ann Thorac Surg. 2019;107:1663–9. [PubMed] [Google Scholar]80. Diaper J, Ellenberger C, Villiger Y, Robert J, Inan C, Tschopp JM, et al.  Comparison of cardiac output as assessed by transesophageal echo-Doppler and transpulmonary thermodilution in patients undergoing thoracic surgery. J Clin Anesth. 2010;22:97–103. [PubMed] [Google Scholar]81. Lee JH, Jeon Y, Bahk JH, Gil NS, Hong DM, Kim JH, et al.  Pulse pressure variation as a predictor of fluid responsiveness during one-lung ventilation for lung surgery using thoracotomy: Randomised controlled study. Eur J Anaesthesiol. 2011;28:39–44. [PubMed] [Google Scholar]82. Nielsen HB. Systematic review of near-infrared spectroscopy determined cerebral oxygenation during non-cardiac surgery. Front Physiol. 2014;5:93. [PMC free article] [PubMed] [Google Scholar]83. Diaper J, Ellenberger C, Villiger Y, Robert J, Tschopp JM, Licker M. Transoesophageal doppler monitoring for fluid and hemodynamic treatment during lung surgery. J Clin Monit Comput. 2008;22:367–74. [PubMed] [Google Scholar]84. Raphael J, Regali LA, Thiele RH. Hemodynamic monitoring in thoracic surgical patients. Curr Opin Anaesthesiol. 2017;30:7–16. [PubMed] [Google Scholar]85. Batchelor TJP, Rasburn NJ, Abdelnour-Berchtold E, Brunelli A, Cerfolio RJ, Gonzalez M, et al.  Guidelines for enhanced recovery after lung surgery: Recommendations of the Enhanced recovery after surgery (ERAS (R)) society and the European society of thoracic surgeons (ESTS) Eur J Cardiothorac Surg. 2019;55:91–115. [PubMed] [Google Scholar]86. Licker M, Triponez F, Ellenberger C, Karenovics W. Fluid therapy in thoracic surgery: A zero-balance target is always best! Turk J Anaesthesiol Reanim. 2016;44:227–9. [PMC free article] [PubMed] [Google Scholar]87. Licker M, Tschopp JM, Robert J, Frey JG, Diaper J, Ellenberger C. Aerosolized salbutamol accelerates the resolution of pulmonary edema after lung resection. Chest. 2008;133:845–52. [PubMed] [Google Scholar]"}