{"title": "Immunological perspectives on the pathogenesis, diagnosis, prevention and treatment of COVID-19", "pubDate": "2021;2(1):1.", "PMCID": "PMC7815329", "DOI": "10.1186/s43556-020-00015-y", "PMID": "34766001", "abstract": "Coronavirus disease 2019 (COVID-19) is an acute respiratory disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-COV-2). COVID-19 can spread to the entire body and cause multiple organ failure. It is a daunting challenge to control the fast growing worldwide pandemic because effective prevention and treatment strategies are unavailable currently. Generally, the immune response of the human body triggered by viral infection is essential for the elimination of the virus. However, severe COVID-19 patients may manifest dysregulated immune responses, such as lymphopenia, lymphocyte exhaustion, exacerbated antibody response, cytokine release syndrome (CRS), etc. Understanding of these immunological characteristics may help identify better approaches for diagnosis, prognosis and treatment of COVID-19 patients. As specific anti-viral agents are notoriously difficult to develop, strategies for modulating the immune responses by either developing novel vaccines or using immunotherapy hold great promise to improve the management of SARS-CoV-2 infection.", "author": [{"author": "Yanghong Ni", "affiliation": ["Laboratory of Aging Research and Cancer Drug Target, State Key Laboratory of Biotherapy, National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, 610041 China.", "Department of Gynecology and Obstetrics, Development and Related Disease of Women and Children Key Laboratory of Sichuan Province, Key Laboratory of Birth Defects and Related Diseases of Women and Children, Ministry of Education, West China Second Hospital, Sichuan University, Chengdu, 610041 P. R. China."], "href": "/?term=Ni+Y&cauthor_id=34766001"}, {"author": "Aqu Alu", "affiliation": ["Laboratory of Aging Research and Cancer Drug Target, State Key Laboratory of Biotherapy, National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, 610041 China."], "href": "/?term=Alu+A&cauthor_id=34766001"}, {"author": "Hong Lei", "affiliation": ["Laboratory of Aging Research and Cancer Drug Target, State Key Laboratory of Biotherapy, National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, 610041 China."], "href": "/?term=Lei+H&cauthor_id=34766001"}, {"author": "Yang Wang", "affiliation": ["Laboratory of Aging Research and Cancer Drug Target, State Key Laboratory of Biotherapy, National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, 610041 China."], "href": "/?term=Wang+Y&cauthor_id=34766001"}, {"author": "Min Wu", "affiliation": ["Department of Biomedical Sciences, School of Medicine and Health Sciences, University of North Dakota, Grand Forks, ND 58203 USA."], "href": "/?term=Wu+M&cauthor_id=34766001"}, {"author": "Xiawei Wei", "affiliation": ["Laboratory of Aging Research and Cancer Drug Target, State Key Laboratory of Biotherapy, National Clinical Research Center for Geriatrics, West China Hospital, Sichuan University, Chengdu, 610041 China."], "href": "/?term=Wei+X&cauthor_id=34766001"}], "refPMID": ["32015507", "32075877", "32142785", "32031568", "32007143", "32031570", "32273594", "32205856", "24157572", "27840203", "31986264", "32361250", "32125452", "32085846", "32161940", "32217835", "24845462", "32591408", "32344320", "32284614", "32297671", "32296069", "32425950", "32315725", "32345362", "10330283", "26203058", "32265513", "12370360", "32243697", "32335339", "30676822", "32203186", "26205583", "28258695", "32203188", "17041596", "17030951", "32307550", "26443849", "24497027", "32719810", "32196410", "28301543", "27110067", "20168090", "32413330", "32350462", "32194247", "32171076", "32306047", "32737031", "32235945", "32357808", "32209163", "29907163", "32352407", "28466096", "32303591", "30774631", "27076371", "32353251", "32217834", "32249847", "32035018", "15030519", "32301997", "21724991", "22797452", "26658771", "31795299", "32350134", "32283152", "32398875", "32380511", "12538698", "32325025", "27344959", "30995501", "16007097", "30995492", "1411569", "27381687", "27893700", "32359396", "32302401", "29933044", "32416070", "32661059", "32105632", "32238024", "32376546", "32382418", "32251798", "32337590", "32270436", "32358956", "32383183", "32151335", "32215589", "32330291", "32301749", "25908411", "32229605", "32434708", "30587769", "32104917", "32421144", "32504052", "32360743", "32335168", "32335175", "32387968", "32389784", "32355546", "32343415", "32343598", "32426212", "32267220", "32330303", "32221519", "32320064", "32379887", "32405080", "32297828", "32304994", "32376581", "32281668", "32407937", "32376603", "32778225", "32450106", "32702299", "32731258", "32702298", "32931734", "32433465", "32434945", "32690628", "31079849", "32756549", "32722908", "32663912", "32785213", "32249203", "32726802", "32456404", "32132681", "32358227", "32359402", "32401274", "32365353", "32065055", "32245784", "32422645", "32366817", "32454513", "32404477", "32454512", "32425270", "32313207", "15214887", "21248066", "31774950", "26735992", "32243945", "32253318", "32473109", "32492084", "32348485", "32298458", "10510331", "10752522", "32346094", "16425141", "30110637", "17049691", "32092539", "28555385", "32291137", "32234467", "25317870", "23678006", "32327746", "32309622", "32273618", "32234467", "32247642", "32376398", "32385146", "30635033", "24641941", "32499314", "32343968", "32192578", "32305588", "31432172", "31849646", "32275914", "32401715", "32074550", "32034323", "32171740", "32205204", "32459529", "32473139", "32122468", "32043983", "32266987", "32167524", "32464115", "32350393", "32292628"], "citedInPMID": ["34766001", "35126749", "34729244", "34226895"], "body": " AbstractCoronavirus disease 2019 (COVID-19) is an acute respiratory disease caused by severe acute respiratory syndrome coronavirus 2 (SARS-COV-2). COVID-19 can spread to the entire body and cause multiple organ failure. It is a daunting challenge to control the fast growing worldwide pandemic because effective prevention and treatment strategies are unavailable currently. Generally, the immune response of the human body triggered by viral infection is essential for the elimination of the virus. However, severe COVID-19 patients may manifest dysregulated immune responses, such as lymphopenia, lymphocyte exhaustion, exacerbated antibody response, cytokine release syndrome (CRS), etc. Understanding of these immunological characteristics may help identify better approaches for diagnosis, prognosis and treatment of COVID-19 patients. As specific anti-viral agents are notoriously difficult to develop, strategies for modulating the immune responses by either developing novel vaccines or using immunotherapy hold great promise to improve the management of SARS-CoV-2 infection.Keywords: COVID-19, Immunity, Pathogenesis, Diagnosis, Immunotherapy, Vaccine IntroductionAs of 29 October 2020, data from the World Health Organization (WHO) reported that Coronavirus disease 2019 (COVID-19) has overspread to 219 countries with 44,002,003 confirmed cases and 1,167,988 deaths [1]. Within months of occurrence, we have had better knowledge of this novel coronavirus, named as the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) due to its high sequence homology (94.4%) in the seven conserved replicase domains in ORF1ab to SARS-CoV-1 or SARS-CoV. Entry of SARS-CoV-2 into host cells is mediated by angiotensin converting enzyme II (ACE2), just as SARS-CoV [2]. However, the infectivity and clinical features of COVID-19 are distinct from SARS-CoV-1. SARS-CoV-2 binds to ACE2 receptor with 10-20 folds higher affinity than that of SARS-CoV-1, which facilitates the transmission of SARS-CoV-2 from human to human [3]. At present, the transmission routes have been recognized through droplet/aerosol transmission and contact transmission. Meanwhile, it is recently reported that in patients with abdominal symptoms, SARS-CoV-2 can also be detected in stool samples, suggesting a potential route of fecal-oral transmission [4]. The most common clinical manifestations of COVID-19 include fever, fatigue and dry cough, with some patients presenting atypical abdominal symptoms, such as diarrhea and nausea. Severe complications, e.g. acute respiratory distress syndrome (ARDS), shock, multiple organ failure (MDR) and death are more often in older patients with basic diseases including diabetes, hypertension and cardiovascular disease [5–7]. Supportive treatment designed for each individual and oxygen therapy are the main strategies recommended by clinical treatment protocols, with mechanical ventilation applied to patients with respiratory failure. No specific antiviral drug has been approved for COVID-19 therapy despite of the active ongoing clinical trials [8]. Despite only a few months since the first report, we have witnessed rapid advance in understanding of the immune response and regulation with COVID-19 patients. Herein, we review the immunological factors connected to SARS-COV-2 pathogenesis, as well as their implications in diagnosis, prevention, and treatment of COVID-19. Underlying immunological pathogenesis of COVID-19The infectious stage of SARS-CoV-2 can be divided into three parts: 1) incubation period without symptoms; 2) non-severe symptomatic period; 3) severe symptomatic period with complications like ARDS, arrhythmia and death [9]. During the incubation and non-severe disease situations, a rapid and well-coordinated immune response is required to clear virus, preclude disease deterioration and promote recovery. However, the protective immune response is seriously impaired in patients of severe stages, causing excessive inflammation which contributes to the occurrence of fatal complications and poor prognosis [9, 10].SARS-CoV-2 can induce alterations in the numbers and functions of both innate and adaptive immune cells, especially in severe patients. The most significant phenomenon is lymphopenia and T cell exhaustion. Increase of white blood cell, especially of neutrophils, also frequently occurs in COVID-19 patients. In addition, antibody response, mainly IgG, IgM and IgA, plays an important role in the protection of human body against the virus. Viral infection triggers the elevation of numerous pro-inflammatory cytokines which forms cytokine release syndrome (CRS), a systemic inflammatory disorder underlying the mechanism of ARDS in COVID-19 pneumonia and contributing to infection-related deaths.Immune cell responsesReduction in lymphocyte count Similar to SARS-CoV-1 [11], an absolute reduction in the lymphocyte count was observed in most cases. It is reported that 63.0%-82.1% of COVID-19 patients showed decreased circulating lymphocytes in their clinical course, including up to 84.6% of severe and 44.4% of mild patients [7, 12, 13] (Fig. ​(Fig.1).1). Non-survivors showed markedly reduced lymphocyte count, suggesting the existence of immune deficiency against viral infection in COVID-19 [7, 14]. Lymphopenia (lymphocyte count <1.0 × 109/L) is a common feature of patients with severe COVID-19, although not obvious in mild cases [12, 15–17]. The significantly decreased circulating lymphocytes included T cells, sometimes B cells and natural killer (NK) cells, which was more obvious in severe patients [16]. The decrease of T cells and NK cells went beyond the normal level while B cells kept in the normal range. Some severe patients even exhibited an increased percentage of B cells, probably resulting from the sharp loss of T lymphocytes [18]. These results indicated that T cell-mediated acquired immunity was preferentially damaged than B cells during SARS-CoV-2 infection. It is probably because that T cell-mediated cellular immune response is essential for direct virus eradication after virus infection whilst B cell functions in producing antibodies that neutralize virus [19]. Further analysis demonstrated that CD4+ and CD8+ T cells predominated these decreased lymphocytes [13]. As for CD4+ helper T (Th) cells, an increased percentage of naïve Th cells but a decreased memory Th cells were observed in severe cases. Regarding CD8+ T cells, a decreased percentage of cytotoxic CD8+ T cells (CTLs) was observed, although no difference was found in HLA-DR+ activated T cells [16]. In COVID-19 patients with ARDS, peripheral blood CD8:CD4 ratio was decreased compared to healthy controls, which may be a result of CD8+ T cell migrating to the respiratory tract [20]. COVID-19 patients also presented reduced level of regulatory T (Treg) cells including naïve Treg cells and induced Treg cells, particularly for severe cases [16, 18].\nOpen in a separate windowFig. 1Immune responses of lymphocytes to SARS-CoV-2 infection. Lymphopenia and lymphocyte exhaustion are two important characteristics of SARS-CoV-2 infection, which are aggravated in severe patients of COVID-19 compared to milder cases. Lymphopenia may result from dysregulated cytokine release (including IFN-γ, IL-6, IL-10, TNF-α), administration of immunosuppressive drugs or glucocorticoids, impairment of lymphatic organs (i.e. spleen and thymus), and co-infection with HIV. TNF-α leads to lymphopenia by inducing cell apoptosis. Increased level of IL-10, virus-induced dendritic cell dysfunction and down-regulated differentially expressed genes (DEGs) involved in T cell activation are major causes of T cell exhaustion in COVID-19 patients. Lymphocyte exhaustion is featured by increased expression of exhaustion markers including PD-1, CTLA-4, NKG2A, TIGIT and Tim-3. WBC and neutrophils are continuously increased after SARS-CoV-2 infection while monocytes, eosinophils, and basophils could be decreased.As a key feature of SARS-CoV-2 infection, lymphopenia is closely related to disease severity and mortality. In non-severe patients, the numbers of all lymphocyte subsets were normal and increased gradually during the treatment, which remained higher than the level in severe patients [21]. Activated CD8+ T cells in response to mild SARS-CoV-2 infection were observed to produce a large amount of granzymes A and B and perforin prior to patient recovery [22]. However, compared to mild patients, severe group showed a significant reduction of CD4+ and CD8+ T lymphocytes below normal values and lower survival rates [23]. In a retrospective study in 522 COVID-19 patients, a sharper reduction of T cells (including total T cells, CD4+ and CD8+ T cells) occurred in patients requiring intensive care unit (ICU) care vs. non-ICU patients [18]. A sustained decrease of lymphocytes was observed in severe patients and reached the lowest count at 4 to 6 days after disease onset [13]. Dead patients in the severe group showed a continuous fall of T lymphocytes number until death [21].A drop in lymphocyte count could be a powerful predictor of disease progression and deterioration. Recently, Li et al. established a Time-Lymphocyte % model to classify disease and predict prognosis of COVID-19 on the basis of lymphocyte count at different time points of the disease [24]. When the numbers of CD3+, CD4+, CD8+ cells dropped below 900, 500 and 300 cells/μL respectively, people became susceptible to SARS-CoV-2 infection [25]. T cells decreased continuously as the disease progressed from prodromal to overtly symptomatic stages [26]. The numbers of CD3+ T cells (area under curve (AUC) =0.980), CD4+ T cells (AUC=0.972), and CD8+ T cells (AUC=0.933) provided a diagnostic value by identifying severe COVID-19 patients with high sensitivity and specificity, of whom the cut-off values were 575, 392, 214 cells/μL, respectively [21]. 800 cells/μL of total T cell count was regarded as a threshold for urgent intervention to non-ICU patients so as to avoid further deterioration regardless of absence in severe symptoms [26]. 559, 235, 104, 85 and 82 cells/μL of total lymphocytes, CD3+ T cells, CD4+ T cells, CD8+ T cells, and B cells respectively, were the warning values for in-hospital death of SARS-CoV-2 infection [27].On the contrary, a return in lymphocyte count was essential for recovery and predicted favorable prognosis. In patients recovered from severe disease, the lymphocytes that reached its nadir within the first week would gradually return at the second week (about 15 days after treatment), increase to the approximate levels of the mild cases at the third week and become normal around 25 days after treatment [13, 21, 28]. The timeline between the recovery of lymphocyte count and the improvement of clinical course was almost concurrently. But the tendency cannot be observed in B cells and NK cells both in the dead and improved subgroups of severe patients [21]. A case report reported an increase in circulating antibody-secreting cells, follicular Th cells, CD4+ and CD8+ T cells before symptom resolution which persisted for at least 7 days after recovery, suggesting the activation of substantial anti-viral immunity in recovered patients [29]. The dynamic changes in lymphocyte number further proved the impaired cellular immunity in COVID-19 patients, which was more obvious in severe infections. Therefore, attempting to increase the number of peripheral lymphocytes may be effective in saving patients’ lives.Up to date, it remains uncertain how SARS-CoV-2 infection induces lymphopenia. SARS-CoV-2 enters cells using ACE2 that is widely expressed on cardiopulmonary tissues and certain hematopoietic cells like monocytes and macrophages [2, 30]. Owing to low expression of ACE2 on T cell surface [2], direct viral attack of T cells via ACE2 receptor can hardly explain the occurrence of lymphopenia. Some researchers hypothesized that the entry of SARS-CoV-2 may be mediated by other receptors like CD147 on T cells [2, 31, 32]. Nevertheless, SARS-CoV-2 cannot replicate in T cells like MERS-CoV [33]. Additionally, since these results were not derived from primary T cell experiments, whether lymphopenia was caused by direct invasion of SARS-CoV-2 requires further evidence [34]. Other speculations concerning the underlying mechanisms of lymphopenia in COVID-19 were discussed as follows.First, the reduction in lymphocyte count may be attributed to increased cell apoptosis. Investigators discovered a negative correlation between T cell numbers and the concentration of cytokines including interleukin-6 (IL-6), IL-10, interferon-γ (IFN-γ), and tumor necrosis factor-α (TNF-α) in COVID-19 patients [26, 27]. Highly dysregulated cytokine release might promote T lymphocyte apoptosis by activating extrinsic and intrinsic apoptosis pathways during SARS-CoV-2 infection [33]. It has been confirmed that TNF-α and IL-6 are important inducers of cell apoptosis [35]. TNF-α, particularly, can trigger T cell apoptosis by binding to its receptor, TNF receptor 1, whose expression is increased in aged T cells [33, 35]. Second, administration of glucocorticoids or immunosuppressive drugs to severe COVID-19 patients during hospitalization may promote lymphocyte depletion [15, 18]. Glucocorticoids can promote T lymphocyte loss, inhibit immune responses and delay viral clearance, accounting for the impaired T cell responses in COVID-19 patients treated with glucocorticoids [21, 36]. Two post-transplant cases of COVID-19 showed extremely low T cell counts and ended up with death even with terminated immunosuppressive agents at the moment of diagnosis [37]. The pre-existed immunosuppression might promote the immune deficiency caused by SARS-CoV-2 and deteriorate the outcome. Last, the occurrence of lymphopenia might also involve the impairment of lymphatic organs (thymus and spleen) and inhibition of metabolic molecules on lymphocytes like hyperlactic acidemia as a result of metabolic disorders [24]. It is noteworthy that coinfection with other pathogens can also interfere with the immune system and cause a synergistic damage effect. Coinfection of SARS-CoV-2 and HIV (a viral “killer” of CD4+ T cells) prolonged the clinical course of SARS-CoV-2 to more than 2 months. Not until two months after symptom onset was serum SARS-CoV-2-specific IgM detectable [38].Lymphocyte exhaustion Apart from reduction in cell number, the remaining lymphocytes in COVID-19 patients were functionally exhausted. Exhausted lymphocytes are a type of dysfunctional cells hallmarked by poor effector functions, increased and persistent expression of inhibitory signals, poor memory recall compared to their normal counterparts (functional effector or memory cells) [39]. The odds of multifunctional and non-functional T cells were observed to experience a significant decrease in severe patients of COVID-19, compared to healthy controls and mild patients [40]. The surviving T cells after infection expressed high levels of programmed death-1 (PD-1) and Tim-3, which were both markers of exhaustion and increased as the disease progressed [26, 41]. Severe patients exhibited higher frequency of exhausted CD8+ T cells that express PD-1, cytotoxic T lymphocyte antigen 4 (CTLA-4) and TIGIT (a novel immune checkpoint receptor [42]), indicating the serious damage of cellular immune response in these cases [40]. Another exhaustion marker, NKG2A, was observed to be overexpressed on CTLs and NK cells in COVID-19 patients, accompanied by decrease in their numbers. Exhausted NK cells and CTLs are defective in producing CD107a, IFN-γ, IL-2, granzyme B, and TNF-α [43]. It is noteworthy that in convalescent and recovered patients, exhaustion markers started to return to normal level, restoring the functions of CTLs and NK cells [8, 43]. These alterations suggested that T cell exhaustion-mediated immune deficiency significantly promoted disease progression.How does lymphocytes become functionally exhausted after SARS-CoV-2 infection? It is speculated that IL-10 is an important factor [26]. An increase in the concentration of IL-10 in COVID-19 patients has been demonstrated in an array of studies [12, 13]. IL-10 is an inhibitory cytokine that suppresses cellular immune response by inhibiting proliferation and inducing exhaustion, especially in T cells. Blockade of IL-10 signaling with genetic removal or neutralizing antibody could successfully prevent T cell exhaustion and eliminate persistent viral infection in animal models [44, 45]. In addition, T cell exhaustion may result from defective activation. It is observed that in severe cases of COVID-19, differentially expressed genes (DEGs) involved in T cell activation and differentiation were downregulated, leading to T cell inactivation and damaged inflammatory response [46]. Among the DEGs, MAP2K7 and SOS1 were then upregulated after initial treatment, which can mediate T cell activation via activation of JNK pathway and ERK pathway, respectively [46–48]. SARS-CoV-2 infection-induced dendritic cell dysfunction also lead to defective activation of T cells [33, 43].Since an increased expression of PD-1, CTLA-4, TIGIT, NKG2A and Tim-3 was responsible for lymphocyte exhaustion, downregulation or inhibition of these molecular biomarkers may hopefully reverse the functional exhaustion of anti-viral lymphocytes during SARS-CoV-2 infection and promote virus clearance at an early stage.Other immune cells SARS-CoV-2 can also affect the counts of many other immune cells, including white blood cells (WBC), leukocytes, monocytes, eosinophils, basophils etc. [12, 16] The numbers of monocytes, eosinophils (eosinopenia), and basophils could be decreased [16] or close to normal ranges [13]. However, in most cases, WBC and neutrophils were continuously increased after SARS-CoV-2 infection [7, 14, 21, 49]. Additionally, severe cases exhibited much higher counts of both WBC and neutrophils (leukocytosis) than those of moderate cases [16, 18, 50]. The numbers of WBC and neutrophils may be higher in severe group at the onset (within 3 days) but returned to the comparable level of mild cases at later phrases of disease progression [13]. The exceedingly heightened neutrophilia was responsible for viral invasion-induced CRS, leading to devastating sequelae [7, 51].Neutrophil-to-lymphocyte ratio (NLR), with its counterpart neutrophil-to-CD8+ T cell ratio (N8R), is a notable marker of infection and systemic inflammation, which has been widely studied as a predictor for infectious pneumonia [52, 53]. Increase in NLR and N8R was frequently present in COVID-19 patients, which was usually associated with higher disease severity and poor clinical outcome [7, 16, 49, 51]. Patients with high levels of NLR showed elevated pro-inflammatory cytokines including IL-2, IL-6 and IL-10 in comparison with low NLR patients [49]. NLR and N8R were powerful prognostic factors for prognosis of severe COVID-19, with AUC of 0.93 and 0.94 respectively [13]. Therefore, supervision of NLR and lymphocytes is useful for early screening and diagnosis, as well as identification of severe cases and improved management of COVID-19 patients.Antibody responsesAmong SARS-CoV-2 infection, humoral immune response was evoked by producing neutralizing antibodies (NAbs) that could block the receptor binding-mediated viral entry into host cells. The Spike (S) protein, including its S1, S2 and receptor binding domain (RBD) regions, is highly immunogenic and can serve as a target of many NAbs [54, 55]. Nucleocapsid (N) protein-specific antibody response was also observed in the sera of COVID-19 patients but showed no neutralizing activity [55, 56]. These antibodies cannot cross-neutralize SARS-CoV-1, suggesting the diverse epitopes and immunogenicity between these two viruses [55, 57]. An elevation was observed in the numbers of activated CD4+ cells, antibody-secreting cells, as well as IgM and IgG titers in the blood of mild COVID-19 patients which persisted for at least 7 days after recovery [22, 29]. CD4+ T cells facilitated the generation of virus-specific antibody by activating B cells [18]. Plasma cells were dramatically activated in the bronchoalveolar lavage specimen of a COVID-19 patient requiring extracorporeal membrane oxygenation [58]. Older age was considered as a predictor for poor prognosis [59], but recovered older patients in a cohort study of 175 COVID-19 cases showed a higher S protein-specific NAb level and activity than the younger ones. The decrease in lymphocyte count in elderly patients was negatively correlated to NAb titers [18]. Therefore, there may be an adaptive enhancement of humoral response for compensation of the impaired cellular response, in order to help the older clear the virus effectively and recover from the disease.IgM, IgG and IgA are major antibody types showing a steady increase and strong activity, while IgG1 and IgG3 dominate the IgG subtypes [2, 22, 56, 60–62]. Seroconversion of S-protein specific IgG and IgM was reported to occur by day 7 to 19 after symptom onset [57, 63]. The median time for detection of various antibodies for SARS-CoV-2 was about 1 to 2 weeks [64]. Up to 100% of patients were tested positive for IgG and approximately 94.1% for IgM [57]. Of note, titers of NAbs in COVID-19 patients, including the convalescent, were widely variable, ranging from undetectable (<30) to 21567 [55–57, 65]. IgM presented a decrease in 2 to 3 weeks after clinical symptoms onset [2, 57]. In the follow-up of discharged patients, IgG levels were much higher than IgM, suggesting the long term (at least for two weeks after discharge) immunity against viral infection by producing IgG antibodies [56]. Therefore, IgM antibodies provided protective immunity against SARS-CoV-2 at the early stage whereas IgG antibodies were the main components of enduring immunity.The complement system also contributed to prognosis of COVID-19 pneumonia. Severe patients had higher concentration of complement C3 than non-severe group [16, 21]. Inhibition of complement C3 may alleviate the proinflammation response and acute lung injury, providing an alternative treatment strategy for SARS-CoV-2 infection [21]. Complement C3 inhibitor (AMY-101, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04395456\",\"term_id\":\"NCT04395456\"}}NCT04395456) and complement C5 inhibitor (Zilucoplan, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04382755\",\"term_id\":\"NCT04382755\"}}NCT04382755; Eculizumab, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04288713\",\"term_id\":\"NCT04288713\"}}NCT04288713, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04355494\",\"term_id\":\"NCT04355494\"}}NCT04355494) are currently under clinical trials to evaluate their efficacy in the management of COVID-19 patients, particularly those with ARDS.Cytokine release syndromeAccumulating evidence indicated that a subgroup of severe COVID-19 patients underwent CRS, which is a systemic inflammatory disorder induced by cytokine storm (Fig. ​(Fig.2).2). It is characterized by the elevation in serum levels of multiple pro-inflammatory cytokines including IL-6, IL-8, IL-10, IFN-γ, TNF-α, granulocyte-colony stimulating factor (G-CSF) etc. [66, 67] In SARS-CoV and MERS-CoV, CRS was discovered to be the major cause of fatality, probably by inducing ARDS and secondary hemophagocytic lymphohistiocytosis (sHLH) [68, 69]. sHLH is hallmarked by CRS and multiorgan failure with high concentrations of ferritin and additional cytokines such as IL-18, IFN-γ inducible protein 10 (IP10), monocyte chemoattractant protein 1 (MCP1), and macrophage inflammatory protein 1β (MIP1β) [70, 71]. In most severe COVID-19 patients, an excessive production of various inflammatory cytokines and chemokines were observed, including IL-1β, IL-2, IL-4, IL-6, IL-7, IL-8, IL-9, IL-10, IL-17, TNF-α, IFN-γ, IP10, MIP1α, MCP1, MCP3, G-CSF and granulocyte-macrophage colony-stimulating factor (GM-CSF) [8, 12–14, 16, 18, 26, 72–75]. Unlike SARS-CoV-1 infection [76], SARS-CoV-2 infection increased secretion of both Th1 (e.g. IFN-γ, IP10, and MCP1) and Th2 cell cytokines (e.g. IL-4 and IL-10) [12].\nOpen in a separate windowFig. 2Cytokine release syndrome in COVID-19 and relevant therapeutic options. CRS is commonly observed in severe COVID-19 patients involving an excessive production of various inflammatory cytokines. SARS-CoV-2 infection initiated increased secretion of both Th1 cell cytokines (IL-2, IFN-γ, TNF-α) and Th2 cell cytokines (IL-4, IL-5, IL-9, IL-10, IL-13). CD8+ T cells may predominantly produce IFN-γ. Activation of macrophages and neutrophils may also account for the generation of multiple cytokines, such as IL-6, IL-1, IL-10, TNF-α, etc. among which IL-6 is the predominant component in causing CRS. IL-6 can induce CRS through three different signaling pathways: classic signaling, trans-signaling and IL-6 trans-presentation. Three pathways all function with the formation of a hexameric complex including IL-6R (both mIL-6R and sIL-6R) and gp130, leading to the activation of downstream intracellular JAK- MAPK and JAK- STAT3 signaling pathways. Later on, cells expressing mIL-6R including monocytes, macrophages, etc. and endothelial cells that do not express mIL-6R are overactivated to accelerate secretion of cytokines, which cause increased viral load, CRP and permeabilization with subsequent ARDS, sHLH and multiple-organ failure. Apart from IL-6, IL-1 may also drive the occurrence of ARDS in COVID-19 patients by inducing HAS2. To ameliorate CRS, we can use inhibitors of multiple cytokines including chloroquine and corticosteroids, or use specific inhibitors targeting IL-6, IL-6R, IL-1, JAK and IFN-γ. mIL-6R: membrane IL-6 receptor; sIL-6R: soluble IL-6 receptor; DC: dendritic cell; HAS2: hyaluronan-synthase-2; IVIG: intravenous immunoglobulin; MSCs: mesenchymal stem cells.Increased inflammatory factors contributed to disease deterioration, which makes CRS a critical indicator of disease severity in COVID-19 pneumonia. Severe patients possess higher plasma levels of these cytokines than the moderate. It is reported that IL-6 in critically ill patients was almost 10 times higher than other patients [77]. And elevated IL-6 concentration was closely related to the identification of detectable serum SARS-CoV-2 viral load (RNAemia, R=0.902) which can only be detected in critically ill patients [77]. The elevation of IL-6, IL-10, IFN-γ, and TNF-α levels may be the reason for profound T cell loss, making lymphopenia another hallmark of serious illness [12, 13, 18]. Besides, severe patients presented more significant fluctuations in the serum concentrations of these cytokines than the mild group. Cytokine levels of severe cases peaked on 3 to 6 days after disease onset which is the moment that T cells dropped to its lowest number, whereas IL-6 and IL-10 levels presented sustained elevations. In patients recovered from the severe disease group, a gradual decline of IL-2, IL-4, IL-6, IL-10, IFN-γ and TNF-α concentrations in the serum was observed, synchronizing with a steady increase in lymphocyte count [13]. Therefore, monitoring the changes in cytokine levels can help predict a deterioration or improvement of the disease.These increased cytokines induced vascular hyperpermeability, pulmonary inflammation, extensive lung damage and multiorgan failure in COVID-19 [12, 72]. Nonspecific inflammatory cell infiltration and local excessive cytokine generation account for the pulmonary and interstitial tissue damage of ARDS [78, 79]. Increased vascular endothelial growth factor (VEGF) secretion and reduced E-cadherin expression triggered by IL-6 participated in the vascular permeability and leakage, contributing to pulmonary dysfunction of ARDS [69]. Postmortem examination of non-survivors showed desquamation of pneumocytes, pulmonary edema, hyaline membrane formation, as well as interstitial infiltration of mononuclear inflammatory lymphocytes, similar to SARS, and MERS [15]. Of note, CRS in SARS-CoV-2 infection also had an impact on neuroendocrine system to release glucocorticoids or other peptides, damaging the immune system [8]. These results indicated that CRS-induced ARDS and sHLH existed in the severe stage of SARS-CoV-2 infection. Since ARDS and extrapulmonary multiple-organ failure were the decisive factors for disease exacerbation and major cause of death, a better understanding of the underlying mechanisms of CRS could hopefully guide the exploration of strategies to terminate the pathological process.The cellular sources and underlying mechanisms of CRS in COVID-19 have not been fully clarified yet. Previous studies demonstrated that T cells, macrophages and monocytes are the main sources [80, 81]. Despite the observed lymphopenia in most severe cases, some studies indicated that overactivation of T cells occurred in COVID-19 patients before the initiation of lymphocyte reduction and exhaustion [15]. Therefore, it is speculated that in the early stage of SARS-CoV-2 infection, overactivated lymphocytes may produce tremendous amount of cytokines [82] which can in turn inhibit lymphocytes themselves. CD8+ T cells predominantly produced IFN-γ, while CD4+ T cells secreted typical Th1 (IL-2, IFN-γ, TNF-α) and Th2 (IL-4, IL-5, IL-9, IL-10, IL-13) cytokines [12, 20, 83]. But IL-6 was not originated from T cells [20]. Macrophage and neutrophil activation in COVID-19 also contributed to the excessive cytokine release [9, 16]. Single cell RNA sequencing of bronchoalveolar immune cells from COVID-19 patients showed that pro-inflammatory macrophages were abundant in the bronchoalveolar lavage fluid from severe patients, contributing to higher levels of inflammatory cytokines [84]. By infecting transgenic mice that express human ACE2 with SARS-CoV-2, researchers found that the alveolar interstitium became infiltrated with numerous macrophages and lymphocytes. Plenty of macrophages also accumulated in alveolar cavities [85] Most of the immune cells were able to produce IL-10 which could induce immune suppression and prevent the release of various cytokines by different cells [86]. These results indicated that macrophages, lymphocytes and neutrophils all contributed to the secretion of excessive cytokines after SARS-CoV-2 infection.Viral infection induced CRS by activating NF-κB pathway through pattern recognition receptors and angiotensin 2 (AngII)-angiotensin receptor type 1 (AT1R) axis [87]. Hyperactivation of NF-κB pathway promoted the production of numerous pro-inflammatory cytokines, including IL-6 [88]. Signal transducer and activator of transcription 3 (STAT3) is necessary for full activation of the NF-κB pathway while IL-6 is the main trigger of STAT3 activation [89]. Contrarily, ACE2 is an important membrane protein and inactivator of AngII. In SARS-CoV infection, ACE2 expressed on the surface of target cells was occupied by the virus and endocytosed, leading to a reduction of ACE2 and ensuing increase of serum AngII [90]. However, direct proof on the existence of NF-κB pathway and AngII- AT1R axis in SARS-CoV-2 is still insufficient. Activation of coagulation pathways during the immune response may also promote the occurrence of CRS, as D-dimer was found to be abnormally high in severe COVID-19 pneumonia [8, 72].IL-6 is the most important leading cause of CRS among all these increased cytokines [66, 82]. IL-6 is a multifunctional cytokine that is essential for immunity, tissue regeneration, and metabolism. Proper amount of IL-6 protect individuals against pathogen infection and tissue injury, whereas excessive IL-6 production results in pathological disorders [91]. IL-6 binds to its receptor IL-6R to trigger its signaling cascades, involving the activation of a signal transducer, gp130 [92]. Three IL-6 signaling pathways have been determined: classic signaling, trans-signaling, and IL-6 trans-presentation. In classic signaling, IL-6 binds to trans-membrane IL-6R (mIL-6R) and gp130 on IL-6R-expressed cells like hepatocytes, monocytes, and lymphocytes, leading to pleiotropic effects on multiple immune cells including B cells, T cells, NK cells, macrophages and neutrophils. In trans-signaling, IL-6 binds to soluble IL-6R (sIL-6R), forming an IL-6-sIL-6R complex which then binds to membrane-bound gp130 on IL-6R deficient cells such as endothelial cells, evoking enhanced secretion of additional IL-6, MCP1, VEGF and reduced expression of E-cadherin. In trans-presentation, IL-6-mIL-6R complex was presented by specialized dendritic cells on their membrane to Th17 cells expressing gp130, which explained how excessive IL-6 induced overactivation of Th17 cells in COVID-19 patients. These pathways all function with the formation of a hexameric complex including gp130, which leads to the activation of downstream intracellular the Janus kinase (JAK)-mitogen-activated protein (MAP) kinase (MAPK) and JAK- STAT3 signaling pathways [15, 91, 93, 94].The expression of most inflammatory cytokines was observed to peak after respiratory function nadir, apart from the expression of IL-1 and IL-1R, indicating that IL-1 signaling pathway may drive the pathogenesis of COVID-19 at the early stage [95]. Moreover, it is speculated that neutrophil extracellular traps (NETs)-IL-1β loop was activated in severe COVID-19 patients, amplifying the generation of NETs and IL-1β that accelerated the progress of CRS [96]. IL-1 and TNF were strong inducers of hyaluronan-synthase-2, an important factor for the pathological changes of ARDS and a potential cause of COVID-19 fatality [9, 97]. Hence, IL-1 was another important inducer of the pathological manifestations in COVID-19. Inhibiting IL-1 pathway could potentially help control CRS and prevent the respiratory dysfunction.In contrast, type-I IFN (IFN-I, including IFN-α and β) and type-III IFN (IFN-III) activity were significantly impaired in severe COVID-19 patients. IFN-I and IFN-III are critical for antiviral immunity. However, SARS-CoV-2 infection drove a reduced antiviral transcriptional response including IFN-I and IFN-III, followed by downregulated IFN-stimulated genes (ISGs) [98, 99]. Plasma levels of both mRNA and protein of IFN-α2 and IFN-β, as well as their activity were lower in COVID-19 patients, causing increased plasma viral load in severe cases [99]. It has been proven that SARS-CoV-2 was substantially attenuated in the context of IFN-I pretreatment [100]. Addition of IFN-I post-infection dramatically inhibited virus replication in vitro [98, 100] and increased ISGs score basing on mean expression of six ISGs defining a IFN-I signature [99]. These data indicated that SARS-CoV-2 infection didn’t affect the susceptibility to IFN-I, making IFN-I supplement a promising therapy.We can conclude that dysregulated immunity at least plays an irreplaceable role in the pathogenesis of SARS-CoV-2 infection. If the immune response in incubation period and non-severe stage is effective, the host can efficiently eradicate the virus and recover from the infection. However, patients with impaired immunity mainly characterized by lymphopenia, lymphocyte exhaustion, increased NLR and CRS are more prone to develop into severe stage. It was reported that the mortality of severe COVID-19 patients was 61.5% [101]. Therefore, early diagnosis and intervention of underlying severe patients are necessary to reduce the mortality. For effective management of SARS-CoV-2 infection, we are supposed to boost immunity in non-severe patients but inhibit the hyperinflammation in severe ones. Immunological diagnosis of COVID-19At present, viral nucleic acid detection of SARS-CoV-2 has been considered to be the gold-standard in diagnosis. However, it has limitations that inappropriate collection, storage, and transportation of samples as well as the improper method of real time reverse transcriptase quantitative polymerase chain reaction (RT-qPCR) may lead to false negative results [102, 103]. Therefore, it is of vital importance to develop a complementary method to diagnose patients and differentiate suspected patients fast and accurately.Up to date, there are four most popular methods to test antibodies titers in patients’ plasm or serum, namely chemiluminescence immunoassay analysis (CLIA), enzyme-linked immunosorbent assay (ELISA), lateral flow immunoassay (LIFA) and colloidal gold immunochromatographic assay (GICA).CLIA is one of the most advanced technologies with high sensitivity, strong specificity and wide detection range. Huang’s team revealed the dynamic changes of SARS-CoV-2 antibodies in COVID-19 patients using magnetic chemiluminescence enzyme immunoassay (MCLIA). They found the positive rate of IgG reached 100% at 17-20 days after onset, and that of IgM was as high as 94.1% at about 20-22 days after onset among 285 patients. The median time of IgG and IgM serum conversion was 13 days after onset among 26 cases. Importantly, they proved the clinical value of antibody detection in differential diagnosis of suspected cases of COVID-19 and screening of close contacts [57]. Hou et al. enrolled 338 COVID-19 patients (64 mild cases, 199 severe cases, 75 critical cases) confirmed by RT-PCR and tested their IgG and IgM titers via CLIA. Interestingly, no significant difference was found in positive rates of IgM and IgG between mild, severe and critical groups. However, they revealed higher IgM levels and lower IgG levels in critical cases than those in mild groups, which may attribute to strong virus activity and/or compromised immune response. Therefore, the result indicates the value of quantitative detection of SARS-CoV-2 antibodies in assessing the prognosis and severity of COVID-19 [104]. A retrospective study conducted by Jin et al. also displayed the diagnostic value of serological test for COVID-19 diagnosis, which contained 43 laboratory confirmed COVID-19 patients and 33 controls. The sensitivity and specificity of IgG were 88.9% and 90.9%, and that of IgM were 48.1% and 100%, respectively [105]. Qu et al. detected the serological responses to SARS-CoV-2 N and S glycoprotein, concluded that the window phase of antibody production was between 17 and 23 days after illness onset [106]. Similarly, Zhong et al. analyzed the receiver operating characteristics (ROC) curve of IgG and IgM by testing S and N antigens, concluded that the optimal cut off value for IgG and IgM were 0.199 and 0.230, respectively [107]. Additionally, viral envelope protein and N antigen from 112 COVID-19 patients were also studied. The results showed the dynamic change of antibodies level with disease progression. Briefly, IgM was produced within one week after onset and last for one month, while IgG appeared 10 days after onset and last for a longer time [108]. Interestingly, Zeng et al. evaluated the difference of IgG antibody levels in serum between sexes. They enrolled 331 COVID-19 patients (127 males and 204 females), and found a relatively higher level of IgG in female patients at the early or severe stage of disease compared to male patients [109]. It has been proved that no maternal-infant transmission of SARS-CoV-2 based on nucleic acid test [110]. However, in a study contained 6 mothers diagnosed with COVID-19, SARS-CoV-2 specific IgG and IgM were detected in the neonatal blood. IgG can be passively transferred across the placenta from mother to fetus, while how IgM appeared remains unknown [111]. Given the broad use of SARS CoV-2 antibodies IgM and IgG CLIA kits from Shenzhen YHLO Biotech Company, China. Infantino et al. made an assessment of its diagnostic accuracy based on Italian population, and proved the accuracy and efficiency of CLIA kits [112]. Padoan et al. assessed the analytical performances of MAGLUMI 2000 Plus CLIA assay (Snibe, Shenzhen, China), obtaining satisfactory repeatability and precision [113].ELISA, a quantitative method based on antigen-antibody reaction by using an enzyme-linked conjugate and enzyme substrate, is used for routine measurements of molecular concentration [114]. Zhao et al. developed a SARS-CoV-2 S1 serology ELISA kit with overall accuracy at 97.3% through CHO cell expressed SARS-CoV-2 S1 protein. With enrolling 412 controls and 69 patients, the sensitivity and specificity were 97.1% and 97.5%, respectively [115]. Xiang et al. conducted a diagnostic test of ELISA-based IgM, IgG for COVID-19. They concluded that seroconversion of IgG and IgM appeared as early as the fourth day after onset, and that the consistency rate of IgM and IgG are 88.1% and 88.9% [61]. It has been proved that S antigen based IgM and IgG results have stronger sensitivity and specificity compared with N antigen by detecting N and S specific IgM and IgG (N-IgM, N-IgG, S-IgM, S-IgG) simultaneously among 214 patients [116]. In addition, the levels of S-IgG in ICU patients (n=11) were significantly higher than non-ICU patients (n=27), and a negative relationship between S-IgG and C-reactive protein (CRP) was disclosed among ICU patients [64]. In a serological test for healthcare workers based on S antigen, 5 of 316 (1.6 %) were found to be IgG positive whose PCR results were negative [117].LFIA, also called the immunochromatographic (IC) test, is an advanced point-of-care test with the advantages of simplicity, rapidity and economy [118]. Li et al. developed a kind of LFIA test kit for the simultaneous detection of IgM and IgG in blood sample within 15 minutes, with sensitivity of 88.66% and specificity of 90.63% among 397 patients and 128 controls [119]. Sood et al. made a survey about the seroprevalence of SARS-CoV-2–specific antibodies among adults in Los Angeles using LFIA. 35 of 863 individuals were found to be antibodies positive, and the weighted prevalence was 4.65% [120]. In addition, a recent survey about the seroprevalence of SARS-CoV-2 specific IgM and IgG in Wuhan among 17368 individuals using MCLIA indicated that the seropositivity ranged from 3.2% to 3.8% in different subcohorts. With the increase of the distance to Wuhan, the seropositivity decreased gradually [121]. It is claimed that the positive rate of SARS-CoV-2 specific antibodies in RT-PCR confirmed cancer patients is significantly lower than that in healthcare workers [122]. Lee et al. monitored the dynamic changes of anti-SARS-CoV-2 IgM and IgG antibodies within 14 COVID-19 patients. They found that the window period time for IgM detection was 5-42 days after onset, while IgG was persistently detectable after seroconversion [123]. The results of the diagnostic test performed by Spicuzza et al. who enrolled 30 patients and 7 controls showed that the sensitivity and specificity of IC test were 83% and 93%, respectively [124]. However, Imai et al. drew a conclusion that the sensitivity of IC is low in the early stage of infection by recruiting 112 patients and 48 cases. So it is not recommended to use IC assay alone for preliminary diagnosis of covid-19 [125]. Finally, Demey et al. compared the antibodies detection efficiency of 4 IC tests provided by Biotime Biotechnology Co, Autobio Diagnostics Co, ISIA BIO-Technology Co and Biolidics, respectively. All of the tests displayed a sensitivity of 60% to 80% on day 10 and 100% on day 15. Thus the value of IC test in the detection of anti-SARS-CoV-2 antibodies has been validated [126].GICA is a qualitative immunolabeling technology with colloidal gold as tracer. In a prospective cohort containing 150 patients with fever or respiratory symptoms, the sensitivity and specificity of GICA were 71.1% and 96.2%, respectively, with PCR results as golden standard. In subgroup analysis, the sensitivity was affected by period from symptom onset and clinical severity [127]. It was found that SARS-CoV-2 specific IgG was still detectable at the 50th day after infection [128].Though serological test is faster, more convenient and relatively cheaper than molecular detection, its limitations must be recognized as well [129]. Lv. et al. indicated that the cross-reactivity in antibody binding to the S protein between SARS-CoV-1 and SAR-CoV-2 is common [130]. Moreover, cross reactivity of S protein between SARS-CoV-2 and MERS-CoV has also been tested [131]. Therefore, it is necessary to make accurate diagnosis based on the combination detection of nucleic acid and antibodies [132]. Zhao et al. concluded that combining detection of viral RNA and antibody improved the diagnostic efficiency notably, even within one week after onset [133]. Yong et al. indicated that the viral RNA was abundant enough for RT-PCR, while the sensitivity of antibody detection exceeds that of RNA detection from the 8th day after onset. Moreover, seroconversion appeared after 7 days in most of the cases whose viral RNA loading was not detectable at the early stage [134].In summary, nucleic acid testing provides direct evidence of virus infection, while serological antibodies detection is an indirect method. Combination of the two pathways can improve sensitivity of pathogenic diagnosis for COVID-19. Detection of viral RNA by RT-PCR is still the current gold standard for diagnosis. Next, it should be noticed the cross reaction of SARS-CoV-2 with SARS-CoV-1 and MERS-CoV in utilizing antibody detection. Finally, antibodies detection is suggested to be the complementary method to nucleic acid testing, used for screen of suspected cases and population in close contact, for diagnosis of convalescence patients and for seroepidemiological survey.In addition to antibody testing, the significance of blood routine examination and blood biochemical analysis have also been studied. First, it was proved that CD3+T, CD4+T, CD8+T cells and NK cells were markedly reduced among COVID-19 patients [135, 136]. The SARS-CoV-2 RNA load was negatively correlated with lymphocyte count, CD4 + and CD8 + T lymphocyte count (P < 0.001) [137]. Second, elevated NLR was found to be an independent risk factor for severe COVID-19 patients, considered as an early warning signal of a poor clinical outcome [138, 139]. Additionally, the concentration of CRP increased significantly in the early stage, predicting early severe COVID-19 [140]. Third, distinctly differences in levels of D-dimer, IL-2R, IL-6, IL-8 between the mild patients and severe patients have been disclosed as well [137, 141]. In conclusion, it is of great value to make auxiliary diagnosis in combination with immunocytes changes and other serum indexes such as D-dimer, cytokines, CRP, etc. Vaccine development of COVID-19Vaccine is the most effective measurements to control and prevent the spread of infectious disease by establishing immune defense system within human bodies. The S glycoprotein is a key target for vaccine design due to its indispensable function in recognition of host cells and mediating fusion of virus and cell membrane [3]. Totally, there are mainly four kinds of vaccines, including live attenuated vaccine and inactivated vaccine, virus vector vaccine, nucleic acid vaccine and recombinant protein vaccine (Fig. ​(Fig.33).\nOpen in a separate windowFig. 3Strategies for development of vaccines. The spike glycoprotein is a key target for vaccine design due to its indispensable function in recognition of host cells and mediating fusion of the virus with cell membrane. Inactivated vaccine: to make sure the safety of inactivated vaccines, the virus was treated by chemicals, such as formaldehyde or heat. Viral-vector vaccine: The adenovirus is usually a preferable choice for vaccine vector. The vector was genetically modified to produce spike protein of SARS-CoV-2. Of note, the virulence of viral vector was weakened so it would not cause disease. Nucleic acid vaccine: Following the injection of DNA or RNA of spike protein, nucleic acids were inserted into human cells, synthesizing copies of spike protein. Recombinant protein vaccine: Genetic segments of target antigen were selected and recombined into an expression system. The recombinant spike protein was prepared in vitro and purified for further use.Inactivated virus vaccine, the most traditional one, has decades of application experience. It stimulates the immune system to produce antibodies by injecting inactivated viruses into humans. Gao et al. developed a kind of purified chemically inactivated vaccine named PiCoVacc by isolating SARS-CoV-2 strains from the bronchoalveolar lavage fluid samples of 11 patients. It is pointed out that the candidate vaccine successfully induced the viral specific NAbs in BALB/c mice, Wistar rats and rhesus macaques [142]. A relevant phase 1/2 clinical trial involving 744 volunteers is currently underway. In addition, Chinese scientists developed another SARS-CoV-2 inactivated vaccine candidate BBIBP-CorV. With the characteristics of highly efficient proliferation and high genetic stability, BBIBP-CorV elicited potent humoral immune response in multiple animal models including cynomolgus monkeys and rhesus macaques. Two doses of immunization (2ug/dose) were capable to protect rhesus macaques from SARS-COV-2 challenge, without detectable side effects. Phase 1/2 clinical trials of BBIBP-CorV have been initiated recently [143].Adenovirus usually causes mild infection and is suitable for vaccine vector. Notably, the Lancet published the results of the first, in human, phase 1 clinical trial of COVID-19 vaccine on May 22. The trial evaluated the safety, immunogenicity of different doses of a recombinant adenovirus type-5 vectored COVID-19 vaccine in 108 healthy adults aged 18-60. The results showed that the candidate vaccine was well tolerated and no serious adverse events were reports within 28 days after vaccination. The most common adverse reactions were mild pain (54%, 58/108), fever (46%, 50/108), fatigue (44%, 47/108), headache (39%, 42/108) and muscle pain (17%, 18/108). Within two weeks after vaccination, antibodies were detectable in all three groups and also a rapid T cell response was induced in most of the subjects [144, 145]. Subsequently, a randomized, double-blind, placebo-controlled, phase 2 trial was conducted to further assess the immunogenicity and safety of this recombinant adenovirus type-5 vectored COVID-19 vaccine in 508 participants (50% male; mean age 39.7 years). The results suggested that a single dose of 5×1010 viral particles was safe, which caused only mild adverse reactions and no severe adverse events were observed. Besides, a single dose of vaccination elicited significant humoral and cellular immune response on the 28th day. The seroconversion was 97% , and the RBD-specific ELISA antibodies peaked at 571.0, with geometric mean titers of 18.3 in the group receiving the dose of 5×1010 viral particles (n=129) [146]. Van et al. designed a ChAdOx1-vectored vaccine platform encoding the S protein of SARS-CoV-2 and evaluated its protective efficacy in mice and rhesus macaques. Strong humoral and cellular immune response were elicited after a single vaccination, which was not dominated by Th2 lymphocytes. Though the vaccine was able to prevent rhesus macaques from developing pneumonia after SARS-CoV-2 challenge, it needed to be highlighted that no difference in viral load in nose swabs was observed between vaccinated and unvaccinated animals, indicating that the vaccinated group was infected as well even if they do not have symptoms [147]. Furthermore, the evidences of its safety and efficacy based on a phase 1/2, single-blind, randomized controlled clinical trial have been studied. 543 participants received ChAdOx1 nCoV-19 at a dose of 5 × 1010 viral particles, with a meningococcal conjugate vaccine as control (n=534). The dose was proven to be safe and no serious adverse events were identified. After a second vaccination, both NAbs and immune response were induced potently among all receivers [148]. Hassan et al. developed a chimpanzee adenovirus- based vaccine encoding a pre-fusion stabilized S protein (ChAd-SARS-CoV-2-S) and they found that both intramuscular injection and intranasal administration stimulated strong humoral and cellular immune response. However, only intranasal administration completely protect mice from SARS-CoV-2 challenge in both the upper and lower respiratory tracts [149].Nucleic acid vaccine, also known as gene vaccine, is designed to immunize the body with foreign gene (DNA or RNA) encoding a specific antigen. As a novel vaccine, it has not been utilized widely. Based on their prior experience of developing an engineered DNA vaccine targeting the S protein of MERS coronavirus, Smith et al. generated a synthetic DNA vaccine targeting the S protein of SARS-CoV-2, named INO-4800. The results from the animal experiments showed that antigen specific humoral and T cell responses were observed after immunizing mice and guinea pigs with INO-4800. Specific NAbs which enabled to block the binding of S protein with ACE2 receptor were detectable as well. This study supports the further assessment of INO-4800 in clinical trials [150]. The team of Dan H. Barouch developed six different variants of the SARS-CoV-2 S gene and evaluated their immunogenicity in 35 rhesus macaques. They discovered that the neutralizing antibody tiers in vaccinated animals were comparable to those found in convalescent patients. The vaccine encoding the full-length S protein displayed advantage in post-immunized SARS-CoV-2 challenge test that the viral loads in bronchoalveolar lavage and nasal mucosa reduced significantly in post-immunized SARS-CoV-2 challenge test compared with the controls. The protective efficacy is positively related with the neutralizing antibody titers [151]. Erasmus et al. designed an Alphavirus-derived replicon RNA vaccine encoding the S protein of SARS-CoV-2, formulating with lipid inorganic nanoparticles, namely repRNA-CoV2S. A single dose of intramuscular injection of the vaccine candidate induced powerful secretion of anti–SARS-CoV-2 S protein IgG antibody which lasted as long as 70 days. Compared to young mice, aged mice may need to be immunized twice to enhance immune responses. This vaccine candidate will enter clinical trials under the name HDT-301 [152]. Further, the mRNA vaccine (mRNA-1273) expressing SARS-CoV-2 S protein produced by The Moderna platform was enclosed with lipid nanoparticles to promote entry of mRNA into host cells [153]. mRNA-1273 displayed promising immunological protective effects on mouse and nonhuman primate models [154, 155]. The results of the phase I, dose-escalation, open-label clinical trial enrolled 45 participants who received twice vaccine showed that the 100μg dose was more favorable with high neutralizing antibody titers and CD4 T cell response, no serious safety concerns. The phase 2 and phase 3 trials are ongoing [156]. Mark J et al. reported the study of a phase 1/2 trial of COVID-19 RNA vaccine BNT162b1 in 45 adults. They concluded that RBD-binding IgG concentrations and SARS-CoV-2 neutralizing titers were higher with higher dose and after a second vaccination. The geometric mean neutralizing titers were 1.9-6.4 times than that of COVID-19 convalescent sera, suggesting a well-tolerated and immunogenic dose of 10μg to 30μg [157].Recombinant protein vaccine is also known as engineered subunit vaccine, recombinant target antigen is prepared through an expressing system in vitro and then purified for further use. E. Kim et al. developed microneedle arrays (MNAs) delivered SARS-CoV-2 S1 subunit vaccines based on their evolving experience with MNAs delivered MERS-S1 subunit vaccines due to that MAN delivery leads to high concentration of vaccine in the local skin microenvironment, promoting the efficacy of immunization. The results demonstrated that both MERS-S1 subunit vaccine and SARS-CoV-2-S1 subunit vaccine elicited significant and long-lasting specific antibody responses in C57BL/6 mice, supporting the development of relevant vaccines for clinical trials. In addition, advantages of MNA delivery compared to traditional needle injection have also been proven [158]. Yang et al. designed a recombinant protein vaccine targeting the RBD of S protein of SARS-CoV-2, which has been proven to be safe and effective to elicit protective immunity in three animal models, rodents, rabbits and non-human primates (macaca mulatta). Specifically, the vaccine introduced the RBD gene into Spodoptera frugiperda (Sf9) cells to produce high quality recombinant proteins, which were then refined and purified. This vaccine is easy to produce in large quantities. Additionally, a phase I clinical trial based on Sf9 cells has been launched in late August, 2020 [159].Moreover, there are several ongoing clinical trials assessing the protective role of Bacillus Calmette–Guérin (BCG) vaccine against COVID-19 [160]. The mechanisms of BCG anti-COVID-19 consist in its non-specific effect on immune system (NSEs). NSEs enable to provide non-specific immunological protections against infections other than the original target disease. Briefly, The NSEs of BCG are mediated by the enhancement of innate immune response through epigenetic mechanisms, which are termed as “trained immunity” as well. This enhancing innate response have also been discovered in measles vaccine, oral polio vaccine and smallpox vaccine [161]. However, this nonspecific protection doesn’t last for a long time and decreases soon after the stimulus of BCG is removed from the body [162]. Although the epidemiological link between BCG and COVID-19 is remarkable [163], no statistically significant differences in the positive rate of SARS-CoV-2 infection between BCG-vaccinated population and the unvaccinated population, namely 11.7% and 10.4%, respectively [164]. WHO indicated that there is no evidence to date that BCG vaccine can protect people from SARS-CoV-2 infection. Therefore, BCG vaccination is not recommended to prevent COVID-19 at present [165]. Here, we also summarized the ongoing and future clinical trials of COVID-19 vaccine in Table ​Table11.\nTable 1Ongoing and future clinical trials of COVID-19 vaccinesTypeNCT numberVaccine/PlatformPhaseEstimated enrollment (status)Inactivated vaccine{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04412538\",\"term_id\":\"NCT04412538\"}}NCT04412538West China Second Hospital, Sichuan universityPhase 1/2942 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04352608\",\"term_id\":\"NCT04352608\"}}NCT04352608Sinovac Biotech Co., LtdPhase 1/2744 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04383574\",\"term_id\":\"NCT04383574\"}}NCT04383574Sinovac Biotech Co., LtdPhase 1/2422 (not yet recruiting)Adenovirus vector vaccine{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04313127\",\"term_id\":\"NCT04313127\"}}NCT04313127Cansino Biologics Inc.Phase 1108 (active, not recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04398147\",\"term_id\":\"NCT04398147\"}}NCT04398147Cansino Biologics Inc.Phase 1/2696 (not yet recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04324606\",\"term_id\":\"NCT04324606\"}}NCT04324606ChAdOx1University of OxfordPhase 1/21090 (active, not recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04400838\",\"term_id\":\"NCT04400838\"}}NCT04400838ChAdOx1University of OxfordPhase 2/310260 (not yet recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04341389\",\"term_id\":\"NCT04341389\"}}NCT04341389Academy of Military Medical Sciences, PLA of ChinaPhase 2508 (active, not recruiting)Lentiviral vector vaccine{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04299724\",\"term_id\":\"NCT04299724\"}}NCT04299724Shenzhen Geno-Immune Medical InstitutePhase 1100 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04276896\",\"term_id\":\"NCT04276896\"}}NCT04276896Shenzhen Geno-Immune Medical InstitutePhase 1/2100 (recruiting)mRNA vaccine{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04283461\",\"term_id\":\"NCT04283461\"}}NCT04283461mRNA-1273National Institute of Allergy and Infectious Diseases (NIAID)Phase 1120 (active){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04405076\",\"term_id\":\"NCT04405076\"}}NCT04405076mRNA-1273Moderna TX, Inc.Phase 2600 (active){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04380701\",\"term_id\":\"NCT04380701\"}}NCT04380701BNT162a1,BNT162b1,BNT162b2 ,BNT162c2Biontech SEPhase 1/2200 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04368728\",\"term_id\":\"NCT04368728\"}}NCT04368728BNT162a1,BNT162b1,BNT162b2 ,BNT162c2Biontech SEPhase 1/27600 (recruiting)DNA vaccine{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04336410\",\"term_id\":\"NCT04336410\"}}NCT04336410INO-4800Inovio PharmaceuticalsPhase 140 (recruiting)Recombinant subunit vaccine{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04368988\",\"term_id\":\"NCT04368988\"}}NCT04368988NovavaxPhase 1131 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04334980\",\"term_id\":\"NCT04334980\"}}NCT04334980Symvivo CorporationPhase 184 (not yet recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04405908\",\"term_id\":\"NCT04405908\"}}NCT04405908SCB-2019Clover Biopharmaceuticals AUS Pty LtdPhase 1150 (Not yet recruiting)Bacillus Calmette-Guérin (BCG) vaccine{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04348370\",\"term_id\":\"NCT04348370\"}}NCT04348370Texas A&M UniversityPhase 41800 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04369794\",\"term_id\":\"NCT04369794\"}}NCT04369794Leonardo Oliveira Reis, University of Campinas, BrazilPhase 4Not yet recruiting{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04379336\",\"term_id\":\"NCT04379336\"}}NCT04379336TASK Applied SciencePhase 3500 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04328441\",\"term_id\":\"NCT04328441\"}}NCT04328441MJM Bonten, UMC UtrechtPhase 31500 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04327206\",\"term_id\":\"NCT04327206\"}}NCT04327206Murdoch Childrens Research InstitutePhase 310078 (recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04350931\",\"term_id\":\"NCT04350931\"}}NCT04350931Adel Khattab, Ain Shams UniversityPhase 3900 ( Not yet recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04362124\",\"term_id\":\"NCT04362124\"}}NCT04362124Universidad de AntioquiaPhase 31000 (Not yet recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04384549\",\"term_id\":\"NCT04384549\"}}NCT04384549Assistance Publique - Hôpitaux de ParisPhase 31120 (Not yet recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04387409\",\"term_id\":\"NCT04387409\"}}NCT04387409VPM1002Vakzine Projekt Management GmbHPhase 31200 (Not yet recruiting){\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04373291\",\"term_id\":\"NCT04373291\"}}NCT04373291Bandim Health ProjectPhase 31500 (Not yet recruiting)Measles-Mumps-Rubella Vaccine{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04357028\",\"term_id\":\"NCT04357028\"}}NCT04357028Ahmed Mukhtar, Kasr El Aini HospitalPhase 3200 (Not yet recruiting)Open in a separate windowIn short, there are no approved human coronavirus vaccines at present. Though the first wave of the pandemic has been controlled in some countries, the number of infected people is increasing internationally. Therefore, the development of vaccine is still an urgent issue. Immunological treatment strategies against COVID-19Development of neutralizing antibodiesSimilar to SARS-CoV-1, SARS-CoV-2 invades the host cells expressing ACE2 receptors through its RBD located in the S1 subunit of S glycoprotein [166]. Therefore, specific NAbs exert efforts on interfering virus entry into cells by against ACE2 receptors or RBD domain (Fig. ​(Fig.4).4). First, some antibodies against SARS-CoV have been proposed due to its similarity with SARS-CoV-2. CR3022, SARS-CoV-1-specific human monoclonal antibody, was found to be useful against SARS-COV-2 by binding with its RBD. However, the most potent SARS-COV-specific NAb candidates (e.g. m396, CR3014) targeting the ACE2 binding site failed to bind with the S1 subunit of SARS-COV-2 [167]. CR3022 attributes to the cross-reactivity between SARS-COV and SARS-COV-2, but the targeting epitope of CR3022 is highly conserved and far away from the RBD site. Only two out of the three RBD domains of a S trimer were in the “up” confirmation and slightly rotated can the binding epitope be captured by CR3022 [168]. S309, a multiple monoclonal antibody recognizing SARS-CoV-2 S protein, was isolated from an individual infected by SARS-CoV-1 in 2003. The mechanism of S309 neutralizing activity lies in the recognition of a highly conserved glycan-containing epitope rather than competing with receptor binding [169]. Monoclonal antibody 47D11 was isolated from SARS-CoV infected transgenic mouse and neutralized SARS-CoV-2 (and SARS-CoV-1) in cell culture [170]. Subsequently, human-origin monoclonal antibodies from convalescent patients have been identified as well. Bin Ju et al. isolated and characterized 206 RBD-specific monoclonal antibodies from single B cells of 8 COVID-19 patients. The neutralizing efficacy of antibodies was related with their competitive power with ACE2 for RBD binding. It was the increase of steric hindrance of RBD elicited by NAbs that inhibits viral attachment with ACE2 and thereby blocks viral invasion [171]. B38 and H4 were able to block the binding of RBD with ACE2 because of their different epitopes on RBD, which most residues within B38-RBD complex overlap with RBD-ACE2 interface. Treatment assay of mouse model with the antibodies showed the reduction of viral loads [172]. Similarly, another potential virus-targeting MAb-pair CA1 and CB6 were disclosed, and CB6 was proved to protect rhesus monkeys from SARS-CoV-2 infection in both prophylactic and treatment conditions [173]. Cao et al. indicated a potent neutralizing antibody by high-throughput single B cell sequencing, BD-368-2, whose epitope was overlapped with the ACE2 binding site. BD-368-2 displayed satisfactory therapeutic and prophylactic efficacy on hACE2-transgenic mice with SARS-CoV-2 infection [174]. Cheng et al. cloned two human NAbs targeting SARS-CoV-2 RBD using memory B cells from recovered patients, namely 311mab-31B5 and 311mab-32D4. These two antibodies efficiently neutralize the S protein of pseudotyped SARS-CoV-2 [175].\nOpen in a separate windowFig. 4The hypothetic process of viral invasion into host cells and mechanisms of neutralizing antibodies. Binding of S protein and ACE2 receptor mediates the attachment of SARS-CoV-2 to host cells. After viral entry, the genomic RNA is released into cytoplasm to serve as a template. Then, large amounts of structural proteins S (spike protein), N (nucleocapsid protein), E (envelop protein), M (membrane protein) and genetic materials are synthesized through replication and translation. Finally, the assembled viruses are released to infect host cells nearby. Importantly, neutralizing antibodies existing in convalescent plasm show functions at blocking the adhesion of SARS-CoV-2 with ACE2 by binding the RBD region of S protein competitively. S: spike protein; N: nucleocapsid protein; E: envelop protein; M: membrane proteinConvalescent plasma treatmentConvalescent plasma (CP) treatment, a classic passive immunotherapy, has been recommended by the National Health Commission of China in “ Diagnosis and treatment of COVID-19 (trial edition 6)” [176]. Experiences from previous epidemics, including SARS [177], H1N1 [178] and Ebola virus [179, 180], indicated that convalescent plasma therapy can significantly reduce the relative mortality of patients, which may be due to the inhibition of viremia by antibodies in convalescent plasma. Both humoral and cellular immune response were detected in most COVID-19 convalescent patients. The NAbs tiers are positively related with counts of virus-specific T cells [56]. Zhang et al. described retrospectively four critically ill patients with SARS-CoV-2 infection who received 200-2400 ml of CP from the 11th day to the 18th day of admission. All of them (including a pregnant woman) recovered from the disease at last [181]. Duan et al. observed the changes of clinical symptoms and laboratory parameters of 10 severely ill COVID-19 patients who received a 200 ml transfusion of CP with the neutralizing antibody titers over 1:640. The results showed that the 200 ml plasm transfusion were well tolerated. By 3 days post-transfusion, with the increase of saturation of oxyhemoglobin and lymphocyte counts, the decrease of CRP, the clinical symptoms were significantly improved. By 7 days post-transfusion, the viral load was undetectable in 7 patients who had viremia pre-transfusion [182]. Salazar et al. enrolled 25 critically ill COVID-19 patients and transfused them with 300 ml of CP. 14 days after transfusion, 19 patients (76%) had improved or been discharged [183]. Shen et al. compared the clinical outcomes before and after CP transfusion among 5 extremely ill patients. CP was offered 10-22 days after admission and the neutralization titer of antibodies was greater than 40. After CP transfusion, the clinical symptom improved largely with normalized body temperature, decreased Sequential Organ Failure Assessment (SOFA) score and viral load, increased oxygenation index (PaO2/FiO2) and serum antibody titer. 3 out 5 were discharged and the left were in stable condition. Importantly, Li et al. conducted the first randomized clinical trial performed in 7 medical centers in Wuhan, China, which contained 103 patients diagnosed with critical illness. The patients were divided into two groups. One group received CP and standard treatment together and the other group received standard treatment alone. The results showed no statistically significant clinical improvement or mortality within 28 days between the two group, but did provide an important signal of the anti-viral effect of high titer antibodies for an obviously negative conversion rate of viral PCR in CP treatment group compared with standard treatment group [184]. In addition, Zeng et al. treated 6 patients of end stage of COVID-19 with CP at a median of 21.5 days after viral shedding. The study suggested that administration of CP at the late stage was not effective and can’t help to reduce mortality [185].Of note, though the therapeutic outcomes of some studies are optimistic, the optimal dose, administration time and the exact clinical benefits of CP treatment needed to be further studied in larger randomized controlled clinical trials. Also, antibody-dependent enhancement (ADE) is another concern. When non- NAbs produced and bound with virus, then the combination of Fcγ of antibodies with Fcγ receptors facilitated the virus invasion into host cells with Fcγ receptors, such as macrophages [186], intestinal epithelial cells [187] and kidney cells [188], leading to the amplification of viral replication [189]. ADE has been proved to occur among the infections of Dengue virus [190], Ebola virus [191] and SARS-CoV-1 [192]. ADE has also been proposed to explain the discrepancy in severity of the COVID-19 cases observed between China and elsewhere in the world [193]. Whether there is a role for ADE in COVID-19 still remains unknown currently, but attention must be paid both in CP treatment and the design of vaccination.Strategies for dampening CRSIn severe patients with SARS-CoV-2 infection, CRS is an important factor for disease aggravation and the major cause of ARDS and multiple-organ failure [83, 194]. At present, the proportion of COVID-19 patients enduring ARDS have been described to be up to 20%, which correlates with critically ill condition and severe outcomes [69, 101]. So, effective inhibition of the cytokine storm provides a promising strategy to reverse deterioration and save patients’ lives. Plenty of potential therapies targeting the host hyperinflammation are under exploration including blockade of inflammatory cytokines (IL-6, IL-1, IFN-γ), chloroquine (CQ), corticosteroid, blood purification treatments etc. among which IL-6 blockade is of great expectation given its key role in inducing CRS (Fig. ​(Fig.2)2) [195]. A number of clinical trials are undergoing at present to test the strategies of dampening CRS in SARS-CoV-2 infection (Table ​(Table22).\nTable 2Ongoing clinical trials of immune-related therapies for COVID-19TherapyTargetMechanismStatus for COVID-19PembrolizumabPD-1Prevent T cell exhaustionPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04335305\",\"term_id\":\"NCT04335305\"}}NCT04335305NivolumabPD-1Prevent T cell exhaustionPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04333914\",\"term_id\":\"NCT04333914\"}}NCT04333914, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04356508\",\"term_id\":\"NCT04356508\"}}NCT04356508, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04413838\",\"term_id\":\"NCT04413838\"}}NCT04413838, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04343144\",\"term_id\":\"NCT04343144\"}}NCT04343144AMY-101Complement C3C3 inhibitorPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04395456\",\"term_id\":\"NCT04395456\"}}NCT04395456ZilucoplanComplement C5C5 inhibitorPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04382755\",\"term_id\":\"NCT04382755\"}}NCT04382755, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04025632\",\"term_id\":\"NCT04025632\"}}NCT04025632, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03225287\",\"term_id\":\"NCT03225287\"}}NCT03225287, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03078582\",\"term_id\":\"NCT03078582\"}}NCT03078582, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03030183\",\"term_id\":\"NCT03030183\"}}NCT03030183 , {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03315130\",\"term_id\":\"NCT03315130\"}}NCT03315130Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04225871\",\"term_id\":\"NCT04225871\"}}NCT04225871, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04115293\",\"term_id\":\"NCT04115293\"}}NCT04115293, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04297683\",\"term_id\":\"NCT04297683\"}}NCT04297683,EculizumabComplement C5C5 inhibitorPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04346797\",\"term_id\":\"NCT04346797\"}}NCT04346797Others: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04288713\",\"term_id\":\"NCT04288713\"}}NCT04288713, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04355494\",\"term_id\":\"NCT04355494\"}}NCT04355494TocilizumabIL-6RRecombinant humanized monoclonal antibody against IL-6RMonotherapy:Phase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04377659\",\"term_id\":\"NCT04377659\"}}NCT04377659, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04370834\",\"term_id\":\"NCT04370834\"}}NCT04370834, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04363853\",\"term_id\":\"NCT04363853\"}}NCT04363853……Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04403685\",\"term_id\":\"NCT04403685\"}}NCT04403685, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04377503\",\"term_id\":\"NCT04377503\"}}NCT04377503, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04361552\",\"term_id\":\"NCT04361552\"}}NCT04361552……Phase 4: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04377750\",\"term_id\":\"NCT04377750\"}}NCT04377750, ChiCTR2000029765,Others: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04332913\",\"term_id\":\"NCT04332913\"}}NCT04332913,Combined therapy:+ Remdesivir: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04409262\",\"term_id\":\"NCT04409262\"}}NCT04409262 (phase 3),+ Favipiravir: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04310228\",\"term_id\":\"NCT04310228\"}}NCT04310228, ChiCTR2000030894,+ Azithromycin + HCQ/ Mefloquine: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04347031\",\"term_id\":\"NCT04347031\"}}NCT04347031 (phase3), {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04332094\",\"term_id\":\"NCT04332094\"}}NCT04332094 (phase 2)SarilumabIL-6RA monoclonal antibody against IL-6RPhase1: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04386239\",\"term_id\":\"NCT04386239\"}}NCT04386239,Phase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04322773\",\"term_id\":\"NCT04322773\"}}NCT04322773, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04357808\",\"term_id\":\"NCT04357808\"}}NCT04357808, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04357860\",\"term_id\":\"NCT04357860\"}}NCT04357860Phase 2/3:{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04315298\",\"term_id\":\"NCT04315298\"}}NCT04315298, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04341870\",\"term_id\":\"NCT04341870\"}}NCT04341870,{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04324073\",\"term_id\":\"NCT04324073\"}}NCT04324073,Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04327388\",\"term_id\":\"NCT04327388\"}}NCT04327388, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04345289\",\"term_id\":\"NCT04345289\"}}NCT04345289Phase 4: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02735707\",\"term_id\":\"NCT02735707\"}}NCT02735707ClazakizumabIL-6A monoclonal antibody against IL-6.Phase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04348500\",\"term_id\":\"NCT04348500\"}}NCT04348500, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04381052\",\"term_id\":\"NCT04381052\"}}NCT04381052, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04343989\",\"term_id\":\"NCT04343989\"}}NCT04343989, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04363502\",\"term_id\":\"NCT04363502\"}}NCT04363502, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04363502\",\"term_id\":\"NCT04363502\"}}NCT04363502OlokizumabIL-6A monoclonal antibody against IL-6Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04380519\",\"term_id\":\"NCT04380519\"}}NCT04380519SiltuximabIL-6A chimeric antibody against IL-6Phase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04329650\",\"term_id\":\"NCT04329650\"}}NCT04329650; Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04330638\",\"term_id\":\"NCT04330638\"}}NCT04330638; Others: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04322188\",\"term_id\":\"NCT04322188\"}}NCT04322188UlinastatinA serine protease inhibitor with anti-IL-6 propertyPhase 1/2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04393311\",\"term_id\":\"NCT04393311\"}}NCT04393311AnakinraIL-1βAntagonist of IL-1βPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04339712\",\"term_id\":\"NCT04339712\"}}NCT04339712, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04412291\",\"term_id\":\"NCT04412291\"}}NCT04412291, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04366232\",\"term_id\":\"NCT04366232\"}}NCT04366232, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04357366\",\"term_id\":\"NCT04357366\"}}NCT04357366, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04341584\",\"term_id\":\"NCT04341584\"}}NCT04341584, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04339712\",\"term_id\":\"NCT04339712\"}}NCT04339712,Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04330638\",\"term_id\":\"NCT04330638\"}}NCT04330638, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04364009\",\"term_id\":\"NCT04364009\"}}NCT04364009, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04362111\",\"term_id\":\"NCT04362111\"}}NCT04362111, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04330638\",\"term_id\":\"NCT04330638\"}}NCT04330638, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04324021\",\"term_id\":\"NCT04324021\"}}NCT04324021Phase 4: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02735707\",\"term_id\":\"NCT02735707\"}}NCT02735707Others: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04408326\",\"term_id\":\"NCT04408326\"}}NCT04408326, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04362943\",\"term_id\":\"NCT04362943\"}}NCT04362943CanakinumabIL-1Inhibitor of IL-1Phase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04365153\",\"term_id\":\"NCT04365153\"}}NCT04365153; Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04362813\",\"term_id\":\"NCT04362813\"}}NCT04362813; Others: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04348448\",\"term_id\":\"NCT04348448\"}}NCT04348448EmapalumabIFN-γAnti-IFN-γ monoclonal antibodyPhase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04324021\",\"term_id\":\"NCT04324021\"}}NCT04324021MavrilimumabGM-CSFInhibitor of GM-CSFPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04397497\",\"term_id\":\"NCT04397497\"}}NCT04397497, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04399980\",\"term_id\":\"NCT04399980\"}}NCT04399980CQ or HCQReduce pro-inflammatory cytokine levelsPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04328493\",\"term_id\":\"NCT04328493\"}}NCT04328493, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04344951\",\"term_id\":\"NCT04344951\"}}NCT04344951, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04333914\",\"term_id\":\"NCT04333914\"}}NCT04333914……Phase 2/3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04333628\",\"term_id\":\"NCT04333628\"}}NCT04333628, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04353336\",\"term_id\":\"NCT04353336\"}}NCT04353336, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04351347\",\"term_id\":\"NCT04351347\"}}NCT04351347, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04403555\",\"term_id\":\"NCT04403555\"}}NCT04403555……Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04360759\",\"term_id\":\"NCT04360759\"}}NCT04360759, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04342221\",\"term_id\":\"NCT04342221\"}}NCT04342221, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04371406\",\"term_id\":\"NCT04371406\"}}NCT04371406……Pahse 4: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04362332\",\"term_id\":\"NCT04362332\"}}NCT04362332, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04331600\",\"term_id\":\"NCT04331600\"}}NCT04331600, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04286503\",\"term_id\":\"NCT04286503\"}}NCT04286503, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04351191\",\"term_id\":\"NCT04351191\"}}NCT04351191……CorticosteroidsNon-specific cytokine suppressionPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04344288\",\"term_id\":\"NCT04344288\"}}NCT04344288, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04329650\",\"term_id\":\"NCT04329650\"}}NCT04329650, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04360876\",\"term_id\":\"NCT04360876\"}}NCT04360876……Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04359511\",\"term_id\":\"NCT04359511\"}}NCT04359511, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04345445\",\"term_id\":\"NCT04345445\"}}NCT04345445, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04395105\",\"term_id\":\"NCT04395105\"}}NCT04395105……Phase 4: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04355637\",\"term_id\":\"NCT04355637\"}}NCT04355637, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04325061\",\"term_id\":\"NCT04325061\"}}NCT04325061, ChiCTR2000029656……Plasma exchangeRemove excessive cytokines in the bloodPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04374539\",\"term_id\":\"NCT04374539\"}}NCT04374539, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04374149\",\"term_id\":\"NCT04374149\"}}NCT04374149IVIGNeutralization of cytokinesPhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04403269\",\"term_id\":\"NCT04403269\"}}NCT04403269; Phase 2/3:{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04261426\",\"term_id\":\"NCT04261426\"}}NCT04261426;Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04400058\",\"term_id\":\"NCT04400058\"}}NCT04400058; Phase 4: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04411667\",\"term_id\":\"NCT04411667\"}}NCT04411667MSCsReduce the production of pro-inflammatory cytokinesPhase 1: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04252118\",\"term_id\":\"NCT04252118\"}}NCT04252118, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04313322\",\"term_id\":\"NCT04313322\"}}NCT04313322, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04302519\",\"term_id\":\"NCT04302519\"}}NCT04302519……Phase1/2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04336254\",\"term_id\":\"NCT04336254\"}}NCT04336254, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04346368\",\"term_id\":\"NCT04346368\"}}NCT04346368, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04366323\",\"term_id\":\"NCT04366323\"}}NCT04366323……Phase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04315987\",\"term_id\":\"NCT04315987\"}}NCT04315987, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04416139\",\"term_id\":\"NCT04416139\"}}NCT04416139, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04288102\",\"term_id\":\"NCT04288102\"}}NCT04288102……Phase2/3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04366063\",\"term_id\":\"NCT04366063\"}}NCT04366063,Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04371393\",\"term_id\":\"NCT04371393\"}}NCT04371393,IFN-IAntiviral immune responsePhase 1: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04293887\",\"term_id\":\"NCT04293887\"}}NCT04293887,Phase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04343976\",\"term_id\":\"NCT04343976\"}}NCT04343976, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04465695\",\"term_id\":\"NCT04465695\"}}NCT04465695, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04343768\",\"term_id\":\"NCT04343768\"}}NCT04343768……Phase 3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04492475\",\"term_id\":\"NCT04492475\"}}NCT04492475, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04320238\",\"term_id\":\"NCT04320238\"}}NCT04320238, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04324463\",\"term_id\":\"NCT04324463\"}}NCT04324463……Phase 4: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04350671\",\"term_id\":\"NCT04350671\"}}NCT04350671, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04350684\",\"term_id\":\"NCT04350684\"}}NCT04350684, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04291729\",\"term_id\":\"NCT04291729\"}}NCT04291729……IFN-IIIAntiviral immune responsePhase 2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04343976\",\"term_id\":\"NCT04343976\"}}NCT04343976, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04354259\",\"term_id\":\"NCT04354259\"}}NCT04354259, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04344600\",\"term_id\":\"NCT04344600\"}}NCT04344600Neutralizing antibodiesS proteinBlockade the attachment of RBD with ACE2Phase1/2:{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04354766\",\"term_id\":\"NCT04354766\"}}NCT04354766Convalescent PlasmaAcquirement of passive immunityPhase1: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04333355\",\"term_id\":\"NCT04333355\"}}NCT04333355, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04397757\",\"term_id\":\"NCT04397757\"}}NCT04397757, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04388527\",\"term_id\":\"NCT04388527\"}}NCT04388527…Phase1/2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04384497\",\"term_id\":\"NCT04384497\"}}NCT04384497, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04390178\",\"term_id\":\"NCT04390178\"}}NCT04390178, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04356482\",\"term_id\":\"NCT04356482\"}}NCT04356482…Phase2: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04415086\",\"term_id\":\"NCT04415086\"}}NCT04415086, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04343755\",\"term_id\":\"NCT04343755\"}}NCT04343755, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04389710\",\"term_id\":\"NCT04389710\"}}NCT04389710…Phase2/3: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04388410\",\"term_id\":\"NCT04388410\"}}NCT04388410, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04342182\",\"term_id\":\"NCT04342182\"}}NCT04342182, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04374526\",\"term_id\":\"NCT04374526\"}}NCT04374526…Phase3: NCT04418518, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04372979\",\"term_id\":\"NCT04372979\"}}NCT04372979, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04348656\",\"term_id\":\"NCT04348656\"}}NCT04348656…Open in a separate windowAntagonists of IL-6 and IL-6R Tocilizumab, a recombinant humanized monoclonal antibody against IL-6R, could firmly bind to soluble and membrane-bound IL-6R thus prevent the binding of IL-6 to IL-6R and block signal transduction [82]. Owing to its remarkable efficacy, tocilizumab was approved as a biological therapy of CAR T-cell treatment induced CRS in adults and children by FDA (in 2017) and EMA (in 2018) [91, 196–199]. Recently, tocilizumab was repurposed to be the key to reduce CRS-related mortality and its use has been added into the management guidelines of severe or critically ill COVID-19 patients with extensive lung lesions and high level of IL-6 in China [77, 196, 200, 201]. Researchers worldwide are working on to evaluate this drug as well [202]. The recommended dose of tocilizumab is 4-8mg/kg and once up to a maximum of 800mg intravenous drip at the first administration while no more than twice should the severe patients be given tocilizumab therapy.Accumulating evidence showed that tocilizumab may be the key to reduce mortality in severe COVID-19 patients with CRS [203]. A case reported that two infusions of tocilizumab contributed to a rapidly improved outcome in a COVID-19 patients with respiratory failure [204]. Similarly, a small sample clinical trial in China (ChiCTR2000029765) involving 21 severe cases demonstrated that tocilizumab is capable of ameliorating high fever and lung lesion, as well as normalizing the decreased lymphocytes and increased CRP level of COVID-19 patients within 5 days of administration of a single 400 mg dose [82]. Later on, a single center study involving 100 severe COVID-19 patients with ARDS characterized with hyperinflammatory syndrome showed a significant and lasting response to tocilizumab treatment [205]. However, some of these researchers are uncontrolled non peer reviewed, and a subsequent level of IL-6 after treatment initiation was not included. These results are in urgent need of confirmation in more randomized controlled trials (RCTs). Currently, no less than 30 clinical trials are approved to test the efficacy and safety of tocilizumab for the treatment of pneumonia in COVID-19 as monotherapy or in combination with anti-virus drugs (remdesivir and favipiravir), azithromycin or anti-malaria drugs (hydroxychloroquine (HCQ) and mefloquine).Apart from tocilizumab, other inhibitors of IL-6 signaling axis are also under intensive exploration for the treatment of SARS-CoV-2 infection, including sarilumab (a monoclonal antibody against IL-6R), siltuximab (a chimeric antibody of IL-6), clazakizumab and olokizumab (two humanized monoclonal antibodies against IL-6), among which sarilumab and siltuximab are FDA-approved agents against IL-6 [67, 206–208]. A phase II/III RCT ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04315298\",\"term_id\":\"NCT04315298\"}}NCT04315298) enrolled 400 cases is ongoing to assess the efficacy and safety of sarilumab in hospitalized patients with COVID-19 compared with placebo. Sarilumab is also being tested for the therapy of moderate cases of SARS-CoV-2 infection ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04359901\",\"term_id\":\"NCT04359901\"}}NCT04359901). Siltuximab is another therapeutic option to block the involvement of IL-6 in COVID-19 patients [209]. The efficacy and safety of siltuximab are being evaluated in comparison with the broad immunosuppressor methylprednisolone in hospitalized patients with COVID-19 pneumonia ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04329650\",\"term_id\":\"NCT04329650\"}}NCT04329650). In addition, clazakizumab is administered more frequently to COVID-19 patients with life-threatening pulmonary failure associated with CRS ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04381052\",\"term_id\":\"NCT04381052\"}}NCT04381052, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04343989\",\"term_id\":\"NCT04343989\"}}NCT04343989, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04363502\",\"term_id\":\"NCT04363502\"}}NCT04363502). A phase II/III double-blinded RCT is evaluating the efficacy of a single dose of 64mg olokizumab for the treatment of severe COVID-19 patients besides standard therapy ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04380519\",\"term_id\":\"NCT04380519\"}}NCT04380519). Therefore, all patients with severe SARS-CoV-2 infection are supposed to be screened hyperinflammation biomarkers in order to pick out suitable cases that would benefit from immunosuppression therapy.Thus far, reports detailing the patients’ outcomes receiving IL-6 blockade therapy were still insufficient. Despite the promising efficacy of IL-6/IL-6R blockers in the management of SARS-CoV-2 infection, we should notice that some side effects may also come along. One theoretical possibility is that immunosuppression as a result of IL-6 antagonism may contribute to delayed viral clearance, fungi infection and osteonecrosis of the jaw as observed in rheumatoid arthritis patients treated with these drugs [69]. Radbel et al. reported two cases of COVID-19 with CRS receiving tocilizumab treatment both progressed to sHLH and one developed viral myocarditis [210]. Decreased IL-6 may contribute to enhanced viral replication if tocilizumab is administered too early in the disease course [210]. Other common adverse reactions of IL-6 inhibition include increased serum transaminases and lipid concentrations, pancreatitis and so on [199]. Hence, the results of safety evaluation of IL-6 inhibition are in urgent need. We should also take efforts to determine the optimal patient selection and timing for the utility of anti-IL-6 therapy for COVID19-induced CRS.Intriguingly, we can modulate CRS by indirectly interfering with the levels and functions of IL-6/IL-6R. One possible strategy is to inhibit JAK, an important downstream component of IL-6 pathway in CRS [77, 195, 211]. Baricitinib, tofacitinib, ruxolitinib are most intensively investigated JAK inhibitors for the treatment of SARS-CoV-2 infection ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04390061\",\"term_id\":\"NCT04390061\"}}NCT04390061, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04377620\",\"term_id\":\"NCT04377620\"}}NCT04377620, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04340232\",\"term_id\":\"NCT04340232\"}}NCT04340232, etc.). CRS can also be prevented by blocking the catecholamine-cytokine axis which augments the production of IL-6 and other cytokines [67]. An open label RCT ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04365257\",\"term_id\":\"NCT04365257\"}}NCT04365257) is undergoing to test prazosin, an α1-AR antagonist, on preventing CRS and severe complications in hospitalized COVID-19 patients. Ulinastatin, a serine protease inhibitor with anti-IL-6 capability, is another possible immunomodulatory agent of the cytokine storm [212]. Ulinastatin can reduce TNF-α and IFN-γ levels, as well as promoting the secreting of anti-inflammatory IL-10, which could assist the body to regain balance between pro-inflammatory and anti-inflammatory responses [213, 214]. The effect of ulinastatin is being evaluated on time to recovery, disease severity, need for ventilator support, and mortality of hospitalized COVID-19 patients compared to placebo in a multi-center randomized study at present ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04393311\",\"term_id\":\"NCT04393311\"}}NCT04393311).Inhibition of the IL-1 pathway During CRS, the enhanced expression of IL-1 was observed to peak before the respiratory failure which indicated that IL-1 might drive the pathogenesis of COVID-19 [95]. Hence, inhibition of IL-1 pathway has attracted great attention. Anakinra (an antagonist of IL-1β) and canakinumab (IL-1 inhibitor), once utilized for the clinical management of severe sepsis, is now repurposed to fight against SARS-CoV-2 infection to prevent the respiratory dysfunction [95]. However, the clinical experience of applying these agents to treat COVID-19 is far from sufficient. Therefore, animal experiments and clinical trials are necessary to determine their effects and safety. Correspondingly, plenty of trials are now being launched to test the efficacy of anakinra ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT02735707\",\"term_id\":\"NCT02735707\"}}NCT02735707, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04330638\",\"term_id\":\"NCT04330638\"}}NCT04330638, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04364009\",\"term_id\":\"NCT04364009\"}}NCT04364009…) and canakinumab ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04365153\",\"term_id\":\"NCT04365153\"}}NCT04365153, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04362813\",\"term_id\":\"NCT04362813\"}}NCT04362813, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04348448\",\"term_id\":\"NCT04348448\"}}NCT04348448) for COVID-19 patients. Routine examination of the levels of inflammatory cytokines is required to monitor these agents’ influence.Inhibition of other cytokines The occurrence of CRS attributes to the increase in various cytokines. Therefore, inhibition of other increased cytokine, including IFN-γ and GM-CSF, is also a possible method to manage severe COVID-19 patients [83]. Using emapalumab, a monoclonal antibody against IFN-γ, may be able to reduce the numbers of severe COVID-19 patients requiring mechanical ventilation and ICU care, as well as reduce the mortality ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04324021\",\"term_id\":\"NCT04324021\"}}NCT04324021). Inhibition of GM-CSF provides another perspective as described in two newly launched clinical trials ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04397497\",\"term_id\":\"NCT04397497\"}}NCT04397497 and {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04399980\",\"term_id\":\"NCT04399980\"}}NCT04399980).IFN-I and IFN-III Administration of IFN-I and IFN-III in COVID-19 has been an issue of heated debate. Utilization of nebulized IFN-α2b alone or in combination with arbidol decreased the duration of detectable virus and inflammatory markers, as reported in a retrospective study [215]. Vapor inhalation of IFN-α in combination with ribavirin has been added into China management guidelines of COVID-19 [216]. In vitro studies demonstrated that SARS-CoV-2 was sensitive to IFN-I supplement [98, 100]. Ivan et al. reported the results of an open-label, randomized, phase 2 clinical trial ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04276688\",\"term_id\":\"NCT04276688\"}}NCT04276688) that assessed the efficacy of a triple combination regimen of IFN-β1b, lopinavir-ritonavir, and ribavirin in the treatment of 127 hospitalized COVID-19 patients [217]. Triple therapy significantly shortened the duration of viral shedding, symptom alleviation, and hospital stay compared with control group. To further explore the potency of IFN-I and IFN-III for COVID-19 management, various types of IFN are being evaluated in clinical trials, including IFN-I type: IFN-α1b ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04320238\",\"term_id\":\"NCT04320238\"}}NCT04320238), IFN-α2b ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04480138\",\"term_id\":\"NCT04480138\"}}NCT04480138), IFN-β1a ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04350671\",\"term_id\":\"NCT04350671\"}}NCT04350671), IFN-β1b ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04465695\",\"term_id\":\"NCT04465695\"}}NCT04465695), and IFN-III type: IFN-λ ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04343976\",\"term_id\":\"NCT04343976\"}}NCT04343976), IFN-λ1a ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04354259\",\"term_id\":\"NCT04354259\"}}NCT04354259).Chloroquine and hydroxychloroquine CQ and its derivative HCQ have been used against SARS-CoV-2 infection in patients aged 18-65 years [83, 212]. Previously, CQ phosphate was administered for the treatment of autoimmune diseases because of its anti-inflammatory properties, including inhibiting the expression of TNF, IL-6 and major histocompatibility complex class-II (MHC-II) [218, 219]. Moreover, CQ and HCQ are weak bases that can accumulate and increase the pH in endosome and lysosome, thus inhibiting viral replication [220]. CQ and its derivatives have shown apparent efficacy and acceptable safety against SARS-CoV-2 induced pneumonia in plenty of trials with or without azithromycin [218, 221]. The preferred dose for the treatment of COVID-19 is as follows: CQ: 500 mg, twice per day for patients more than 50Kg and 500 mg, twice per day on the first two days and once per day on the following 5 days for patients less than 50Kg; HCQ sulphate: 200 mg, three times per day [212]. However, current data on the benefits and harms of HCQ or CQ for COVID-19 treatment is far from clear and often contradictory, as reported in a systematic review conducted by Adrian and colleagues [222]. A high dose of CQ for more than 600mg may pose the patients into a death threat [223].In order to draw a conclusion upon whether CQ are beneficial for COVID-19 patients or not, dozens of clinical trials are carrying out at present alone or in combination with azithromycin. A multicenter, open label RCT is trying to evaluate if adding CQ or HCQ to only supportive care may ameliorate disease progression in hospitalized moderate to severe COVID-19 patients ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04362332\",\"term_id\":\"NCT04362332\"}}NCT04362332). Similarly, a phase 2b study is undergoing to test the efficacy and safety of CQ on hospitalized COVID-19 patients, as well as measure whether CQ is capable of reducing mortality after 28-day follow-up ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04323527\",\"term_id\":\"NCT04323527\"}}NCT04323527). A phase 3 RCT including 2770 participants is working on to demonstrate the efficacy of CQ combined with azithromycin on early stage disease in COVID-19 patients ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04371406\",\"term_id\":\"NCT04371406\"}}NCT04371406). Since the convincing evidence in support of using CQ or HCQ as a therapeutic option for SARS-CoV-2 infection is insufficient, the results of these ongoing clinical trials is in unprecedented need.Corticosteroids Corticosteroids are widely used as an immunosuppressor to inhibit CRS [74]. However, whether COVID-19 patients would benefit from corticosteroids treatment is of great debate. Some considered that corticosteroids would induce host immune suppression and delay viral clearance, while others consented that corticosteroids are strong inhibitors of the hyperinflammatory state which is the main cause of death in severe COVID-19 patients [224, 225]. Use of corticosteroids-based therapy in severe and critically ill patients has been reported previously [6, 12]. Some studies indicated that treatment with corticosteroids reduced the risk of death, especially in patients with ARDS, instead of affecting viral clearance time and prolonging duration of symptoms or hospital stay [226, 227]. However, based on the experiences of using corticosteroids in other viral pneumonia like SARS, improper use of systemic corticosteroids may cause serious side effects including osteonecrosis of the femoral head. Therefore, corticosteroids should be used with caution for certain severe cases of COVID-19 suffering from CRS, not in mild cases. Routine use is not supported [228, 229]. Of note, corticosteroids should only be used at low-to-moderate doses for a short term (3-5 days) [212].A phase 3 study is evaluating the efficacy and safety of prednisone and hydrocortisone on treating oxygen-dependent COVID-19 patients with ARDS ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04359511\",\"term_id\":\"NCT04359511\"}}NCT04359511). Another open label phase 4 RCT is testing whether inhaled budesonide could reduce treatment failure in COVID19 patients with pneumonia ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04355637\",\"term_id\":\"NCT04355637\"}}NCT04355637). Other corticosteroids including methylprednisolone and different administration routines (like budesonide dry powder inhaler, dexamethasone injection) are under investigation for the treatment of SARS-CoV-2 infection ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04345445\",\"term_id\":\"NCT04345445\"}}NCT04345445, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04416399\",\"term_id\":\"NCT04416399\"}}NCT04416399, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04360876\",\"term_id\":\"NCT04360876\"}}NCT04360876……).Blood purification treatments Another approach to alleviate CRS is blood purification treatments which can fundamentally remove the excessive inflammatory cytokines in the blood. This purification system includes multiple steps like plasma exchange, adsorption, perfusion, etc. [83] Zhang et al. introduced an artificial-liver blood-purification system which is applied in Zhejiang province and presented a good efficacy for the treatment of patients with serious SARS-CoV-2 infection [230]. At present, 2 clinical trials are undergoing to evaluate the efficacy of plasma change alone or in combination with ruxolitinib (a JAK/STAT pathway inhibitor) in severe COVID-19 patients with CRS requiring invasive mechanical ventilation ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04374539\",\"term_id\":\"NCT04374539\"}}NCT04374539, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04374149\",\"term_id\":\"NCT04374149\"}}NCT04374149).Intravenous immunoglobulin (IVIG) In a retrospective study carried out by Chen et al. [6], about 27% of COVID-19 patients were given IVIG treatment [6]. The recommended dose of IVIG to interrupt CRS is 0.3-0.5g/Kg per day for 5 days [50]. Octagam, an IVIG agents, are being evaluated to modulate the immune system, and stabilize or improve clinical outcomes of severe COVID-19 patients ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04400058\",\"term_id\":\"NCT04400058\"}}NCT04400058, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04411667\",\"term_id\":\"NCT04411667\"}}NCT04411667). Another RCT of IVIG therapy for severe SARS-CoV-2 infected pneumonia has been launched ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT 04261426\",\"term_id\":\"NCT04261426\"}}NCT 04261426). Nevertheless, current evidence is sparse about the efficacy of IVIG therapy on COVID-19 patients.Mesenchymal stem cells (MSCs) As an essential member of stem cell family, MSCs exerted unique properties of inhibiting inflammation, modulating immune response and repairing damaged lung tissue [8]. On the one hand, MSCs could ameliorate CRS by inhibiting T cells and macrophages and reduce the production of different kinds of pro-inflammatory cytokines. On the other hand, MSCs could promote the generation of Treg cells and secrete inhibitory cytokine IL-10, alleviating ARDS [83]. Those properties made MSCs a promising method for the therapy of COVID-19. IFN-γ activated MSCs may be more effective in the inhibition of hyperimmune response [9]. A phase 3 clinical trial is ongoing to evaluate the efficacy and safety MSCs in COVID-19 patients with ARDS compared with placebo ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04371393\",\"term_id\":\"NCT04371393\"}}NCT04371393). Similarly, MSCs alone or plus extracellular vesicles against SARS-CoV-2 infection with ARDS is assessed in comparison to conventional therapy and supportive care ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04366063\",\"term_id\":\"NCT04366063\"}}NCT04366063). Other current clinical trials of MSCs for severe COVID-19 patients mainly reached early phase 1 and phase 2 ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04252118\",\"term_id\":\"NCT04252118\"}}NCT04252118, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04336254\",\"term_id\":\"NCT04336254\"}}NCT04336254, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04315987\",\"term_id\":\"NCT04315987\"}}NCT04315987……). ConclusionThe sudden outbreak and rapid spread of SARS-CoV-2 mounted a significant challenge to the global health systems. Although we knew nothing about its characteristics from the very start, previous studies based on SARS-CoV-1 and MERS-CoV accelerated our understanding of this novel coronavirus in a short period of time. However, neither vaccines nor specific anti-SARS-CoV-2 drugs are available currently. Next, compared to other coronavirus infections, there still are many differences in immune response to SARS-CoV-2 infection according to the existing proof. Finally, it should be noticed that the immune system does play critical roles in fighting viruses, but the side effects such as CRS and ADE are also harmful. Therefore, it is imperative to further elucidate the underlying immunological mechanisms in disease pathogenesis and progression for better design of diagnostic, therapeutic and preventive strategies of COVID-19. AcknowledgementsWe would like to thank Academician Yuquan Wei for his guidance on the manuscript.Code availabilityNot applicable AbbreviationsACE2Angiotensin converting enzyme IIADEAntibody-dependent enhancementAngIIAngiotensin 2ARDSAcute respiratory distress syndromeAT1RAngiotensin receptor type 1AUCArea under curveBCGBacillus Calmette–GuérinCLIAChemiluminescence immunoassay analysisCOVID-19Coronavirus disease 2019CPConvalescent plasmaCQChloroquineCRPC-reactive proteinCRSCytokine release syndromeCTLA-4Cytotoxic T lymphocyte antigen 4CTLsCytotoxic CD8+ T cellsDEGsDifferentially expressed genesELISAEnzyme-linked immunosorbent assayG-CSFGranulocyte-colony stimulating factorGICAColloidal gold immunochromatographic assayGM-CSFGranulocyte-macrophage colony-stimulating factorHCQHydroxychloroquineICImmunochromatographicICUIntensive care unitIFN-IIIType-III IFNIFN-IType-I IFNIFN-γInterferon-γILInterleukinIP10IFN-γ inducible protein 10ISGsIFN-stimulated genesJAKJanus kinaseMAPKMitogen-activated protein (MAP) kinaseMCLIAMagnetic chemiluminescence enzyme immunoassayMCP1Monocyte chemoattractant protein 1MDRMultiple organ failuremIL-6Rtrans-membrane IL-6 receptorMIP1βMacrophage inflammatory protein 1βMNAsMicroneedle arraysN proteinNucleocapsid proteinN8RNeutrophil-to-CD8+ T cell ratioNAbsNeutralizing antibodiesNabsNeutralizing antibodiesNETsNeutrophil extracellular trapsNKNatural killerNLRNeutrophil-to-lymphocyte ratioNSEsNon-specific effect on immune systemPD-1Programmed death-1RBDReceptor binding domainRCTRandomized controlled trialsRT-qPCRReal time reverse transcriptase quantitative polymerase chain reactionPCRPolymerase chain reactionS proteinSpike proteinSARS-COV-2Severe acute respiratory syndrome coronavirus 2SfSpodoptera frugiperdasHLHsecondary hemophagocytic lymphohistiocytosissIL-6Rsoluble IL-6 receptorSOFASequential Organ Failure AssessmentSTAT3Signal transducer and activator of transcription 3ThHelper TTNF-αTumor necrosis factor-αTregRegulatory TVEGFVascular endothelial growth factorWBCWhite blood cell Authors’ contributionsYanghong Ni and Aqu Alu jointly contributed to the first draft of the article, the tables and the figures. Hong lei provided assistance in making figures. Yang Wang revised the manuscript. Xiawei Wei and Min Wu conceived the presented idea, revised the manuscript again and approved the final version. All authors approved this manuscript for publication. FundingThis work is supported by the National Major Scientific and Technological Special Project for “Significant New Drugs Development” (No. 2018ZX09733001, China), the Development Program of China (No. 2016YFA0201402), and by the Excellent Youth Foundation of Sichuan Scientific Committee Grant in China (No. 2019JDJQ008). This project was also supported by NIH {\"type\":\"entrez-nucleotide\",\"attrs\":{\"text\":\"AI138203\",\"term_id\":\"3644175\",\"term_text\":\"AI138203\"}}AI138203 and AI097532-01A1 to MW. Availability of data and materialsNot applicable Ethics approval and consent to participateNot applicable Consent for publicationIts publication has been approved explicitly by all authors and the responsible authorities where the work was carried out. Competing interestsThe authors declare no conflict of interest. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Yanghong Ni and Aqu Alu contributed equally to this work. Contributor InformationMin Wu, Email: ude.dnu@uw.nim.Xiawei Wei, Email: nc.ude.ucs@iewiewaix. References1. WHO Coronavirus Disease (COVID-19) Dashboard. Oct 29, 2020. http://www.covid19.who.int/.2. Zhou P, Yang XL, Wang XG, Hu B, Zhang L, Zhang W, et al.  A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579(7798):270–273. doi: 10.1038/s41586-020-2012-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Wrapp D, Wang N, Corbett KS, Goldsmith JA, Hsieh CL, Abiona O, et al.  Cryo-EM structure of the 2019-nCoV spike in the prefusion conformation. Science (New York, NY) 2020;367(6483):1260–1263. doi: 10.1126/science.abb2507. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Gu J, Han B, Wang J. COVID-19: Gastrointestinal manifestations and potential fecal-oral transmission. Gastroenterology. 2020;158(6):1518–9. 10.1053/j.gastro.2020.02.054. [PMC free article] [PubMed]5. Chang D, Lin M, Wei L, Xie L, Zhu G, Dela Cruz CS, et al. Epidemiologic and clinical characteristics of novel coronavirus infections involving 13 patients outside Wuhan, China. JAMA. 2020;323(11):1092–3. 10.1001/jama.2020.1623. [PMC free article] [PubMed]6. Chen N, Zhou M, Dong X, Qu J, Gong F, Han Y, et al.  Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet (London, England) 2020;395(10223):507–513. doi: 10.1016/s0140-6736(20)30211-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. JAMA. 2020;323(11):1061–9. 10.1001/jama.2020.1585. [PMC free article] [PubMed]8. Cao X. COVID-19: immunopathology and its implications for therapy. Nat Rev Immunol. 2020;20(5):269–270. doi: 10.1038/s41577-020-0308-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Shi Y, Wang Y, Shao C, Huang J, Gan J, Huang X, et al.  COVID-19 infection: the perspectives on immune responses. Cell Death Differ. 2020;27(5):1451–1454. doi: 10.1038/s41418-020-0530-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Shaw AC, Goldstein DR, Montgomery RR. Age-dependent dysregulation of innate immunity. Nat Rev Immunol. 2013;13(12):875–887. doi: 10.1038/nri3547. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Liu WJ, Zhao M, Liu K, Xu K, Wong G, Tan W, et al.  T-cell immunity of SARS-CoV: Implications for vaccine development against MERS-CoV. Antiviral Res. 2017;137:82–92. doi: 10.1016/j.antiviral.2016.11.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. doi: 10.1016/s0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Liu J, Li S, Liu J, Liang B, Wang X, Wang H, et al.  Longitudinal characteristics of lymphocyte responses and cytokine profiles in the peripheral blood of SARS-CoV-2 infected patients. EBioMedicine. 2020;55:102763. doi: 10.1016/j.ebiom.2020.102763. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive Care Med. 2020. 10.1007/s00134-020-05991-x. [PMC free article] [PubMed]15. Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al.  Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020;8(4):420–422. doi: 10.1016/s2213-2600(20)30076-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Qin C, Zhou L, Hu Z, Zhang S, Yang S, Tao Y, et al. Dysregulation of immune response in patients with COVID-19 in Wuhan, China. Clin Infect Dis. 2020. 10.1093/cid/ciaa248. [PMC free article] [PubMed]17. Shi Y, Tan M, Chen X, Liu Y, Huang J, Ou J, et al. Immunopathological characteristics of coronavirus disease 2019 cases in Guangzhou, China. medRxiv. 2020:2020.03.12.20034736. 10.1101/2020.03.12.20034736.18. Chen G, Wu D, Guo W, Cao Y, Huang D, Wang H, et al.  Clinical and immunological features of severe and moderate coronavirus disease 2019. J Clin Invest. 2020;130(5):2620–2629. doi: 10.1172/jci137244. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Channappanavar R, Zhao J, Perlman S. T cell-mediated immune response to respiratory coronaviruses. Immunol Res. 2014;59(1-3):118–128. doi: 10.1007/s12026-014-8534-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Weiskopf D, Schmitz KS, Raadsen MP, Grifoni A, Okba NMA, Endeman H, et al. Phenotype of SARS-CoV-2-specific T-cells in COVID-19 patients with acute respiratory distress syndrome. medRxiv. 2020:2020.04.11.20062349. 10.1101/2020.04.11.20062349. [PMC free article] [PubMed]21. He R, Lu Z, Zhang L, Fan T, Xiong R, Shen X, et al.  The clinical course and its correlated immune status in COVID-19 pneumonia. J Clin Virol. 2020;127:104361. doi: 10.1016/j.jcv.2020.104361. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Thevarajan I, Nguyen THO, Koutsakos M, Druce J, Caly L, van de Sandt CE, et al.  Breadth of concomitant immune responses prior to patient recovery: a case report of non-severe COVID-19. Nat Med. 2020;26(4):453–455. doi: 10.1038/s41591-020-0819-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Wan S, Yi Q, Fan S, Lv J, Zhang X, Guo L, et al.  Relationships among lymphocyte subsets, cytokines, and the pulmonary inflammation index in coronavirus (COVID-19) infected patients. Br J Haematol. 2020;189(3):428–437. doi: 10.1111/bjh.16659. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Tan L, Wang Q, Zhang D, Ding J, Huang Q, Tang YQ, et al.  Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study. Signal Transduct Target Ther. 2020;5(1):33. doi: 10.1038/s41392-020-0148-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Zeng Q, Li Y-Z, Huang G, Wu W, Dong S-Y, Xu Y. Mortality of COVID-19 is associated with cellular immune function compared to immune function in Chinese Han Population. medRxiv. 2020. 10.1101/2020.03.08.20031229.26. Diao B, Wang C, Tan Y, Chen X, Liu Y, Ning L, et al. Reduction and functional exhaustion of T cells in patients with Coronavirus Disease 2019 (COVID-19). Front Immunol. 2020;11(827). 10.3389/fimmu.2020.00827. [PMC free article] [PubMed]27. Xu B, Fan CY, Wang AL, Zou YL, Yu YH, He C et al. Suppressed T cell-mediated immunity in patients with COVID-19: A clinical retrospective study in Wuhan, China. J Infect. 2020. 10.1016/j.jinf.2020.04.012. [PMC free article] [PubMed]28. Chen X, Ling J, Mo P, Zhang Y, Jiang Q, Ma Z, et al. Restoration of leukomonocyte counts is associated with viral clearance in COVID-19 hospitalized patients. medRxiv. 2020:2020.03.03.20030437. 10.1101/2020.03.03.20030437.29. Thevarajan I, Nguyen TH, Koutsakos M, Druce J, Caly L, van de Sandt CE, et al. Breadth of concomitant immune responses underpinning viral clearance and patient recovery in a non-severe case of COVID-19. medRxiv. 2020:2020.02.20.20025841. 10.1101/2020.02.20.20025841.30. Li MY, Li L, Zhang Y, Wang XS. Expression of the SARS-CoV-2 cell receptor gene ACE2 in a wide variety of human tissues. Infect Dis Poverty. 2020;9(1):45. doi: 10.1186/s40249-020-00662-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Koch C, Staffler G, Huttinger R, Hilgert I, Prager E, Cerny J, et al.  T cell activation-associated epitopes of CD147 in regulation of the T cell response, and their definition by antibody affinity and antigen density. Int Immunol. 1999;11(5):777–786. doi: 10.1093/intimm/11.5.777. [PubMed] [CrossRef] [Google Scholar]32. Wang K, Chen W, Zhou Y-S, Lian J-Q, Zhang Z, Du P, et al. SARS-CoV-2 invades host cells via a novel route: CD147-spike protein. bioRxiv. 2020:2020.03.14.988345. 10.1101/2020.03.14.988345.33. Chu H, Zhou J, Wong BH, Li C, Chan JF, Cheng ZS, et al. Middle east respiratory syndrome coronavirus efficiently fnfects human primary T lymphocytes and activates the extrinsic and intrinsic apoptosis pathways. J Infect Dis. 2016;213(6):904–14. 10.1093/infdis/jiv380. [PMC free article] [PubMed]34. Wang X, Xu W, Hu G, Xia S, Sun Z, Liu Z, et al. SARS-CoV-2 infects T lymphocytes through its spike protein-mediated membrane fusion. Cell Mol Immunol. 2020. 10.1038/s41423-020-0424-9. [PMC free article] [PubMed] Retracted35. Liao YC, Liang WG, Chen FW, Hsu JH, Yang JJ, Chang MS. IL-19 induces production of IL-6 and TNF-alpha and results in cell apoptosis through TNF-alpha. J Immunol. 2002;169(8):4288–4297. doi: 10.4049/jimmunol.169.8.4288. [PubMed] [CrossRef] [Google Scholar]36. https://www.who.int/emergencies/diseases/novel-coronavirus-2019.37. Huang J, Lin H, Wu Y, Fang Y, Kumar R, Chen G, et al. COVID-19 in posttransplant patients-report of 2 cases. Am J Transplant. 2020. 10.1111/ajt.15896. [PubMed]38. Wang M, Luo L, Bu H, Xia H. Case Report: One case of Coronavirus Desease 2019(COVID-19) in patient co-nfected by HIV with a low CD4+ T cell count. Int J Infect Dis. 2020. 10.1016/j.ijid.2020.04.060. [PMC free article] [PubMed]39. McLane LM, Abdel-Hakeem MS, Wherry EJ. CD8 T cell exhaustion during chronic viral infection and cancer. Annu Rev Immunol. 2019;37:457–95. 10.1146/annurev-immunol-041015-055318. [PubMed]40. Zheng HY, Zhang M, Yang CX, Zhang N, Wang XC, Yang XP, et al.  Elevated exhaustion levels and reduced functional diversity of T cells in peripheral blood may predict severe progression in COVID-19 patients. Cell Mol Immunol. 2020;17(5):541–543. doi: 10.1038/s41423-020-0401-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Wherry EJ, Kurachi M. Molecular and cellular insights into T cell exhaustion. Nat Rev Immunol. 2015;15(8):486–499. doi: 10.1038/nri3862. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Dougall WC, Kurtulus S, Smyth MJ, Anderson AC. TIGIT and CD96: new checkpoint receptor targets for cancer immunotherapy. Immunol Rev. 2017;276(1):112–120. doi: 10.1111/imr.12518. [PubMed] [CrossRef] [Google Scholar]43. Zheng M, Gao Y, Wang G, Song G, Liu S, Sun D, et al.  Functional exhaustion of antiviral lymphocytes in COVID-19 patients. Cell Mol Immunol. 2020;17(5):533–535. doi: 10.1038/s41423-020-0402-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Brooks DG, Trifilo MJ, Edelmann KH, Teyton L, McGavern DB, Oldstone MB. Interleukin-10 determines viral clearance or persistence in vivo. Nat Med. 2006;12(11):1301–1309. doi: 10.1038/nm1492. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Ejrnaes M, Filippi CM, Martinic MM, Ling EM, Togher LM, Crotty S, et al.  Resolution of a chronic viral infection after interleukin-10 receptor blockade. J Exp Med. 2006;203(11):2461–2472. doi: 10.1084/jem.20061462. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Ouyang Y, Yin J, Wang W, Shi H, Shi Y, Xu B, et al. Down-regulated gene expression spectrum and immune responses changed during the disease progression in COVID-19 patients. Clin Infect Dis. 2020. 10.1093/cid/ciaa462. [PMC free article] [PubMed]47. Martinez NM, Agosto L, Qiu J, Mallory MJ, Gazzara MR, Barash Y, et al.  Widespread JNK-dependent alternative splicing induces a positive feedback loop through CELF2-mediated regulation of MKK7 during T-cell activation. Genes Dev. 2015;29(19):2054–2066. doi: 10.1101/gad.267245.115. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Poltorak M, Meinert I, Stone JC, Schraven B, Simeoni L. Sos1 regulates sustained TCR-mediated Erk activation. Eur J Immunol. 2014;44(5):1535–1540. doi: 10.1002/eji.201344046. [PubMed] [CrossRef] [Google Scholar]49. Zhang B, Zhou X, Zhu C, Feng F, Qiu Y, Feng J, et al. Immune phenotyping based on neutrophil-to-lymphocyte ratio and IgG predicts disease severity and outcome for patients with COVID-19. medRxiv. 2020:2020.03.12.20035048. 10.1101/2020.03.12.20035048. [PMC free article] [PubMed]50. Lin L, Lu L, Cao W, Li T. Hypothesis for potential pathogenesis of SARS-CoV-2 infection-a review of immune changes in patients with viral pneumonia. Emerg Microbes Infect. 2020;9(1):727–732. doi: 10.1080/22221751.2020.1746199. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al. Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus-infected pneumonia in Wuhan, China. Jama. 2020. 10.1001/jama.2020.1585.52. Curbelo J, Luquero Bueno S, Galvan-Roman JM, Ortega-Gomez M, Rajas O, Fernandez-Jimenez G, et al.  Inflammation biomarkers in blood as mortality predictors in community-acquired pneumonia admitted patients: Importance of comparison with neutrophil count percentage or neutrophil-lymphocyte ratio. PLoS One. 2017;12(3):e0173947. doi: 10.1371/journal.pone.0173947. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Liu X, Shen Y, Wang H, Ge Q, Fei A, Pan S. Prognostic significance of neutrophil-to-lymphocyte ratio in patients with sepsis: a prospective bbservational study. Mediators Inflamm. 2016;2016:8191254. 10.1155/2016/8191254. [PMC free article] [PubMed]54. Berry JD, Hay K, Rini JM, Yu M, Wang L, Plummer FA, et al.  Neutralizing epitopes of the SARS-CoV S-protein cluster independent of repertoire, antigen structure or mAb technology. MAbs. 2010;2(1):53–66. doi: 10.4161/mabs.2.1.10788. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Wu F, Wang A, Liu M, Wang Q, Chen J, Xia S, et al. Neutralizing antibody responses to SARS-CoV-2 in a COVID-19 recovered patient cohort and their implications. medRxiv. 2020:2020.03.30.20047365. 10.1101/2020.03.30.20047365.56. Ni L, Ye F, Cheng ML, Feng Y, Deng YQ, Zhao H, et al. Detection of SARS-CoV-2-Specific humoral and cellular immunity in COVID-19 convalescent individuals. Immunity. 2020. 10.1016/j.immuni.2020.04.023. [PMC free article] [PubMed]57. Long QX, Liu BZ, Deng HJ, Wu GC, Deng K, Chen YK, et al. Antibody responses to SARS-CoV-2 in patients with COVID-19. Nat Med. 2020. 10.1038/s41591-020-0897-1. [PubMed]58. Giani M, Seminati D, Lucchini A, Foti G, Pagni F. Exuberant plasmocytosis in bronchoalveolar lavage specimen of the first patient requiring extracorporeal membrane oxygenation for SARS-CoV-2 in Europe. J Thorac Oncol. 2020;15(5):e65–e6. 10.1016/j.jtho.2020.03.008. [PMC free article] [PubMed]59. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054–1062. doi: 10.1016/s0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Amanat F, Stadlbauer D, Strohmeier S, Nguyen T, Chromikova V, McMahon M, et al. A serological assay to detect SARS-CoV-2 seroconversion in humans. medRxiv. 2020:2020.03.17.20037713. 10.1101/2020.03.17.20037713.61. Xiang F, Wang X, He X, Peng Z, Yang B, Zhang J, et al. Antibody detection and dynamic characteristics in patients with COVID-19. Clin Infect Dis. 2020. 10.1093/cid/ciaa461. [PMC free article] [PubMed]62. Sewell HF, Agius RM, Stewart M, Kendrick D. Cellular immune responses to covid-19. Bmj. 2020;370:m3018. doi: 10.1136/bmj.m3018. [PubMed] [CrossRef] [Google Scholar]63. Wolfel R, Corman VM, Guggemos W, Seilmaier M, Zange S, Muller MA, et al. Virological assessment of hospitalized patients with COVID-2019. Nature. 2020. 10.1038/s41586-020-2196-x. [PubMed]64. Sun B, Feng Y, Mo X, Zheng P, Wang Q, Li P, et al. Kinetics of SARS-CoV-2 specific IgM and IgG responses in COVID-19 patients. Emerg Microbes Infect. 2020:1–36. 10.1080/22221751.2020.1762515. [PMC free article] [PubMed]65. Haveri A, Smura T, Kuivanen S, Österlund P, Hepojoki J, Ikonen N, et al. Serological and molecular findings during SARS-CoV-2 infection: the first case study in Finland, January to February 2020. Euro Surveill. 2020;25(11). 10.2807/1560-7917.Es.2020.25.11.2000266. [PMC free article] [PubMed]66. Shimabukuro-Vornhagen A, Godel P, Subklewe M, Stemmler HJ, Schlosser HA, Schlaak M, et al.  Cytokine release syndrome. J Immunother Cancer. 2018;6(1):56. doi: 10.1186/s40425-018-0343-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]67. Konig MF, Powell MA, Staedtke V, Bai RY, Thomas DL, Fischer NM, et al. Preventing cytokine storm syndrome in COVID-19 using alpha-1 adrenergic receptor antagonists. J Clin Invest. 2020. 10.1172/jci139642. [PMC free article] [PubMed]68. Channappanavar R, Perlman S. Pathogenic human coronavirus infections: causes and consequences of cytokine storm and immunopathology. Semin Immunopathol. 2017;39(5):529–539. doi: 10.1007/s00281-017-0629-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Moore JB, June CH. Cytokine release syndrome in severe COVID-19. Science. 2020;368(6490):473–474. doi: 10.1126/science.abb8925. [PubMed] [CrossRef] [Google Scholar]70. Crayne CB, Albeituni S, Nichols KE, Cron RQ. The immunology of macrophage activation syndrome. Front Immunol. 2019;10:119. 10.3389/fimmu.2019.00119. [PMC free article] [PubMed]71. Teachey DT, Lacey SF, Shaw PA, Melenhorst JJ, Maude SL, Frey N, et al. Identification of predictive biomarkers for cytokine release syndrome after chimeric antigen receptor T-cell therapy for acute lymphoblastic leukemia. Cancer Discov. 2016;6(6):664–79. 10.1158/2159-8290.Cd-16-0040. [PMC free article] [PubMed]72. Jose RJ, Manuel A. COVID-19 cytokine storm: the interplay between inflammation and coagulation. Lancet Respir Med. 2020. 10.1016/s2213-2600(20)30216-2. [PMC free article] [PubMed]73. Pedersen SF, Ho YC. SARS-CoV-2: a storm is raging. J Clin Invest. 2020;130(5):2202–2205. doi: 10.1172/jci137647. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Vaninov N. In the eye of the COVID-19 cytokine storm. Nat Rev Immunol. 2020;20(5):277. doi: 10.1038/s41577-020-0305-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Zumla A, Hui DS, Azhar EI, Memish ZA, Maeurer M. Reducing mortality from 2019-nCoV: host-directed therapies should be an option. Lancet. 2020;395(10224):e35–ee6. doi: 10.1016/s0140-6736(20)30305-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Wong CK, Lam CW, Wu AK, Ip WK, Lee NL, Chan IH, et al.  Plasma inflammatory cytokines and chemokines in severe acute respiratory syndrome. Clin Exp Immunol. 2004;136(1):95–103. doi: 10.1111/j.1365-2249.2004.02415.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]77. Chen X, Zhao B, Qu Y, Chen Y, Xiong J, Feng Y, et al. Detectable serum SARS-CoV-2 viral load (RNAaemia) is closely correlated with drastically elevated interleukin 6 (IL-6) level in critically ill COVID-19 patients. Clin Infect Dis. 2020. 10.1093/cid/ciaa449. [PMC free article] [PubMed]78. Douda DN, Jackson R, Grasemann H, Palaniyar N. Innate Immune Collectin Surfactant Protein D simultaneously binds both neutrophil extracellular traps and carbohydrate ligands and promotes bacterial trapping. J Immunol. 2011;187(4):1856–65. 10.4049/jimmunol.1004201. [PubMed]79. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.  Acute respiratory distress syndrome: the Berlin Definition. Jama. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]80. Minciullo PL, Catalano A, Mandraffino G, Casciaro M, Crucitti A, Maltese G, et al. Inflammaging and anti-inflammaging: the role of cytokines in extreme longevity. Arch Immunol Ther Exp (Warsz). 2016;64(2):111–26. 10.1007/s00005-015-0377-3. [PubMed]81. Kany S, Vollrath JT, Relja B. Cytokines in inflammatory disease. Int J Mol Sci. 2019;20(23). 10.3390/ijms20236008. [PMC free article] [PubMed]82. Xu X, Han M, Li T, Sun W, Wang D, Fu B, et al. Effective treatment of severe COVID-19 patients with tocilizumab. Proceed Nat Acad Sci U S A. 2020. 10.1073/pnas.2005615117. [PMC free article] [PubMed]83. Ye Q, Wang B, Mao J. The pathogenesis and treatment of the `Cytokine Storm' in COVID-19. J Infect. 2020. 10.1016/j.jinf.2020.03.037. [PMC free article] [PubMed]84. Liao M, Liu Y, Yuan J, Wen Y, Xu G, Zhao J, et al.  Single-cell landscape of bronchoalveolar immune cells in patients with COVID-19. Nat Med. 2020;26(6):842–844. doi: 10.1038/s41591-020-0901-9. [PubMed] [CrossRef] [Google Scholar]85. Bao L, Deng W, Huang B, Gao H, Liu J, Ren L, et al.  The pathogenicity of SARS-CoV-2 in hACE2 transgenic mice. Nature. 2020;583(7818):830–833. doi: 10.1038/s41586-020-2312-y. [PubMed] [CrossRef] [Google Scholar]86. Ding Y, Chen D, Tarcsafalvi A, Su R, Qin L, Bromberg JS. Suppressor of cytokine signaling 1 inhibits IL-10-mediated immune responses. J Immunol. 2003;170(3):1383–1391. doi: 10.4049/jimmunol.170.3.1383. [PubMed] [CrossRef] [Google Scholar]87. Hirano T, Murakami M. COVID-19: A new virus, but a familiar receptor and cytokine release syndrome. Immunity. 2020. 10.1016/j.immuni.2020.04.003. [PMC free article] [PubMed]88. de Wit E, van Doremalen N, Falzarano D, Munster VJ. SARS and MERS: recent insights into emerging coronaviruses. Nat Rev Microbiol. 2016;14(8):523–534. doi: 10.1038/nrmicro.2016.81. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Murakami M, Kamimura D, Hirano T. Pleiotropy and specificity: insights from the interleukin 6 family of cytokines. Immunity. 2019;50(4):812–31. 10.1016/j.immuni.2019.03.027. [PubMed]90. Kuba K, Imai Y, Rao S, Gao H, Guo F, Guan B, et al.  A crucial role of angiotensin converting enzyme 2 (ACE2) in SARS coronavirus-induced lung injury. Nat Med. 2005;11(8):875–879. doi: 10.1038/nm1267. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Kang S, Tanaka T, Narazaki M, Kishimoto T. Targeting interleukin-6 signaling in clinic. Immunity. 2019;50(4):1007–23. 10.1016/j.immuni.2019.03.026. [PubMed]92. Kishimoto T, Akira S, Taga T. Interleukin-6 and its receptor: a paradigm for cytokines. Science. 1992;258(5082):593–597. doi: 10.1126/science.1411569. [PubMed] [CrossRef] [Google Scholar]93. Tanaka T, Narazaki M, Kishimoto T. Immunotherapeutic implications of IL-6 blockade for cytokine storm. Immunotherapy. 2016;8(8):959–970. doi: 10.2217/imt-2016-0020. [PubMed] [CrossRef] [Google Scholar]94. Heink S, Yogev N, Garbers C, Herwerth M, Aly L, Gasperi C, et al.  Trans-presentation of IL-6 by dendritic cells is required for the priming of pathogenic TH17 cells. Nat Immunol. 2017;18(1):74–85. doi: 10.1038/ni.3632. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Ong EZ, Chan YFZ, Leong WY, Lee NMY, Kalimuddin S, Haja Mohideen SM, et al. A dynamic immune response shapes COVID-19 progression. Cell Host Microbe. 2020. 10.1016/j.chom.2020.03.021. [PMC free article] [PubMed]96. Barnes BJ, Adrover JM, Baxter-Stoltzfus A, Borczuk A, Cools-Lartigue J, Crawford JM, et al. Targeting potential drivers of COVID-19: Neutrophil extracellular traps. J Exp Med. 2020;217(6). 10.1084/jem.20200652. [PMC free article] [PubMed]97. Bell TJ, Brand OJ, Morgan DJ, Salek-Ardakani S, Jagger C, Fujimori T, et al.  Defective lung function following influenza virus is due to prolonged, reversible hyaluronan synthesis. Matrix Biol. 2019;80:14–28. doi: 10.1016/j.matbio.2018.06.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]98. Blanco-Melo D, Nilsson-Payant BE, Liu WC, Uhl S, Hoagland D, Møller R, et al. Imbalanced host response to SARS-CoV-2 drives development of COVID-19. Cell. 2020;181(5):1036–45.e9. 10.1016/j.cell.2020.04.026. [PMC free article] [PubMed]99. Hadjadj J, Yatim N, Barnabei L, Corneau A, Boussier J, Smith N, et al.  Impaired type I interferon activity and inflammatory responses in severe COVID-19 patients. Science. 2020;369(6504):718–724. doi: 10.1126/science.abc6027. [PMC free article] [PubMed] [CrossRef] [Google Scholar]100. Lokugamage KG, Hage A, Schindewolf C, Rajsbaum R, Menachery VD. SARS-CoV-2 is sensitive to type I interferon pretreatment. bioRxiv. 2020. 10.1101/2020.03.07.982264.101. Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, et al. Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020. 10.1016/s2213-2600(20)30079-5. [PMC free article] [PubMed]102. Hase R, Kurita T, Muranaka E, Sasazawa H, Mito H, Yano Y. A case of imported COVID-19 diagnosed by PCR-positive lower respiratory specimen but with PCR-negative throat swabs. Infect Dis. 2020;52(6):423–426. doi: 10.1080/23744235.2020.1744711. [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Qiu F, Wang H, Zhang Z, Cao L, Wang C, Wu J, et al.  Laboratory testing techniques for SARS-CoV-2. Nan fang yi ke da xue xue bao. 2020;40(2):164–167. doi: 10.12122/j.issn.1673-4254.2020.02.04. [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Hou H, Wang T, Zhang B, Luo Y, Mao L, Wang F, et al.  Detection of IgM and IgG antibodies in patients with coronavirus disease 2019. Clin Transl Immunol. 2020;9(5):e01136. doi: 10.1002/cti2.1136. [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Jin Y, Wang M, Zuo Z, Fan C, Ye F, Cai Z, et al.  Diagnostic value and dynamic variance of serum antibody in coronavirus disease 2019. Int J Infect Dis. 2020;94:49–52. doi: 10.1016/j.ijid.2020.03.065. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Qu J, Wu C, Li X, Zhang G, Jiang Z, Li X, et al. Profile of IgG and IgM antibodies against severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Clin Infect Dis. 2020. 10.1093/cid/ciaa489. [PMC free article] [PubMed]107. Zhong L, Chuan J, Gong B, Shuai P, Zhou Y, Zhang Y, et al.  Detection of serum IgM and IgG for COVID-19 diagnosis. Sci Chin Life Sci. 2020;63(5):777–780. doi: 10.1007/s11427-020-1688-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]108. Zhang G, Nie S, Zhang Z, Zhang Z. Longitudinal change of SARS-Cov2 antibodies in patients with COVID-19. J Infect Dis. 2020. 10.1093/infdis/jiaa229. [PMC free article] [PubMed]109. Zeng F, Dai C, Cai P, Wang J, Xu L, Li J, et al. A comparison study of SARS-CoV-2 IgG antibody between male and female COVID-19 patients: a possible reason underlying different outcome between sex. J Med Virol. 2020. 10.1002/jmv.25989. [PMC free article] [PubMed]110. Chen H, Guo J, Wang C, Luo F, Yu X, Zhang W, et al.  Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records. Lancet (London, England) 2020;395(10226):809–815. doi: 10.1016/s0140-6736(20)30360-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Zeng H, Xu C, Fan J, Tang Y, Deng Q, Zhang W, et al. Antibodies in infants born to mothers with COVID-19 pneumonia. Jama. 2020;323(18):1848–9. 10.1001/jama.2020.4861. [PMC free article] [PubMed]112. Infantino M, Grossi V, Lari B, Bambi R, Perri A, Manneschi M, et al. Diagnostic accuracy of an automated chemiluminescent immunoassay for anti-SARS-CoV-2 IgM and IgG antibodies: an Italian experience. J Med Virol. 2020. 10.1002/jmv.25932. [PMC free article] [PubMed]113. Padoan A, Cosma C, Sciacovelli L, Faggian D, Plebani M. Analytical performances of a chemiluminescence immunoassay for SARS-CoV-2 IgM/IgG and antibody kinetics. Clin Chem Lab Med. 2020. 10.1515/cclm-2020-0443. [PubMed]114. Aydin S. A short history, principles, and types of ELISA, and our laboratory experience with peptide/protein analyses using ELISA. Peptides. 2015;72:4–15. doi: 10.1016/j.peptides.2015.04.012. [PubMed] [CrossRef] [Google Scholar]115. Zhao R, Li M, Song H, Chen J, Ren W, Feng Y, et al. Early detection of SARS-CoV-2 antibodies in COVID-19 patients as a serologic marker of infection. Clin Infect Dis. 2020. 10.1093/cid/ciaa523.116. Liu W, Liu L, Kou G, Zheng Y, Ding Y, Ni W, et al. Evaluation of nucleocapsid and spike protein-based ELISAs for detecting antibodies against SARS-CoV-2. J Clin Microbiol. 2020. 10.1128/jcm.00461-20. [PMC free article] [PubMed]117. Korth J, Wilde B, Dolff S, Anastasiou OE, Krawczyk A, Jahn M, et al.  SARS-CoV-2-specific antibody detection in healthcare workers in Germany with direct contact to COVID-19 patients. J Clin Virol. 2020;128:104437. doi: 10.1016/j.jcv.2020.104437. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Anfossi L, Di Nardo F, Cavalera S, Giovannoli C, Baggiani C. Multiplex Lateral Flow Immunoassay: An overview of strategies towards high-throughput point-of-need testing. Biosensors. 2018;9(1). 10.3390/bios9010002. [PMC free article] [PubMed]119. Li Z, Yi Y, Luo X, Xiong N, Liu Y, Li S, et al. Development and clinical application of a rapid IgM-IgG combined antibody test for SARS-CoV-2 infection diagnosis. J Med Virol. 2020. 10.1002/jmv.25727. [PMC free article] [PubMed]120. Sood N, Simon P, Ebner P, Eichner D, Reynolds J, Bendavid E, et al. Seroprevalence of SARS-CoV-2-specific antibodies among adults in Los Angeles County, California, on April 10-11, 2020. Jama. 2020. 10.1001/jama.2020.8279. [PMC free article] [PubMed]121. Xu X, Sun J, Nie S, Li H, Kong Y, Liang M, et al. Seroprevalence of immunoglobulin M and G antibodies against SARS-CoV-2 in China. Nat Med. 2020. 10.1038/s41591-020-0949-6. [PubMed]122. Solodky ML, Galvez C, Russias B, Detourbet P, N'Guyen-Bonin V, Herr AL, et al. Lower detection rates of SARS-COV2 antibodies in cancer patients vs healthcare workers after symptomatic COVID-19. Ann Oncol. 2020. 10.1016/j.annonc.2020.04.475. [PMC free article] [PubMed]123. Lee YL, Liao CH, Liu PY, Cheng CY, Chung MY, Liu CE, et al. Dynamics of anti-SARS-Cov-2 IgM and IgG antibodies among COVID-19 patients. J Infect. 2020. 10.1016/j.jinf.2020.04.019. [PMC free article] [PubMed]124. Spicuzza L, Montineri A, Manuele R, Crimi C, Pistorio MP, Campisi R, et al. Reliability and usefulness of a rapid IgM-IgG antibody test for the diagnosis of SARS-CoV-2 infection: A preliminary report. J Infect. 2020. 10.1016/j.jinf.2020.04.022. [PMC free article] [PubMed]125. Imai K, Tabata S, Ikeda M, Noguchi S, Kitagawa Y, Matuoka M, et al.  Clinical evaluation of an immunochromatographic IgM/IgG antibody assay and chest computed tomography for the diagnosis of COVID-19. J Clin Virol. 2020;128:104393. doi: 10.1016/j.jcv.2020.104393. [PMC free article] [PubMed] [CrossRef] [Google Scholar]126. Demey B, Daher N, François C, Lanoix JP, Duverlie G, Castelain S, et al. Dynamic profile for the detection of anti-SARS-CoV-2 antibodies using four immunochromatographic assays. J Infect. 2020. 10.1016/j.jinf.2020.04.033. [PMC free article] [PubMed]127. Shen B, Zheng YF, Zhang XY, Zhang WT, Wang DL, Jin J, et al.  Clinical evaluation of a rapid colloidal gold immunochromatography assay for SARS-Cov-2 IgM/IgG. Am J Transl Res. 2020;12(4):1348–1354. [PMC free article] [PubMed] [Google Scholar]128. Wang B, Wang L, Kong X, Geng J, Xiao D, Ma C, et al. Long-term coexistence of SARS-CoV-2 with antibody response in COVID-19 patients. J Med Virol. 2020. 10.1002/jmv.25946. [PMC free article] [PubMed]129. Ismail AA. Serological tests for COVID-19 antibodies: limitations must be recognized. Ann Clin Biochem. 2020. 10.1177/0004563220927053. [PubMed]130. Lv H, Wu NC, Tak-Yin Tsang O, Yuan M, Perera R, Leung WS, et al. Cross-reactive antibody response between SARS-CoV-2 and SARS-CoV infections. Cell Reports. 2020;107725. 10.1016/j.celrep.2020.107725. [PMC free article] [PubMed]131. Okba NMA, Müller MA, Li W, Wang C, GeurtsvanKessel CH, Corman VM, et al. Severe acute respiratory syndrome coronavirus 2-specific antibody responses in Coronavirus Disease 2019 patients. Emerg Infect Dis. 2020;26(7). 10.3201/eid2607.200841. [PMC free article] [PubMed]132. Xie J, Ding C, Li J, Wang Y, Guo H, Lu Z, et al. Characteristics of patients with coronavirus disease (COVID-19) confirmed using an IgM-IgG antibody test. J Med Virol. 2020. 10.1002/jmv.25930. [PMC free article] [PubMed]133. Zhao J, Yuan Q, Wang H, Liu W, Liao X, Su Y, et al. Antibody responses to SARS-CoV-2 in patients of novel coronavirus disease 2019. Clin Infect Dis. 2020. 10.1093/cid/ciaa344. [PMC free article] [PubMed]134. Yong G, Yi Y, Tuantuan L, Xiaowu W, Xiuyong L, Ang L, et al. Evaluation of the auxiliary diagnostic value of antibody assays for the detection of novel coronavirus (SARS-CoV-2). J Med Virol. 2020. 10.1002/jmv.25919. [PMC free article] [PubMed]135. Jiang M, Guo Y, Luo Q, Huang Z, Zhao R, Liu S, et al. T cell subset counts in peripheral blood can be used as discriminatory biomarkers for diagnosis and severity prediction of COVID-19. J Infect Dis. 2020. 10.1093/infdis/jiaa252. [PMC free article] [PubMed]136. Liu R, Wang Y, Li J, Han H, Xia Z, Liu F, et al. Decreased T cell populations contribute to the increased severity of COVID-19. Clinica Chimica Acta. 2020. 10.1016/j.cca.2020.05.019. [PMC free article] [PubMed]137. Liu Y, Liao W, Wan L, Xiang T, Zhang W. Correlation between relative nasopharyngeal virus RNA load and lymphocyte count disease severity in patients with COVID-19. Viral Immunol. 2020. 10.1089/vim.2020.0062. [PubMed]138. Yang AP, Liu JP, Tao WQ, Li HM. The diagnostic and predictive role of NLR, d-NLR and PLR in COVID-19 patients. Int Immunopharmacol. 2020;84:106504. doi: 10.1016/j.intimp.2020.106504. [PMC free article] [PubMed] [CrossRef] [Google Scholar]139. Xia X, Wen M, Zhan S, He J, Chen W. An increased neutrophil/lymphocyte ratio is an early warning signal of severe COVID-19. J South Med Univ. 2020;40(3):333–336. doi: 10.12122/j.issn.1673-4254.2020.03.06. [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Tan C, Huang Y, Shi F, Tan K, Ma Q, Chen Y, et al. C-reactive protein correlates with computed tomographic findings and predicts severe COVID-19 early. J Med Virol. 2020. 10.1002/jmv.25871. [PMC free article] [PubMed]141. Fu J, Kong J, Wang W, Wu M, Yao L, Wang Z, et al.  The clinical implication of dynamic neutrophil to lymphocyte ratio and D-dimer in COVID-19: A retrospective study in Suzhou China. Thrombosis Res. 2020;192:3–8. doi: 10.1016/j.thromres.2020.05.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Gao Q, Bao L, Mao H, Wang L, Xu K, Yang M, et al. Rapid development of an inactivated vaccine candidate for SARS-CoV-2. Science (New York, NY). 2020. 10.1126/science.abc1932. [PMC free article] [PubMed]143. Wang H, Zhang Y, Huang B, Deng W, Quan Y, Wang W, et al. Development of an inactivated vaccine candidate, BBIBP-CorV, with potent protection against SARS-CoV-2. Cell. 2020. 10.1016/j.cell.2020.06.008. [PMC free article] [PubMed]144. Zhu FC, Li YH, Guan XH, Hou LH, Wang WJ, Li JX, et al. Safety, tolerability, and immunogenicity of a recombinant adenovirus type-5 vectored COVID-19 vaccine: a dose-escalation, open-label, non-randomised, first-in-human trial. Lancet (London, England). 2020. 10.1016/s0140-6736(20)31208-3. [PMC free article] [PubMed]145. van Doremalen N, Lambe T, Spencer A, Belij-Rammerstorfer S, Purushotham JN, Port JR, et al. ChAdOx1 nCoV-19 vaccination prevents SARS-CoV-2 pneumonia in rhesus macaques. bioRxiv. 2020:2020.05.13.093195. 10.1101/2020.05.13.093195.146. Zhu F-C, Guan X-H, Li Y-H, Huang J-Y, Jiang T, Hou L-H, et al.  Immunogenicity and safety of a recombinant adenovirus type-5-vectored COVID-19 vaccine in healthy adults aged 18 years or older: a randomised, double-blind, placebo-controlled, phase 2 trial. Lancet. 2020;396(10249):479–488. doi: 10.1016/s0140-6736(20)31605-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. van Doremalen N, Lambe T, Spencer A, Belij-Rammerstorfer S, Purushotham JN, Port JR, et al. ChAdOx1 nCoV-19 vaccine prevents SARS-CoV-2 pneumonia in rhesus macaques. Nature. 2020. 10.1038/s41586-020-2608-y. [PMC free article] [PubMed]148. Folegatti PM, Ewer KJ, Aley PK, Angus B, Becker S, Belij-Rammerstorfer S, et al.  Safety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-CoV-2: a preliminary report of a phase 1/2, single-blind, randomised controlled trial. Lancet. 2020;396(10249):467–478. doi: 10.1016/s0140-6736(20)31604-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]149. Hassan AO, Kafai NM, Dmitriev IP, Fox JM, Smith BK, Harvey IB, et al. A single-dose intranasal ChAd vaccine protects upper and lower respiratory tracts against SARS-CoV-2. Cell. 2020. 10.1016/j.cell.2020.08.026. [PMC free article] [PubMed]150. Smith TRF, Patel A, Ramos S, Elwood D, Zhu X, Yan J, et al.  Immunogenicity of a DNA vaccine candidate for COVID-19. Nat Commun. 2020;11(1):2601. doi: 10.1038/s41467-020-16505-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]151. Yu J, Tostanoski LH, Peter L, Mercado NB, McMahan K, Mahrokhian SH, et al. DNA vaccine protection against SARS-CoV-2 in rhesus macaques. Science (New York, NY). 2020. 10.1126/science.abc6284. [PMC free article] [PubMed]152. Erasmus JH, Khandhar AP, O'Connor MA, Walls AC, Hemann EA, Murapa P, et al. An Alphavirus-derived replicon RNA vaccine induces SARS-CoV-2 neutralizing antibody and T cell responses in mice and nonhuman primates. Sci Transl Med. 2020;12(555). 10.1126/scitranslmed.abc9396. [PMC free article] [PubMed]153. Feldman RA, Fuhr R, Smolenov I, Mick Ribeiro A, Panther L, Watson M, et al.  mRNA vaccines against H10N8 and H7N9 influenza viruses of pandemic potential are immunogenic and well tolerated in healthy adults in phase 1 randomized clinical trials. Vaccine. 2019;37(25):3326–3334. doi: 10.1016/j.vaccine.2019.04.074. [PubMed] [CrossRef] [Google Scholar]154. Corbett KS, Edwards DK, Leist SR, Abiona OM, Boyoglu-Barnum S, Gillespie RA, et al. SARS-CoV-2 mRNA vaccine design enabled by prototype pathogen preparedness. Nature. 2020. 10.1038/s41586-020-2622-0. [PMC free article] [PubMed]155. Corbett KS, Flynn B, Foulds KE, Francica JR, Boyoglu-Barnum S, Werner AP, et al. Evaluation of the mRNA-1273 Vaccine against SARS-CoV-2 in Nonhuman Primates. New Eng J Med. 2020. 10.1056/NEJMoa2024671. [PMC free article] [PubMed]156. Jackson LA, Anderson EJ, Rouphael NG, Roberts PC, Makhene M, Coler RN, et al. An mRNA Vaccine against SARS-CoV-2 - Preliminary Report. New Eng J Med. 2020. 10.1056/NEJMoa2022483. [PMC free article] [PubMed]157. Mulligan MJ, Lyke KE, Kitchin N, Absalon J, Gurtman A, Lockhart S, et al. Phase 1/2 study of COVID-19 RNA vaccine BNT162b1 in adults. Nature. 2020. 10.1038/s41586-020-2639-4. [PubMed]158. Kim E, Erdos G, Huang S, Kenniston TW, Balmert SC, Carey CD, et al. Microneedle array delivered recombinant coronavirus vaccines: Immunogenicity and rapid translational development. EBioMedicine. 2020;102743. 10.1016/j.ebiom.2020.102743. [PMC free article] [PubMed]159. Yang J, Wang W, Chen Z, Lu S, Yang F, Bi Z, et al. A vaccine targeting the RBD of the S protein of SARS-CoV-2 induces protective immunity. Nature. 2020. 10.1038/s41586-020-2599-8. [PubMed]160. Checcucci E, Piramide F, Pecoraro A, Amparore D, Campi R, Fiori C, et al. The vaccine journey for COVID-19: a comprehensive systematic review of current clinical trials in humans. Panminerva Medica. 2020. 10.23736/s0031-0808.20.03958-0. [PubMed]161. Netea MG, Domínguez-Andrés J, Barreiro LB, Chavakis T, Divangahi M, Fuchs E, et al. Defining trained immunity and its role in health and disease. Nat Rev Immunol. 2020:1–14. 10.1038/s41577-020-0285-6. [PMC free article] [PubMed]162. Kumar J, Meena J. Demystifying BCG Vaccine and COVID-19 Relationship. Indian Pediatr. 2020;57(6):588–589. doi: 10.1007/s13312-020-1872-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]163. Curtis N, Sparrow A, Ghebreyesus TA, Netea MG. Considering BCG vaccination to reduce the impact of COVID-19. Lancet (London, England) 2020;395(10236):1545–1546. doi: 10.1016/s0140-6736(20)31025-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]164. Hamiel U, Kozer E, Youngster I. SARS-CoV-2 Rates in BCG-Vaccinated and Unvaccinated Young Adults. JAMA. 2020. 10.1001/jama.2020.8189. [PMC free article] [PubMed]165. Bacille Calmette-Guérin (BCG)   vaccination and COVID-19. 2020.  [Google Scholar]166. Thao TTN, Labroussaa F, Ebert N, V'Kovski P, Stalder H, Portmann J, et al. Rapid reconstruction of SARS-CoV-2 using a synthetic genomics platform. Nature. 2020. 10.1038/s41586-020-2294-9. [PubMed]167. Tian X, Li C, Huang A, Xia S, Lu S, Shi Z, et al.  Potent binding of 2019 novel coronavirus spike protein by a SARS coronavirus-specific human monoclonal antibody. Emerg Microbes Infect. 2020;9(1):382–385. doi: 10.1080/22221751.2020.1729069. [PMC free article] [PubMed] [CrossRef] [Google Scholar]168. Yuan M, Wu NC, Zhu X, Lee CD, So RTY, Lv H, et al.  A highly conserved cryptic epitope in the receptor binding domains of SARS-CoV-2 and SARS-CoV. Science (New York, NY) 2020;368(6491):630–633. doi: 10.1126/science.abb7269. [PMC free article] [PubMed] [CrossRef] [Google Scholar]169. Pinto D, Park YJ, Beltramello M, Walls AC, Tortorici MA, Bianchi S, et al. Cross-neutralization of SARS-CoV-2 by a human monoclonal SARS-CoV antibody. Nature. 2020. 10.1038/s41586-020-2349-y. [PubMed]170. Wang C, Li W, Drabek D, Okba NMA, van Haperen R, Osterhaus A, et al.  A human monoclonal antibody blocking SARS-CoV-2 infection. Nat Commun. 2020;11(1):2251. doi: 10.1038/s41467-020-16256-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]171. Ju B, Zhang Q, Ge J, Wang R, Sun J, Ge X, et al. Human neutralizing antibodies elicited by SARS-CoV-2 infection. Nature. 2020. 10.1038/s41586-020-2380-z. [PubMed]172. Wu Y, Wang F, Shen C, Peng W, Li D, Zhao C, et al. A noncompeting pair of human neutralizing antibodies block COVID-19 virus binding to its receptor ACE2. Science (New York, NY). 2020. 10.1126/science.abc2241. [PMC free article] [PubMed]173. Shi R, Shan C, Duan X, Chen Z, Liu P, Song J, et al. A human neutralizing antibody targets the receptor binding site of SARS-CoV-2. Nature. 2020. 10.1038/s41586-020-2381-y. [PubMed]174. Cao Y, Su B, Guo X, Sun W, Deng Y, Bao L, et al. Potent neutralizing antibodies against SARS-CoV-2 identified by high-throughput single-cell sequencing of convalescent patients' B cells. Cell. 2020. 10.1016/j.cell.2020.05.025. [PMC free article] [PubMed]175. Chen X, Li R, Pan Z, Qian C, Yang Y, You R, et al.  Human monoclonal antibodies block the binding of SARS-CoV-2 spike protein to angiotensin converting enzyme 2 receptor. Cell Mol Immunol. 2020;17(6):647–649. doi: 10.1038/s41423-020-0426-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]176. China NHCo  . Interpretation of the diagnosis and treatment plan of COVID-19 (trial edition 6) 2020.  [Google Scholar]177. Soo YO, Cheng Y, Wong R, Hui DS, Lee CK, Tsang KK, et al.  Retrospective comparison of convalescent plasma with continuing high-dose methylprednisolone treatment in SARS patients. Clin Microbiol Infect. 2004;10(7):676–678. doi: 10.1111/j.1469-0691.2004.00956.x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]178. Hung IF, Ta KK, Lee CK, Lee KL, Chan K, Yan WW, et al.  Convalescent plasma treatment reduced mortality in patients with severe pandemic influenza A (H1N1) 2009 virus infection. Clin Infect Dis. 2011;52(4):447–456. doi: 10.1093/cid/ciq106. [PMC free article] [PubMed] [CrossRef] [Google Scholar]179. Mulangu S, Dodd LE, Davey RT, Jr, Tshiani Mbaya O, Proschan M, Mukadi D, et al.  A Randomized, Controlled Trial of Ebola Virus Disease Therapeutics. New Eng J Med. 2019;381(24):2293–2303. doi: 10.1056/NEJMoa1910993. [PubMed] [CrossRef] [Google Scholar]180. van Griensven J, Edwards T, de Lamballerie X, Semple MG, Gallian P, Baize S, et al.  Evaluation of Convalescent Plasma for Ebola Virus Disease in Guinea. New Eng J Med. 2016;374(1):33–42. doi: 10.1056/NEJMoa1511812. [PMC free article] [PubMed] [CrossRef] [Google Scholar]181. Zhang B, Liu S, Tan T, Huang W, Dong Y, Chen L, et al. Treatment With Convalescent Plasma for Critically Ill Patients With Severe Acute Respiratory Syndrome Coronavirus 2 Infection. Chest. 2020. 10.1016/j.chest.2020.03.039. [PMC free article] [PubMed]182. Duan K, Liu B, Li C, Zhang H, Yu T, Qu J, et al.  Effectiveness of convalescent plasma therapy in severe COVID-19 patients. Proceed Nat Academy Sci U S A. 2020;117(17):9490–9496. doi: 10.1073/pnas.2004168117. [PMC free article] [PubMed] [CrossRef] [Google Scholar]183. Salazar E, Perez KK, Ashraf M, Chen J, Castillo B, Christensen PA, et al. Treatment of COVID-19 Patients with Convalescent Plasma. Am J Pathol. 2020. 10.1016/j.ajpath.2020.05.014. [PMC free article] [PubMed]184. Li L, Zhang W, Hu Y, Tong X, Zheng S, Yang J, et al. Effect of Convalescent Plasma Therapy on Time to Clinical Improvement in Patients With Severe and Life-threatening COVID-19: A Randomized Clinical Trial. JAMA. 2020. 10.1001/jama.2020.10044. [PMC free article] [PubMed]185. Zeng QL, Yu ZJ, Gou JJ, Li GM, Ma SH, Zhang GF, et al. Effect of Convalescent Plasma Therapy on Viral Shedding and Survival in COVID-19 Patients. J Infect Dis. 2020. 10.1093/infdis/jiaa228. [PMC free article] [PubMed]186. Negro F. Is antibody-dependent enhancement playing a role in COVID-19 pathogenesis? Swiss Med Week. 2020;150:w20249. doi: 10.4414/smw.2020.20249. [PubMed] [CrossRef] [Google Scholar]187. Dickinson BL, Badizadegan K, Wu Z, Ahouse JC, Zhu X, Simister NE, et al.  Bidirectional FcRn-dependent IgG transport in a polarized human intestinal epithelial cell line. J Clin Invest. 1999;104(7):903–911. doi: 10.1172/jci6968. [PMC free article] [PubMed] [CrossRef] [Google Scholar]188. Haymann JP, Levraud JP, Bouet S, Kappes V, Hagège J, Nguyen G, et al.  Characterization and localization of the neonatal Fc receptor in adult human kidney. J Am Soc Nephrol. 2000;11(4):632–639. [PubMed] [Google Scholar]189. Hotez PJ, Corry DB, Bottazzi ME. COVID-19 vaccine design: the Janus face of immune enhancement. Nat Rev Immunol. 2020:1–2. 10.1038/s41577-020-0323-4. [PMC free article] [PubMed]190. Burke DS, Kliks S. Antibody-dependent enhancement in dengue virus infections. J Infect Dis. 2006;193(4):601–603. doi: 10.1086/499282. [PubMed] [CrossRef] [Google Scholar]191. Kuzmina NA, Younan P, Gilchuk P, Santos RI, Flyak AI, Ilinykh PA, et al.  Antibody-Dependent Enhancement of Ebola Virus Infection by Human Antibodies Isolated from Survivors. Cell Rep. 2018;24(7):1802–15.e5. doi: 10.1016/j.celrep.2018.07.035. [PMC free article] [PubMed] [CrossRef] [Google Scholar]192. Kam YW, Kien F, Roberts A, Cheung YC, Lamirande EW, Vogel L, et al.  Antibodies against trimeric S glycoprotein protect hamsters against SARS-CoV challenge despite their capacity to mediate FcgammaRII-dependent entry into B cells in vitro. Vaccine. 2007;25(4):729–740. doi: 10.1016/j.vaccine.2006.08.011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]193. Tetro JA. Is COVID-19 receiving ADE from other coronaviruses? Microbes Infect. 2020;22(2):72–73. doi: 10.1016/j.micinf.2020.02.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]194. Chousterman BG, Swirski FK, Weber GF. Cytokine storm and sepsis disease pathogenesis. Semin Immunopathol. 2017;39(5):517–528. doi: 10.1007/s00281-017-0639-8. [PubMed] [CrossRef] [Google Scholar]195. Liu B, Li M, Zhou Z, Guan X, Xiang Y. Can we use interleukin-6 (IL-6) blockade for coronavirus disease 2019 (COVID-19)-induced cytokine release syndrome (CRS)? J Autoimmun. 2020:102452. 10.1016/j.jaut.2020.102452. [PMC free article] [PubMed]196. Zhang C, Wu Z, Li JW, Zhao H, Wang GQ. The cytokine release syndrome (CRS) of severe COVID-19 and Interleukin-6 receptor (IL-6R) antagonist Tocilizumab may be the key to reduce the mortality. Int J Antimicrob Agents. 2020:105954. 10.1016/j.ijantimicag.2020.105954. [PMC free article] [PubMed]197. Maude SL, Frey N, Shaw PA, Aplenc R, Barrett DM, Bunin NJ, et al.  Chimeric antigen receptor T cells for sustained remissions in leukemia. N Engl J Med. 2014;371(16):1507–1517. doi: 10.1056/NEJMoa1407222. [PMC free article] [PubMed] [CrossRef] [Google Scholar]198. Teachey DT, Rheingold SR, Maude SL, Zugmaier G, Barrett DM, Seif AE, et al.  Cytokine release syndrome after blinatumomab treatment related to abnormal macrophage activation and ameliorated with cytokine-directed therapy. Blood. 2013;121(26):5154–5157. doi: 10.1182/blood-2013-02-485623. [PMC free article] [PubMed] [CrossRef] [Google Scholar]199. Choy EH, De Benedetti F, Takeuchi T, Hashizume M, John MR, Kishimoto T. Translating IL-6 biology into effective treatments. Nat Rev Rheumatol. 2020. 10.1038/s41584-020-0419-z. [PMC free article] [PubMed]200. Diagnosis and Treatment Protocol for Novel Coronavirus Pneumonia (Trial Version 7). Chin Med J (Engl). 2020;133(9):1087–95. 10.1097/cm9.0000000000000819.201. Zhu S, Guo X, Geary K, Zhang D. Emerging therapeutic strategies for COVID-19 patients. Discoveries (Craiova, Romania). 2020;8(1):e105. 10.15190/d.2020.2. [PMC free article] [PubMed]202. Ledford H. How does COVID-19 kill? Uncertainty is hampering doctors' ability to choose treatments. Nature. 2020;580(7803):311–312. doi: 10.1038/d41586-020-01056-7. [PubMed] [CrossRef] [Google Scholar]203. Zhang C, Wu Z, Li JW, Zhao H, Wang GQ. Cytokine release syndrome in severe COVID-19: interleukin-6 receptor antagonist tocilizumab may be the key to reduce mortality. Int J Antimicrob Agents. 2020;55(5):105954. doi: 10.1016/j.ijantimicag.2020.105954. [PMC free article] [PubMed] [CrossRef] [Google Scholar]204. Michot JM, Albiges L, Chaput N, Saada V, Pommeret F, Griscelli F, et al. Tocilizumab, an anti-IL-6 receptor antibody, to treat COVID-19-related respiratory failure: a case report. Ann Oncol. 2020. 10.1016/j.annonc.2020.03.300. [PMC free article] [PubMed]205. Toniati P, Piva S, Cattalini M, Garrafa E, Regola F, Castelli F, et al.  Tocilizumab for the treatment of severe COVID-19 pneumonia with hyperinflammatory syndrome and acute respiratory failure: A single center study of 100 patients in Brescia, Italy. Autoimmun Rev. 2020;19(7):102568. doi: 10.1016/j.autrev.2020.102568. [PMC free article] [PubMed] [CrossRef] [Google Scholar]206. Arnaldez FI, O'Day SJ, Drake CG, Fox BA, Fu B, Urba WJ, et al. The Society for Immunotherapy of cancer perspective on regulation of interleukin-6 signaling in COVID-19-related systemic inflammatory response. J Immunother Cancer. 2020;8(1). 10.1136/jitc-2020-000930. [PMC free article] [PubMed]207. Eskandary F, Dürr M, Budde K, Doberer K, Reindl-Schwaighofer R, Waiser J, et al.  Clazakizumab in late antibody-mediated rejection: study protocol of a randomized controlled pilot trial. Trials. 2019;20(1):37. doi: 10.1186/s13063-018-3158-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]208. Genovese MC, Fleischmann R, Furst D, Janssen N, Carter J, Dasgupta B, et al.  Efficacy and safety of olokizumab in patients with rheumatoid arthritis with an inadequate response to TNF inhibitor therapy: outcomes of a randomised Phase IIb study. Ann Rheum Dis. 2014;73(9):1607–1615. doi: 10.1136/annrheumdis-2013-204760. [PMC free article] [PubMed] [CrossRef] [Google Scholar]209. Palanques-Pastor T, López-Briz E, Poveda Andrés JL. Involvement of interleukin 6 in SARS-CoV-2 infection: siltuximab as a therapeutic option against COVID-19. Eur J Hosp Pharm. 2020. 10.1136/ejhpharm-2020-002322. [PMC free article] [PubMed]210. Radbel J, Narayanan N, Bhatt PJ. Use of tocilizumab for COVID-19 infection-induced cytokine release syndrome: A cautionary case report. Chest. 2020. 10.1016/j.chest.2020.04.024. [PMC free article] [PubMed]211. Mehta P, McAuley DF, Brown M, Sanchez E, Tattersall RS, Manson JJ. COVID-19: consider cytokine storm syndromes and immunosuppression. Lancet. 2020;395(10229):1033–1034. doi: 10.1016/s0140-6736(20)30628-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]212. Zhao M. Cytokine storm and immunomodulatory therapy in COVID-19: role of chloroquine and anti-IL-6 monoclonal antibodies. Int J Antimicrob Agents. 2020;105982. 10.1016/j.ijantimicag.2020.105982. [PMC free article] [PubMed]213. Ju M, He H, Chen S, Liu Y, Liu Y, Pan S, et al.  Ulinastatin ameliorates LPS-induced pulmonary inflammation and injury by blocking the MAPK/NF-κB signaling pathways in rats. Mol Med Rep. 2019;20(4):3347–3354. doi: 10.3892/mmr.2019.10561. [PubMed] [CrossRef] [Google Scholar]214. Wang H, Liu B, Tang Y, Chang P, Yao L, Huang B, et al. Improvement of sepsis prognosis by Ulinastatin: a systematic review and meta-analysis of randomized controlled trials. Front Pharmacol. 2019;10:1370. 10.3389/fphar.2019.01370. [PMC free article] [PubMed]215. Zhou Q, Chen V, Shannon CP, Wei XS, Xiang X, Wang X, et al. Interferon-α2b treatment for COVID-19. Front Immunol. 2020;11:1061. 10.3389/fimmu.2020.01061.216. Sallard E, Lescure FX, Yazdanpanah Y, Mentre F, Peiffer-Smadja N. Type 1 interferons as a potential treatment against COVID-19. Antiviral Res. 2020;178:104791. doi: 10.1016/j.antiviral.2020.104791. [PMC free article] [PubMed] [CrossRef] [Google Scholar]217. Hung IF, Lung KC, Tso EY, Liu R, Chung TW, Chu MY, et al.  Triple combination of interferon beta-1b, lopinavir-ritonavir, and ribavirin in the treatment of patients admitted to hospital with COVID-19: an open-label, randomised, phase 2 trial. Lancet. 2020;395(10238):1695–1704. doi: 10.1016/s0140-6736(20)31042-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]218. Gao J, Tian Z, Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci Trends. 2020;14(1):72–73. doi: 10.5582/bst.2020.01047. [PubMed] [CrossRef] [Google Scholar]219. Schrezenmeier E, Dörner T. Mechanisms of action of hydroxychloroquine and chloroquine: implications for rheumatology. Nat Rev Rheumatol. 2020;16(3):155–166. doi: 10.1038/s41584-020-0372-x. [PubMed] [CrossRef] [Google Scholar]220. Devaux CA, Rolain JM, Colson P, Raoult D. New insights on the antiviral effects of chloroquine against coronavirus: what to expect for COVID-19? Int J Antimicrob Agents. 2020;55(5):105938. doi: 10.1016/j.ijantimicag.2020.105938. [PMC free article] [PubMed] [CrossRef] [Google Scholar]221. Gautret P, Lagier JC, Parola P, Hoang VT, Meddeb L, Mailhe M, et al. Hydroxychloroquine and azithromycin as a treatment of COVID-19: results of an open-label non-randomized clinical trial. Int J Antimicrob Agents. 2020;105949. 10.1016/j.ijantimicag.2020.105949. [PMC free article] [PubMed]222. Hernandez AV, Roman YM, Pasupuleti V, Barboza JJ, White CM. Hydroxychloroquine or Chloroquine for treatment or prophylaxis of COVID-19: a living systematic review. Ann Intern Med. 2020. 10.7326/m20-2496. [PubMed]223. Ektorp E. Death threats after a trial on chloroquine for COVID-19. Lancet Infect Dis. 2020;20(6):661. doi: 10.1016/s1473-3099(20)30383-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]224. Shang L, Zhao J, Hu Y, Du R, Cao B. On the use of corticosteroids for 2019-nCoV pneumonia. Lancet. 2020;395(10225):683–684. doi: 10.1016/s0140-6736(20)30361-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]225. Russell CD, Millar JE, Baillie JK. Clinical evidence does not support corticosteroid treatment for 2019-nCoV lung injury. Lancet. 2020;395(10223):473–475. doi: 10.1016/s0140-6736(20)30317-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]226. Zha L, Li S, Pan L, Tefsen B, Li Y, French N, et al.  Corticosteroid treatment of patients with coronavirus disease 2019 (COVID-19) Med J Aust. 2020;212(9):416–420. doi: 10.5694/mja2.50577. [PMC free article] [PubMed] [CrossRef] [Google Scholar]227. Wu C, Chen X, Cai Y, Xia J, Zhou X, Xu S, et al. Risk factors associated with acute respiratory distress syndrome and death in patients with Coronavirus Disease 2019 pneumonia in Wuhan. China. JAMA Intern Med. 2020. 10.1001/jamainternmed.2020.0994. [PMC free article] [PubMed]228. Tang C, Wang Y, Lv H, Guan Z, Gu J. Caution against corticosteroid-based COVID-19 treatment. Lancet. 2020;395(10239):1759–1760. doi: 10.1016/s0140-6736(20)30749-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]229. Ai J, Li Y, Zhou X, Zhang W. COVID-19: treating and managing severe cases. Cell Res. 2020;30(5):370–371. doi: 10.1038/s41422-020-0329-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]230. Zhang Y, Yu L, Tang L, Zhu M, Jin Y, Wang Z, et al. A promising anti-cytokine-storm targeted therapy for COVID-19: the artificial-liver blood-purification system. Engineering (Beijing). 2020. 10.1016/j.eng.2020.03.006. [PMC free article] [PubMed]"}