{"title": "The effect of a tiered provider staffing model on patient outcomes during the coronavirus disease 2019 pandemic: A single-center observational study", "pubDate": "Jul-Sep", "PMCID": "PMC8547674", "DOI": "10.4103/ijciis.ijciis_37_21", "PMID": "34760662", "abstract": "Background:                       During the coronavirus disease 2019 (COVID-19) pandemic, our hospital experienced a large influx of critically ill patients with acute respiratory failure. In order to increase intensive care unit (ICU) surge capacity, we adopted a \"tiered model\" for ICU provider staffing where multiple ICUs were staffed by noncritical care providers under the direction of an intensivist. We hypothesized that ICUs staffed with a tiered model would result in similar patient outcomes as ICU staffed with a traditional intensivist model.                  Methods:                       We performed a single-center, observational study in seven ICUs at a tertiary care center. We included consecutive adults admitted to the ICU with acute respiratory distress syndrome (ARDS) due to COVID-19 infection. We collected baseline demographics, treatments, and outcomes of interest in traditionally staffed ICUs versus ICUs staffed with a tiered model. The primary outcome was inpatient mortality. All outcomes were censored at day 28.                  Results:                       We included a total of 138 patients in our study: 66 patients were admitted to traditionally staffed ICUs and 52 were admitted to tiered staffing ICUs. Baseline characteristics were similar between groups. ARDS treatments were similar in traditionally staffed ICUs versus tiered staffing model ICUs, including daily mean tidal volume (6.2 mL/kg vs. 6.2 mL/kg, P = 0.95), median daily fluid balance (159 mL vs. 92 mL, P = 0.54), and use of prone ventilation (58% vs. 65%, P = 0.45). There was no difference in inpatient mortality between groups (50% vs. 42%, P = 0.46). We also found no difference in ventilator-free, ICU-free, vasopressor-free, and dialysis-free days between groups.                  Conclusions:                       Our results suggest that patient outcomes are similar in ICUs with traditional staffing models when compared to ICUs with a tiered staffing mode during a pandemic.", "author": [{"author": "James Dargin", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Lahey Hospital and Medical Center, Burlington, MA, USA."], "href": "/?term=Dargin+J&cauthor_id=34760662"}, {"author": "Susan Stempek", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Lahey Hospital and Medical Center, Burlington, MA, USA."], "href": "/?term=Stempek+S&cauthor_id=34760662"}, {"author": "Yuxiu Lei", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Lahey Hospital and Medical Center, Burlington, MA, USA."], "href": "/?term=Lei+Y&cauthor_id=34760662"}, {"author": "Anthony Gray Jr", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Lahey Hospital and Medical Center, Burlington, MA, USA."], "href": "/?term=Gray+A+Jr&cauthor_id=34760662"}, {"author": "Timothy Liesching", "affiliation": ["Division of Pulmonary and Critical Care Medicine, Lahey Hospital and Medical Center, Burlington, MA, USA."], "href": "/?term=Liesching+T&cauthor_id=34760662"}], "refPMID": ["25144407", "32514598", "28459336", "16714767", "23688302", "10793162", "22797452", "32250385", "33449602", "32695999", "26903337"], "citedInPMID": ["34760662"], "body": " AbstractBackground:During the coronavirus disease 2019 (COVID-19) pandemic, our hospital experienced a large influx of critically ill patients with acute respiratory failure. In order to increase intensive care unit (ICU) surge capacity, we adopted a “tiered model” for ICU provider staffing where multiple ICUs were staffed by noncritical care providers under the direction of an intensivist. We hypothesized that ICUs staffed with a tiered model would result in similar patient outcomes as ICU staffed with a traditional intensivist model.Methods:We performed a single-center, observational study in seven ICUs at a tertiary care center. We included consecutive adults admitted to the ICU with acute respiratory distress syndrome (ARDS) due to COVID-19 infection. We collected baseline demographics, treatments, and outcomes of interest in traditionally staffed ICUs versus ICUs staffed with a tiered model. The primary outcome was inpatient mortality. All outcomes were censored at day 28.Results:We included a total of 138 patients in our study: 66 patients were admitted to traditionally staffed ICUs and 52 were admitted to tiered staffing ICUs. Baseline characteristics were similar between groups. ARDS treatments were similar in traditionally staffed ICUs versus tiered staffing model ICUs, including daily mean tidal volume (6.2 mL/kg vs. 6.2 mL/kg, P = 0.95), median daily fluid balance (159 mL vs. 92 mL, P = 0.54), and use of prone ventilation (58% vs. 65%, P = 0.45). There was no difference in inpatient mortality between groups (50% vs. 42%, P = 0.46). We also found no difference in ventilator-free, ICU-free, vasopressor-free, and dialysis-free days between groups.Conclusions:Our results suggest that patient outcomes are similar in ICUs with traditional staffing models when compared to ICUs with a tiered staffing mode during a pandemic.Key Words: COVID-19, intensive care units, personnel staffing and scheduling INTRODUCTIONIn the setting of the coronavirus disease 2019 (COVID-19) pandemic, many hospitals experienced an influx of critically ill patients with acute respiratory failure. In order to increase surge capacity, new intensive care unit (ICU) space was often created by utilizing inpatient wards and other nontraditional areas as temporary ICUs. In order for intensivists to provide their expertise for a large number of critically ill patients during a pandemic, a “tiered system” for ICU staffing has been proposed.[1,2,3]Under this tiered system, a physician with formal training in critical care medicine collaborates with providers in multiple ICUs with nontraditional staffing (e.g. noncritical care providers). Little is known about the outcomes of patients cared for during a pandemic under a tiered system versus a traditional ICU staffing model. At our hospital, we experienced a surge in critically ill patients with acute respiratory distress syndrome (ARDS) during the peak of the COVID-19 pandemic and adopted a tiered staffing model. We hypothesized that the tiered model for ICU staffing would allow for a similar quality of ARDS care in ICUs with tiered staffing as compared to ICUs staffed with a traditional model, which would lead to similar patient outcomes across ICUs with different staffing models. METHODSLahey Hospital and Medical Center is a tertiary care, Level I trauma center located in Massachusetts. The hospital has 52 critical care beds organized as multiple subspecialty ICUs (two 12-bed surgical ICUs, a 12-bed medical ICU, an 8-bed medical ICU, and an 8-bed cardiac ICU). The ICUs are staffed by board-certified intensivists 24 h per day, 7 days per week [Table 1]. From March through May of 2020, Massachusetts was an epicenter of the COVID-19 pandemic, ranking third among states with the most cases in the U. S. at the time.[4]A rapid surge in patients with acute respiratory failure required that multiple non-ICU areas in our hospital be converted into ICUs for the care of patients with COVID-19. At the peak of the surge, ICU bed capacity was more than doubled from baseline capacity. Critically ill patients with COVID-19 were cared for in seven different ICUs. Four of the spaces were traditional ICU spaces, and the other three were hospital floors that were converted into temporary ICUs. We temporarily redeployed noncritical care trained providers and trainees to the ICU to work under a tiered staffing model. Each ICU was staffed during the day by either a board-certified intensivist (with internal medicine, neurocritical care, surgery, or anesthesia training) or by a nonintensive care physician (with training in cardiology or anesthesiology) under the regional direction of a board-certified intensivist using a tiered system of staffing [Table 1]. Each ICU also had a mix of different support staff, using a staffing model that blended critical care advanced practice providers and trainees alongside providers without critical care training. “Regional intensivists” assisted nontraditional ICU staff with complex patient care management decisions, including optimal positive end-expiratory pressure titration, use of prone ventilation, use of inhaled pulmonary vasodilator medications, and readiness for extubation. Nontraditional ICU providers were also given educational materials and hospital guidelines describing best practice treatment for the management of ARDS, such as lung-protective ventilation, prone ventilation, and conservative fluid management.[5,6,7,8]Table 1Intensive care unit staffing model used at baseline compared to the staffing model used during the peak of the COVID-19 pandemicUnit nameNumber of bedsDay staffingNight staffing*Baseline staffing SICU242 intensivists (anesthesia or surgery background), 3-4 surgical residents, 1 CT ICU APP1-2 surgical residents MICU121 intensivist (internal medicine background), 2 critical care APPs1 critical care APP Mixed MICU/CCU161 intensivist, 1 cardiologist, 4-6 internal medicine residents, 1 PCCM fellow2 internal medicine residentsPandemic staffing Mixed MICU/CCU†161 noncritical care trained cardiologist, 1 PCCM fellow, 4-6 internal medicine residents, 1 PCCM regional intensivist2 noncritical care support staff SICU B†121 noncritical care trained anesthesiologist, 1 critical care APP, 1-2 noncritical care support staff, 1 PCCM regional intensivist2 noncritical care support staff SICU A‡121 PCCM intensivist, 1 critical care APP, 1-2 noncritical care support staff2 noncritical care support staff MICU‡121 neurocritical care intensivist, 1 critical care APP, 1-2 noncritical care support staff1 neurocritical care APP and 1 noncritical care support staff Inpatient ward #1 converted into ICU‡61 anesthesia intensivist, 1 noncritical care support staff, 1 critical care APP1 noncritical care support staff Inpatient ward #2 converted into ICU‡91 anesthesia intensivist, 1-2 noncritical care support staff, 1 critical care APP1 noncritical care support staff PACU converted into ICU‡291 surgical intensivist, 2-4 noncritical care support staff1-2 noncritical care support staffOpen in a separate window*Intensivist night coverage at baseline is provided by 1 in-house PCCM intensivist covering all ICUs and 1 anesthesia intensivist providing additional home call for SICU patients. Intensivist coverage for pandemic staffing was provided by 1 in-house PCCM intensivist and 1 in-house anesthesia or neurocritical care intensivist for all ICUs, †Nontraditional “tiered” staffing model used in this ICU, ‡Traditional staffing model used in this ICU. SICU: Surgical intensive care unit, MICU: Medical intensive care unit, CCU: Coronary care unit, PACU: Postanesthesia care unit, PCCM: Pulmonary and critical care medicine, APP: Advanced practice provider, ICU: Intensive care unit, CT: Computed tomographyWe included consecutive adult patients >18 years old with ARDS in the setting of confirmed COVID-19 admitted to an ICU between March and May of 2020.[9]Patients were excluded if they were pregnant or a prisoner. We recorded baseline demographics from the medical record and we recorded on a daily basis ARDS-specific management strategies. Outcomes of interest were compared in traditionally staffed ICUs versus ICUs with nontraditional staffing. All outcomes were censored at day 28. The primary outcome was inpatient mortality. Other secondary outcomes included ventilator-free days, extubation success (defined at >48 h free of mechanical ventilation) vasopressor-free days, and dialysis-free days. In order to account for patients who were transferred from one ICU to another during their hospital course, all patient outcomes were analyzed based on the ICU to which the patient was originally admitted. Patient demographics, clinical variables, and outcomes data were recorded and entered into an online database (MS Excel). The statistical analysis for this study was generated using Statistical Analysis Software (SAS®), Cary, North Carolina, United States, version 9.4 for Windows. RESULTSOver the course of the study period, 138 patients were admitted to the ICUs with suspected or confirmed COVID-19. A total of 118 patients were included in the study. Sixty-six patients were admitted to ICUs with traditional staffing models, and 52 were admitted to ICUs with nontraditional staffing. The baseline characteristics of patients admitted to ICUs with traditional staffing models were similar to patients admitted to ICUs with nontraditional ICU staffing with the exception of body mass index, which was higher in the traditional ICUs [Table 2]. The admission SOFA score, initial PaO2-to-FiO2 ratio, and use of high-flow nasal cannula and noninvasive ventilation prior to intubation were similar between groups. More patients in the ICUs with nontraditional staffing received convalescent plasma (14% vs. 3%, P = 0.05). There was no difference in the primary outcome of inpatient mortality in the ICUs with traditional staffing when compared to ICUs with nontraditional staffing (50% vs. 42%, P = 0.46). Likewise, there was no significant difference between the two groups with regard to secondary outcomes, including ventilator-free days, ICU-free days, vasopressor-free days, dialysis-free days, and rates of successful extubation [Table 3]. The ARDS-specific treatments were similar in ICUs with traditional staffing compared to ICUs with nontraditional staffing models, including the daily median tidal volume per kg of ideal body weight (6.2 mL/kg vs. 6.2 mL/kg, P = 0.95), median daily fluid balance (159 mL vs. 92 mL, P = 0.54), and the use of prone ventilation (58% vs. 65%, P = 0.45).Table 2Characteristics of patients treated in intensive care unit with traditional staffing models versus nontraditional staffing modelsVariableTotal ICU patients (n=118), n (%)Traditional ICU patients (n=66), n (%)Nontraditional ICU patients (n=52), n (%)\nP\nAge (mean years±SDa)67.3±12.167.8±11.266.5±13.10.55bRace Caucasian86 (72.9)51 (77.3)35 (67.3)0.40c African American12 (10.2)7 (10.6)5 (9.6) Hispanic16 (13.6)6 (9.1)10 (19.2) Asian3 (2.5)1 (1.5)2 (3.9) Native American1 (0.8)1 (1.5)0Gender, male74 (62.7)40 (60.6)34 (65.4)0.70dBMI (mean±SDa)31.7±9.333.1±10.829.9±6.70.05bCharlson Comorbidity Index (mean±SDa)4.2±2.24.3±2.24.1±2.20.54bComorbidities CKD26 (22)13 (19.7)13 (25)0.51d Hypertension81 (68.6)46 (69.7)35 (67.3)0.84d Diabetes mellitus51 (43.2)29 (43.9)22 (42.3)1.00d CAD19 (16.1)12 (18.2)7 (13.5)0.62d CHF10 (8.5)6 (9.1)4 (7.7)1.00d Cirrhosis1 (0.9)01 (1.9)0.45d Cancer14 (11.9)10 (15.2)4 (7.7)0.26d COPD16 (13.6)9 (13.6)7 (13.5)1.00d Asthma6 (5.1)5 (7.6)1 (1.9)0.23d Dementia16 (13.6)9 (13.6)7 (13.5)1.00dSOFA (mean±SDa)7.5±2.97.4±2.97.7±30.61bAdmission source Home33 (28)22 (33.3)11 (21.2)0.26c Nursing home26 (22)15 (22.7)11 (21.2) Outside hospital transfer59 (50)29 (43.9)30 (57.6)Initial PaO2/FiO2 (mean±SDa)152.2±65.3153.2±67.5150.9±63.00.85bHigh flow nasal cannula prior to intubation31 (26.3)15 (22.7)16 (30.8)0.40dNoninvasive ventilation prior to intubation2 (1.7)1 (1.5)1 (1.9)1.00dTime spent on>6 L/min of oxygen prior to intubation (h), median (IQRe)7 (2-25)7.5 (2-28)7 (2-23)0.90fLaboratory studies, median (IQRe) Ferritin (ng/ml)1.811 (1.019-3.127)1.798 (987-3.900)1.811 (1.090-2.903)0.91f D-dimer (ng/ml)2.000 (786-2.000)1.914 (705-2.000)2.000 (906-2.000)0.23f LDH (U/L)566 (425-766)566 (428-794)560 (421-687)0.60f IL-6 (pg/ml)26 (7-82)45 (10-99)19 (7-153)0.41fCOVID-19 specific treatments Convalescent plasma9 (7.6)2 (3)7 (13.5)0.04d Corticosteroids79 (67)40 (60.6)39 (75)0.12d Tocilizumab25 (21)12 (18.2)13 (25)0.38Open in a separate windowaSD, bStudent’s t-test, cChi-square test, dFisher’s exact test, eIQR, fSigned rank Wilcoxon test. IQR: Interquartile range, SD: Standard deviation, ICU: Intensive care unit, BMI: Body mass index, CKD: Chronic kidney disease, CAD: Coronary artery disease, CHF: Congestive heart failure, COPD: Chronic obstructive pulmonary disease, LDH: Lactate dehydrogenase, IL-6: Interleukin 6, SOFA: Sequential organ failure assessment, COVID-19: Coronavirus disease 2019Table 3Acute respiratory distress syndrome management strategies and patient outcomes in intensive care unit with traditional staffing models versus nontraditional staffing modelsVariableTotal patients (n=118), n (%)Traditional ICU patients (n=66), n (%)Nontraditional ICU patients (n=52)\nP\nDaily tidal volume (mL/kg IBW), median (IQRa)6.2 (5.9-6.6)6.2 (5.9-6.7)6.2 (5.9-6.6)0.95bDaily fluid balance (mL), median (IQRa)119 (−341-666)159 (−307-681)92 (−365-652)0.54bCumulative fluid balance (mL) for ICU stay, median (IQRa)492 (−1274-2538)635 (−1130-2695)235 (−1786-2293)0.31bProne ventilation72 (61)38 (57.6)34 (65.4)0.45dInhaled pulmonary vasodilator therapy15 (12.7)11 (16.7)4 (7.7)0.17dInpatient mortality55 (46.6)33 (50)22 (42.3)0.46eVentilator days, mean±SDa15±9.414.3±9.215.8±9.70.40bVentilator-free days, median (IQRd)0 (0-11)0 (0-10)0 (0-15)0.45dICU LOS, mean±SDa15.7±9.314.8±9.316.9±9.30.24bICU-free days, median (IQRc)0 (0-10)0 (0-9)0 (0-11)0.35dVasopressor days, median (IQRc)8 (3-16)8 (3-15)10 (3-17)0.48dVasopressor-free days, median (IQRc)7.5 (0-20)4.5 (0-19)11 (0-22)0.24dDialysis days, median (IQRc)0 (0-2)0 (0-2)0 (0-4.5)0.86dDialysis-free days, median (IQRc)20 (3-28)17.5 (3-28)28 (2.5-28)0.49dSuccessfully extubated45 (38.1)24 (36.4)21 (40.4)0.71eDispositionDischarged home10 (8.5)5 (7.6)5 (9.6)0.85fSkilled nursing facility14 (11.9)7 (10.6)7 (13.5)Died55 (46.6)33 (50)22 (42.3)Still in hospital39 (33.0)21 (31.8)18 (34.6)Open in a separate windowaSD, bStudent’s t-test, cIQR, dSigned rank Wilcoxon test. eFisher’s exact test, fChi-square test. LOS: Length of stay, IQR: Interquartile range, SD: Standard deviation, ICU: Intensive care unit DISCUSSIONDuring the COVID-19 pandemic, many hospitals in the United States experienced a large influx of critically ill patients with hypoxic respiratory failure.[10]In order to staff temporary ICUs and care for a large population of patients with acute respiratory failure in the setting of a pandemic, a “tiered system” for ICU staffing has been proposed.[1,2,3]This tiered model approach to both provider and nursing staffing was employed by multiple hospital systems during the COVID-19 pandemic.[11,12]However, little is known about patient outcomes and the quality of care delivered using this type of provider staffing model in a pandemic. Our results suggest that the quality of ARDS care delivered in ICUs staffed by intensivists was similar to that of ICUs staffed with nontraditional ICUs. Indeed, a lung-protective ventilation strategy was achieved with a median tidal volume of approximately 6 mL/kg per ideal body weight in ICUs staffed with both traditional and nontraditional staffing models. Likewise, the use of prone ventilation and a conservative fluid strategy were similar in ICUs with traditional staffing compared to ICUs with a tiered staffing model. When examining patient outcomes, both mortality and ventilator-free days were similar under both staffing models. Our overall inpatient mortality rate of 47% is similar to the 40%–46% mortality rate reported in a large sample of patients with moderate-to-severe ARDS.[13]Thus, our data suggest that the quality of care delivered and the associated patient outcomes during a pandemic are similar under a tiered staffing model when compared to traditional ICU staffing models. Although the baseline characteristics and ARDS management strategies were similar in both groups, we did note a statistically significant difference in the use of convalescent plasma. This difference in treatment may be related to temporal changes in the care of patients with COVID-19 and the availability of different therapies over the course of the pandemic.Our study is subject to a number of limitations. The observational study design makes the results subject to bias and confounding. However, we did try to account for these limitations by evaluating baseline characteristics and markers of severity of illness between ICUs of different staffing models. Furthermore, it would be difficult to randomize patients to specific ICUs given that bed availability is limited in the setting of a pandemic and it most likely would not be feasible to randomize patients to one ICU or another under such bed constraints. Other factors unrelated to provider staffing may have also influenced patient outcomes, including other staffing models used during the pandemic (nursing, respiratory therapy, and pharmacy) and challenges with equipment and other resource availability in nontraditional ICU spaces. CONCLUSIONSWe found that the quality of care delivered and the observed patient outcomes were similar in ICUs with traditional staffing models when compared to ICUs with a tiered staffing model during a pandemic. Further study is needed to confirm these findings.Research and quality and ethics statementThis study was approved by the Institutional Review Board at Lahey Hospital and Medical Center (Approval #1581237; Approval Date: March 19, 2020). The authors followed the applicable EQUATOR Network (http://www.equator-network.org) guidelines, specifically the STROBE Guidelines, during the conduct of this research project.Financial support and sponsorshipNil.Conflicts of interestThere are no conflicts of interest. REFERENCES1. Einav S, Hick J, Hanfling D, Erstad B, Toner E, Branson R, et al.  Surge capacity logistics: care of the critically ill and injured during pandemics and disasters: CHEST consensus statement. Chest. 2014;146:e17s–43. [PubMed] [Google Scholar]2. Burry L, Shaffer D.  Preparing Your ICU for Disaster Response. Mount Prospect, IL: Society of Critical Care Medicine; 2012. How to build ICU surge capacity. Chapter 7; pp. 93–106. [Google Scholar]3. Shadman A, Arabi YM, Alhazzani W, Evans L, Citerio G, Fischkoff K, et al.  Managing ICU surge during the COVID-19 crisis: Rapid guidelines. Intensive Care Med. 2020;46:1303–25. [PMC free article] [PubMed] [Google Scholar]4.  [Last accessed on 2020 Jun 05].  Available from: https://coronavirus.jhu.edu/us-map .5. Fan E, Del Sorbo L, Goligher EC, Hodgson CL, Munshi L, Walkey AJ, et al.  An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;195:1253–63. [PubMed] [Google Scholar]6. Blood Institute Acute Respiratory Distress Syndrome (ARDS) Clinical Trials Network. National Heart, Lung, Wiedemann HP, Wheeler AP, Bernard GR, Thompson BT, Hayden D, et al.  Comparison of two fluid-management strategies in acute lung injury. N Engl J Med. 2006;354:2564–75. [PubMed] [Google Scholar]7. Guérin C, Reignier J, Richard JC, Beuret P, Gacouin A, Boulain T, et al.  Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368:2159–68. [PubMed] [Google Scholar]8. Acute Respiratory Distress Syndrome Network. Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, et al.  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–8. [PubMed] [Google Scholar]9. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–33. [PubMed] [Google Scholar]10. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region, Italy. JAMA. 2020;323:1574–81. [PMC free article] [PubMed] [Google Scholar]11. Wells CM, Zhang Z, Spano-Szekely L, Siller J, Brannon H, Schulz K, et al.  Tiered model of nurse staffing for critical care and emergency departments in the wake of a pandemic. J Nurs Adm. 2021;51:E1–5. [PubMed] [Google Scholar]12. Harris GH, Baldisseri MR, Reynolds BR, Orsino AS, Sackrowitz R, Bishop JM. Design for implementation of a system-level ICU pandemic surge staffing plan. Crit Care Explor. 2020;2:e0136. [PMC free article] [PubMed] [Google Scholar]13. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. [PubMed] [Google Scholar]"}