{"title": "Acute kidney injury in ventilated patients with coronavirus disease-2019 pneumonia: A single-center retrospective study", "pubDate": "Jul-Sep", "PMCID": "PMC8547683", "DOI": "10.4103/IJCIIS.IJCIIS_194_20", "PMID": "34760658", "abstract": "Background:                       Acute kidney injury (AKI) is repeatedly observed in ventilated critically ill patients with coronavirus disease-2019 (COVID-19) pneumonia. This study aimed to determine the incidence, risk factors, and consequences of AKI in the ventilated critically ill adult patients with COVID-19 pneumonia.                  Methods:                       This retrospective study included all the ventilated critically ill adult patients with COVID-19 pneumonia from March 1, 2020, to June 1, 2020. Data were collected from the electronic medical system. AKI was diagnosed using the Kidney Disease: Improving Global Outcomes 2012 Clinical Practice definition. Patients were followed 90 days from the intensive care unit (ICU) admission time or to the date when they were discharged from the hospital.                  Results:                       AKI occurred in 65.1% of patients, with 26.6% of these started on continuous renal replacement therapy (CRRT). Patients with AKI had higher comorbidity and illness severity scores (P < 0.001). Age and the vasopressor requirements were predictors of AKI (P= 0.016 and P = 0.041) and hypertension predicted AKI (P = 0.099) and its progression (P = 0.05). The renal recovery rate was 86.7% and was associated with the mean arterial pressure on ICU admission in the no-CRRT group (P = 0.014) and the hypoxic index in the CRRT group (P = 0.019). AKI was associated with higher mortality (P = 0.017) and significantly longer ICU length-of-stay (P = 0.001). Additionally, AKI patients were more often discharged to a long-term skilled nursing facility (P = 0.005).                  Conclusion:                       COVID-19-associated AKI was common and associated with poor outcome, with the specific mechanisms being the main driving factors.", "author": [{"author": "Mohamed Hamed Elkholi", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Elkholi+MH&cauthor_id=34760658"}, {"author": "Zeyad Faoor Alrais", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Alrais+ZF&cauthor_id=34760658"}, {"author": "Abdallah Reda Algouhary", "affiliation": ["Department of Anesthesia, Rashid Hospital, Dubai, UAE."], "href": "/?term=Algouhary+AR&cauthor_id=34760658"}, {"author": "Muthana Salim Al-Taie", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Al-Taie+MS&cauthor_id=34760658"}, {"author": "Amr Abass Sawwan", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Sawwan+AA&cauthor_id=34760658"}, {"author": "Abdelnasser Ahmed Khalafalla", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Khalafalla+AA&cauthor_id=34760658"}, {"author": "Maged Mohsen Beniamein", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Beniamein+MM&cauthor_id=34760658"}, {"author": "Adel Elsaid Alkhouly", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Alkhouly+AE&cauthor_id=34760658"}, {"author": "Mohamed Ibrahim Shoaib", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Shoaib+MI&cauthor_id=34760658"}, {"author": "Hesham Elsaid Alkholy", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Alkholy+HE&cauthor_id=34760658"}, {"author": "Ammar Mohamed Abdel Hadi", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Abdel+Hadi+AM&cauthor_id=34760658"}, {"author": "Ahmed Tarek Abu Alkhair", "affiliation": ["Department of Intensive Care, Rashid Hospital, Dubai, UAE."], "href": "/?term=Abu+Alkhair+AT&cauthor_id=34760658"}], "refPMID": ["32416769", "32777758", "32514598", "33139940", "32691342", "32442527", "32771409", "32292867", "32727719", "32273593", "33786450", "32533197", "23732715", "23394211", "22797452", "28239173", "32802627", "32669322", "32659757", "32695326", "32775814", "32897278", "32345702", "27337068", "28474317", "32416116", "32563685", "6337527", "19242676", "32250385", "32366514", "23710662", "32737423", "31820034", "32142651", "25664248", "32327202", "32338605", "15781579", "32735131", "32707182", "32444269", "33187979", "32687484", "32475759", "33123167", "10732935", "31672073", "28466146", "32197108", "19105800", "26162677", "32172242", "32795841"], "citedInPMID": ["34760658"], "body": " AbstractBackground:Acute kidney injury (AKI) is repeatedly observed in ventilated critically ill patients with coronavirus disease-2019 (COVID-19) pneumonia. This study aimed to determine the incidence, risk factors, and consequences of AKI in the ventilated critically ill adult patients with COVID-19 pneumonia.Methods:This retrospective study included all the ventilated critically ill adult patients with COVID-19 pneumonia from March 1, 2020, to June 1, 2020. Data were collected from the electronic medical system. AKI was diagnosed using the Kidney Disease: Improving Global Outcomes 2012 Clinical Practice definition. Patients were followed 90 days from the intensive care unit (ICU) admission time or to the date when they were discharged from the hospital.Results:AKI occurred in 65.1% of patients, with 26.6% of these started on continuous renal replacement therapy (CRRT). Patients with AKI had higher comorbidity and illness severity scores (P < 0.001). Age and the vasopressor requirements were predictors of AKI (P= 0.016 and P = 0.041) and hypertension predicted AKI (P = 0.099) and its progression (P = 0.05). The renal recovery rate was 86.7% and was associated with the mean arterial pressure on ICU admission in the no-CRRT group (P = 0.014) and the hypoxic index in the CRRT group (P = 0.019). AKI was associated with higher mortality (P = 0.017) and significantly longer ICU length-of-stay (P = 0.001). Additionally, AKI patients were more often discharged to a long-term skilled nursing facility (P = 0.005).Conclusion:COVID-19-associated AKI was common and associated with poor outcome, with the specific mechanisms being the main driving factors.Key Words: Acute kidney injury, coronavirus 2019, critically illness, mechanical ventilation, severe acute respiratory syndrome-associated coronavirus 2 INTRODUCTIONAcute kidney injury (AKI) is repeatedly observed in the ventilated adult patients with coronavirus disease-2019 (COVID-19) pneumonia. Moreover, AKI may have detrimental effects on the outcome of these patients, and it can increase the burden on health facilities.[1,2,3,4]However, there are significant variations in the reported incidence rates of AKI and the severity of the renal disease in severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infection among different cohorts.[5]Several proposed mechanisms may explain how AKI may develop in these patients, such as the genetic factors and host immune responses.[6,7,8,9,10,11]It is also postulated that management in intensive care plays a significant role in the development and progression of AKI and could be the basis to prevent or limit AKI in these vulnerable patients.[11,12]This study aimed to (1) evaluate the incidence of AKI in the ventilated critically ill patients with COVID-19 pneumonia; (2) identify the risk factors for developing AKI in these patients; and (3) define the clinical impact of acute kidney. METHODSIn this single-center study, we collected data retrospectively from the hospital Electronic Medical Record System, Epic Hyperspace® version 2019 (Epic Systems Corp., Headquarters City, Verona, USA). Patients were followed up for 90 days from the hospital admission or to discharge time from the hospital.We included all the ventilated adults, aged above 18 years, admitted to the Rashid hospital intensive care department from March 1, 2020, to June 1, 2020, with COVID-19 pneumonia.COVID-19 pneumonia was diagnosed according to the National Guidelines for Clinical Management and Treatment of COVID-19.[13]Specifically, the diagnostic criteria for COVID-19 pneumonia were as follows: (1) fever or respiratory symptoms, (2) chest X-ray or CT showing radiographic abnormalities in the lung, and (3) a SARS-CoV-2 polymerase chain reaction test by an approved laboratory (mandatory). Sample analyses were performed with a real-time RT-PCR test using the Xpert® Omni SARS-CoV-2 kit.Exclusion criteria were - (1) patients aged younger than 18 years; (2) patients whose entire stay lasted ≤ 48 h; and (3) patients with Stage 5 according to the 2012 Kidney Disease: Improving Global Outcomes (KDIGO) definition and classification of Chronic Kidney Disease (CKD).[14]The primary outcome was to evaluate AKI incidence in the ventilated critically ill patients with COVID-19 pneumonia. The secondary outcomes were to determine the risk factors related to the clinical course of AKI (development, progression, and recovery), the impact of AKI on mortality, and intensive care unit (ICU) length of stay (LOS).AKI was defined according to the KDIGO 2012 clinical practice definition.[15]The baseline creatinine level was considered as the latest level in the last 90 days before the development of COVID19 pneumonia. If that was unavailable, the lowest value of creatinine from the time of presentation to the emergency department to the first creatinine level on ICU admission was considered the baseline level. Serum creatinine was measured at least once daily from admission and during the stay in the ICU based on our unit protocols and hospital protocol.Patients who met the criteria for AKI were classified as “AKI group,” whereas those who did not were classified as “no AKI group.” Subsequently, patients in the AKI were stratified into two subgroups according to the commencement of continuous renal replacement therapy (CRRT): CRRT group and no-CRRT group.CRRT was the only extracorporeal kidney support in the ICU, and the decision to start the dialysis was based on the modern criteria of initiation of CRRT.[16]To quantify the severity of comorbidity, we used the Charlson Comorbidity Index (CCI). Furthermore, we used three ICU scoring systems: Sequential Organ Failure score in different groups (SOFA score), Acute Physiology and Chronic Health Evaluation (APACHE) II, and Simplified Acute Physiology Score I. Likewise, we used the 2012 Berlin Definition of ARDS to quantify the severity of pulmonary involvement.[17]Renal recovery was assessed by monitoring the serum creatinine and RRT requirement in the AKI group for 90 days. Patients with AKI were categorized into three grades based on the consensus report of the Acute Disease Quality Initiative 16 Workgroup.[18]These groups specifically are (1) complete renal recovery: when the serum creatinine returned to its baseline level or a lower value within 7 days from the onset of AKI; (2) partial renal recovery: when the serum creatinine level remained above the baseline for after 7 days from the onset of the AKI but no ongoing RRT; and (3) no-renal recovery: when there was an ongoing need for renal replacement therapy or the serum creatinine remained ≥4.0 mg/dl from its baseline.Statistical analysisDescriptive statistics were reported as medians (interquartile range: [IQR]) or means with standard error of mean for continuous variables according to the normality of distribution for continuous variables and number (%) for categorical variables. The normal distribution of data was analyzed using the Shapiro–Wilk test or Kolmogorov–Smirnov test.A preliminary univariate analysis was performed to examine the association of the variables considered clinically relevant based on professional knowledge with incidence, progression, and recovery of AKI. We analyzed the relationship between the medications used to treat COVID-19 pneumonia individually (factorial) in the univariate analysis. To confirm the association between the drugs and the AKI, we created models representing the different combinations of antiviral and immunomodulators used to treat COVID-19 pneumonia in ICU patients. Specifically, variables with P < 0.05 in the univariate analysis were entered into a logistic regression analysis with a backward stepwise model to identify predictors of the development of AKI and its progression and recovery. The association between predictors and the dependent variable was quantified using the odds ratio (OR) with a 95% confidence interval (CI).Receiver operating characteristic (ROC) curve analyses were applied to check the optimal cutoff values of the different factors associated with AKI development and evaluate the predictive power between them further, considering the differences between the areas under the empirical ROC curves.Outcome analysis was performed using the Kaplan–Meier estimator for different stages on ICU LOS, and the proportional hazards Cox regression model was used to evaluate the effect of AKI and class groups on survival. Two-tailed P < 0.05 was considered statistically significant.Statistical analyses were performed using IBM SPSS version 25.0 (IBM Corp., Armonk, NY, USA). RESULTSFrom a total of 224 ICU patients who tested positive for SARS-CoV-2, we found that 214 patients met the diagnosis of COVID-19 pneumonia. After applying the exclusion criteria, 198 ventilated patients were included in the study, as shown in Figure 1.Open in a separate windowFigure 1Consort flow diagramAKI occurred in 65.1% of patients (129/198), and it started within 2 days from the ICU (77.5%, 100), and there were 53 patients (41.1%) who remained in Stage 1, 24 (18.6%) progressed to Stage 2, and 52 (40.3) developed Stage 3 AKI. RRT was commenced in 34 patients with AKI (26.4%), 33 of them were in Stage 3 when CRRT was commenced, and there was only one patient in AKI Stage 2 when the CRRT was started.Factors associated with acute kidney injury development and progressionThe demographic data, patients' clinical characteristics, laboratory findings, and treatment are shown in Tables ​Tables11-​-4.4. Patients with AKI were older in the AKI group (53.1 ± 2.75 vs. 46.8 ± 1.2; P = 0.001) and they had a higher rate of hypertension (33% vs. 14.5%; P = 0.007) and they had a significantly higher CCI (1.8 ± 0.14 vs. 1.0 ± 17; P < 0.001). They also had a significantly higher total sequential organ failure assessment (SOFA) (5.06 ± 0.103 vs. 4.492 ± 0.158; P = 0.002) and cardiovascular SOFA (1.77 ± 0.052 vs. 0.884 ± 0.06 P = 0.024). Similarly, the SAPS II and APACHE II scores were higher in the AKI (27 ± 0.54 vs. 24 ± 0.57; P < 0.001 and 11.89±0.217 vs. 10.2 ± 0.249; P < 0.001, respectively). Furthermore, our analysis showed higher maximal norepinephrine doses in patients with AKI (0.048 μg/kg/min [IQR: 0.01–0.1] vs. (0.03 μg/kg/min [IQR: 0.01–0.04]; P = 0.037). Patients in the no-AKI group had a higher mean arterial pressure (MAP) compared those in AKI group (79 mmHg [IQR: 73–88]; P = 0.042, versus 75 mmHg [IQR 70–83]). Similarly, laboratory findings were similar in both the groups such as the blood urea nitrogen on ICU admission (16 [IQR: 11–21] mg/dl vs. 18 mg/dl [IQR: 13–26] mg/dl, P = 0.101) and the baseline serum creatinine (0.9 [IQR: 0.7–1.23] mg/dl vs. 0.8 [IQR: 0.7–1.00] mg/dl; P = 0.281). In addition, there were no significant differences in the rate of proteinuria (71% [n = 49] vs. 77.5% [n = 100]; P = 0.52). Mild proteinuria (+1 by dipstick) was found in 121 patients, while heavy proteinuria (≥ +2 by dipstick) was present in 13 patients. Hematuria was present in 67.7% of the patients (134/198). Leukocyturia was present in 5.1% (10) of patients. Glycosuria was found in 18 patients (9.2%) and there were no significant differences in the rate of these findings in both the groups.Table 1Patients’ demographic and premorbid clinical characteristics stratified according to the clinical course of coronavirus disease-2019-associated acute kidney injuryVariablesAll patients (n=198; 100%)AKI (n=129; 65%)No-AKI (n=69; 35%)\nP\nNo-CRRT (n=95; 74.6%)CRRT (n=34; 26.4%)\nP\nNo-RRT (n=80)\nP\nRRT (n=33)\nP\nComplete (n=42; 52.5%)Partial (n=38; 47.5%)Partial (n=18; 54.5%)No recovery (n=15; 45.5%)Age years±(SEM)50.9±0.0853.1±2.7546.8±1.20.00153.1±2.7552.8±1.50.44652.5±1.5551.8±1.950.78252.5±2.9856.5±2.730.376Sex (male)188 (94.4)122 (94.6)65 (94.2)0.42292 (96.8)30 (88.2)0.13641 (97.6)36 (94.7)0.43516 (88.9)13 (86.7)0.882BMI28.05±1.7828.3±1.7827.8±1.740.87628.3±1.128.1±0.70.76228.3±0.828.2±0.60.89528.1±0.0128.0±0.040.962Medical history Chronic kidney disease**4 (2)3 (2)1 (1)0.7743 (3.2)00.2361 (2.4)1 (2.6)0.29200N/A Hypertension53 (26.8)43 (33)10 (14.5)0.007\n27 (28.4)16 (47.1)0.048\n11 (26.2)16 (42.1)0.1079 (50.00)6 (40.00%)0.79 Diabetes70 (35.4)48 (37.2)22 (31.9)0.76932 (33.7)16 (47.1)0.70212 (26.6)12 (31.6)0.7129 (50)8 (53.3)0.765 Cardiovascular*** diseases15 (7.6)12 (9)3 (4)0.8638 (8.4)2 (5.9)\n4 (10.5)2 (4.8)0.5142 (11.1)00.633 Other medical illness†1174N/A52N/A21N/A00N/A Charlson index‡1.5±0.111.8±0.141.0±0.170.001\n1.72±0.172.15±0.250.2012.14±0.222.42±0.140.3042.11±0.372.20±0.380.869Open in a separate window**CKD; excluding stage 5 CKD, renal transplant, ***Cardiovascular diseases (n=15; past ischemic heart disease IHD [n=7]; acute myocardial infarction 2, old PVD n=2, old CVS [n=4]), †Other medical illness included (COPD=6; (COPD [n=1], Asthma [n=3], pulmonary fibrosis [n=1]), Cirrhosis [n=1], peptic ulcer disease [n=1], rheumatoid arthritis [n=1], chronic anemia [n=1], lymphoma [n=1]), ‡CCI, All variables are presented as, categorical variables: n (%), Continuous variable with normal of distribution: Means with Standard Error of Mean ([Mean±[SEM]), Continuous variable with skewed distribution: Median and IQR, P value, from univariate analysis. bold if significance (P<0.05). N/A: Not applicable, PVD: Peripheral vascular disease, CCI: Charlson Comorbidity Index, IQR: Interquartile range, SEM: Standard error of mean, CKD: Chronic kidney disease, COPD: Chronic pulmonary disease, AKI: Acute kidney injury, CRRT: Continuous renal replacement therapy, RRT: Renal replacement therapy, BMI: Body mass indexTable 4Treatment stratified according to the clinical course of coronavirus disease-2019-associated acute kidney injuryVariablesAll patients (n=198; 100%)AKI (n=129; 65%)No-AKI (n=69; 35%)\nP\nNo-CRRT (n=95; 74.6%)CRRT (n=34; 26.4%)\nP\nNo-RRT (n=80)\nP\nRRT (n=33)\nP\nComplete (n=42; 52.5%)Partial (n=38; 47.5%)Partial (n=18; 54.5%)No recovery (n=15; 45.5%)Antiviral therapy Lopinavir-ritonavir183 (92.4)121 (94)62 (90)0.20188 (92.6)33 (97.1)0.30534 (89.5)40 (95.2)0.5818 (100)14 (93.3)0.64 Chloroquine147 (74.2)97 (75)50 (72)0.89372 (75.8)25 (73.5)0.75331 (73.8)28 (73.7)0.4714 (77.8)11 (77.3)0.09 Hydroxychloroquine40 (20.2)25 (19)15 (22)0.78219 (20.2)6 (17.6)0.498 (19.0)8 (21.1)0.434 (22.2)2 (13.3)0.122 Favipiravir128 (64.6)81 (69)37 (54)0.57631 (58.5)17 (70.8)0.56626 (61.9)38 (57.9)0.3812 (66.7)10 (66.70)0.66Immunomodulating Tocilizumab53 (26.8)34 (26.5)19 (27.5)0.85140 (42.1)11 (32.4)0.23815 (35.7)19 (50)0.0556 (38.9)4 (26.7)0.86 Peginterferon α 2b51 (25.8)27 (21)24 (35)0.06516 (16.8)11 (32.4)0.1014 (9.5)8 (21.1)0.117 (38.9)4 (26.7)0.53 Corticosteroids119 (60.1)79 (61.2)37 (54)0.30261 (64.2)23 (52.9)0.52623 (54.7)26 (68.4)0.3246 (38.9)6 (40)0.42Other supportive therapy Diuretics63 (31.8)51 (41)23 (33)0.24740 (42.1)11 (32.4)0.40423 (62.9)20 (73.7)0.4088 (44.4)4 (26.7)0.66 ARBs/ACEi4 (2.0)3 (2)1 (1)0.0941 (1.9)1 (4.2)0.5681 (2.4)1 (2.6)0.521 (5.6)0N/A NSAIDS2 (1.0)2(1)0.2081 (1.9)00.7932 (4.8)0N/A00N/A Contrast9 (4.5)7 (5)2 (3)0.24 (4.2)3 (8.8)0.2861 (2.4)0N/A2 (11.1)1 (6.7)0.428Open in a separate windowAll variables are presented as Categorical variables: n (%), Continuous variable with normal of distribution: Means with (SEM±SEM), Continuous variable with skewed distribution: Median and IQR, P value, from univariate analysis. bold if significance (P<0.05). N/A: Not applicable, ARBs: Angiotensin II receptor blockers, ACEi: Angiotensin-converting enzyme inhibitors, NSAIDs: Nonsteroidal anti-inflammatory drugs, AKI: Acute kidney injury, CRRT: Continuous renal replacement therapy, RRT: Renal replacement therapy, IQR: Interquartile range, SEM: Standard error of meanThe multivariate analysis of factors associated with AKI revealed that the patient age and the maximal requirements of norepinephrine were the main predictors of AKI. The predictive power of the model was 71% at cutoff 51.5 years for patient's age and 0.032 mcg per body weight in kg per minute norepinephrine dose [Table 5- Model 1].Table 5Predictors of the clinical course of the coronavirus disease-2019-associated acute kidney injuryVariableMultivariate logistic regressionROC analysisSensitivity and specificity analysis at the chosenOR (95%CI)\nP\nAUC*±SECut-off levelsSensitivity (%)Specificity (%)PPV (%)NPV (%)Model 1: Factors associated with development of AKI Age years1.04 (1.021-1.083)0.0160.656±0.0395254.2673.9176.5750.71 Vasopressor dose (mcg/kg/min)1.075 (1.002-1.153)0.0410.651±0.0390.03263.5768.1261.1075.80Model 2: Logistic regression with progression to CRRT Hypertension2.293 (0.998-5.020)0.050.593±0.0270.547.0671.5837.2079.08Open in a separate windowVasopressor dose; the norepinephrine dose; maximal dose in mcg/kg/min within the first 72 h of the ICU admission. ROC: Receiver operating characteristic curve, AUC: Area under the curve, PPV: Positive predictive value, NPV: Negative predictive value, OR: Odds ratio, CI: Confidence interval, AKI: Acute kidney injury, CRRT: Continuous renal replacement therapy, ICU: Intensive care unit, SE: Standard errorTable 3Patients’ laboratory finding stratified according to the clinical course of coronavirus disease-2019-associated acute kidney injuryVariablesAll patients (n=198; 100%)AKI (n=129; 65%)No-AKI (n=69; 35%)\nP\nNo-CRRT (n=95; 74.6%)CRRT (n=34; 26.4%)Laboratory finding Urea17 (12-24)18 (13-26)16 (11-21)0.28118 (14-26)18 (13-25)Creatinine Baseline0.9 (0.7-1.1)0.9 (0.7-1.23)0.8 (0.7-1.00)0.1010.9 (0.7-1.3)0.9 (0.8-1.1) Peak1.5 (0.97-3.15)2.45 (1.4-4.78)0.9 (0.7-1.28)N/A1.8 (1.3-2.9)5.35 (4.2-6.6) Days till AKI startN/AN/A2.16±0.095N/A2.08±0.1142.3083±0.190CRP on ICU admission*168 (107-247)175 (112-242)158 (88-248)0.734177.5 (107-237)177.5 (131-272) Peak CPK**1454 (522-3236)1617 (573-3394)1232 (489-2541)0.0751617 (573-3394)1566 (594-3467)Urine analysis‡ Proteinuria (total)157 (79.3)100 (77.5)49 (71)0.70566 (75.3)34 (100)  None41 (20.7)29 (22.5)20 (29.0)0.70529 (30)0  Mild (+)150 (75.8)96 (74.4)46 (66.7)0.79962 (65.3)34 (100)  Heavy (+2)7 (3.5)4 (3.1)3 (4.3)n/a4 (4.2)0 Hematuria134 (67.7)84 (65.1)50 (85.2)0.54254 (56.8)30 (70.6)  +1 dipstick121 (61.1)76 (58.9)45 (65.2)0.53354 (56.8)22 (64.7)  ≥+2 dipstick13 (6.6)8 (6.2)5 (7.2)0.9136 (6.3)2 (5.9)  None170 (85.9)112 (86.8)59 (86.8)0.42181 (85.3)31 (91.2)  Leucocyturia10 (5.1)7 (5.4)3 (4.3)0.4245 (5.3)2 (5.9)  Glycosuria18 (9.2)10 (7.8)8 (11.6)0.5119 (9.5)1 (2.9)Variables\nP\nNo-RRT (n=80)\nP\nRRT (n=33)\nP\nComplete (n=42; 52.5%)Partial (n=38; 47.5%)Partial (n=18; 54.5%)No recovery (n=15; 45.5%)Laboratory finding Urea0.85619.5 (15-30)18 (15-24)0.26521 (15-33)17 (12.5-22)0.128Creatinine Baseline0.9020.9 (0.7-0.13)0.9 (0.9-0.13)0.4910.9 (0.8-1.1)0.9 (0.8-1.05)0.833 Peak01.4 (1.2-1.9)2.8 (1.8-4.5)0.0945 (3.7-6)5.4 (4.7-7.4)0.481 Days till AKI start0.1682.14±0.222.42±1.392.55±0.2452.06±0.01180.112CRP on ICU admission*0.337170 (103-233)167 (112-237)0.265147 (121-207)236 (168-318)0.022\n Peak CPK^0.1471474 (760-2687)1904 (490-3399)0.1782045 (447-4548)1317 (853-2734)0.096Urine analysis‡ Proteinuria (total)0.72933 (78.5)25 (65.8)0.87218 (100)15 (100)N/A  None0.6699 (21.4)13 (34.2)0.88318 (100)15 (100)N/A  Mild (+)0.79131 (73.8)23 (60.5)0.98700N/A  Heavy (+2)0.882 (4.8)2 (5.3)0.304 Hematuria0.66929 (69.5)25 (65.8)0.90313 (61.10)10 (66.70)0.752  +1 dipstick0.79125 (59.5)24 (63.2)0.75211 (61.10)10 (66.70)0.752  ≥+2 dipstick0.884 (9.5)1 (2.6)2 (11.1)0  None0.17432 (76.2)36 (94.7)0.80815 (83.3)12 (80)0.897  Leucocyturia0.0624 (9.5)00.6112 (11.1)00.171  Glycosuria0.2886 (14.3)2 (5.3)0.2921 (5.6)0N/AOpen in a separate window*CRP on ICU admission, **CPK, the maximal level within 7 days of ICU admission, ‡From urine analysis on ICU admission. All variables are presented as, Categorical variables: n (%), Continuous variable with normal of distribution: Means with (SEM±SEM), Continuous variable with skewed distribution: Median and IQR, P value, from univariate analysis. bold if significance (P<0.05). N/A: Not applicable, CRP: C-reactive protein, AKI: Acute kidney injury, CRRT: Continuous renal replacement therapy, RRT: Renal replacement therapy, ICU: Intensive care unit, IQR: Interquartile range, SEM: Standard error of mean, CPK: Creatine phosphokinaseHypertension and the peak creatinine level, which were significantly high in the RRT group when compared to the No-CRRT group (47.1% vs. 28.4% P = 0.048) and 5.35 mg/dl (IQR 4.2–6.6 versus 1.8 mg/dl [IQR 1.3–2.9] P < 0.001) respectively.Patients in the RRT and the no-RRT had similar clinical characteristics [Tables ​[Tables11 and ​and2].2]. Hypertension increased the odds of AKI progression (OR: 2.293, 95% CI: 0.998–5.020, P = 0.05) [Table 5- Model 2].Table 2Patients’ clinical characteristics stratified according to the clinical course of coronavirus disease-2019-associated acute kidney injuryVariablesAll patients (n=198; 100%)AKI (n=129; 65%)No-AKI (n=69; 35%)\nP\nNo-CRRT (n=95; 74.6%)AKI stage Stage 153 (26.7)53 (41.1)N/AN/A53 (55.8) Stage 224 (12.1)24 (18.6)N/AN/A18 (24.2) Stage 352 (26.2)52 (40.6)N/AN/A19 (20.0)Respiratory variables PF ratio**0.895 (0.975-3.150)0.85 (0.66-1.31)1.02 (0.75-1.4)0.1030.90 (0.69-1.33)ARDS severity*** Mild13 (6.5)9 (7)4 (5.9)0.1696 (6.3) Moderate74 (37.6)43 (33.3)32 (46.3)34 (35.8) Severe110 (55.8)77 (59.7)33 (48.5)55 (57.9)Invasive mechanical ventilation195 (98.5)128 (99.2)67 (97.1)0.755128 (98.9)High PEEP†177 (89.4)118 (91.5)59 (85.5)0.32988 (92.6)Hemodynamics parameters‡ Shock163 (82.3)109 (88.4)54 (78)0.2582 (86.3) Mean arterial pressure76 (71-85)79 (73-88)75 (70-83)0.04275 (69-81) Vasopressor dose (IQR)A,B0.039 (0.017-0.08)0.048 (0.021-0.1)0.03 (0.01-0.04)0.0370.05 (0.023-0.100)Fluid balance till ICU admission Negative35 (17.7)24 (18.6)11 (15.9)0.89819 (20.0) Iso-balance/positive163 (82.3)105 (81.4)58 (84.1)76 (80.0)Clinical severity score APACHE II score10.9 (9.9-12.9)11.9 (10.9-13.9)10.9 (8.9-10.9)0.00111.8±0.4 SAPS II24 (22-29)27±0.5424±0.580.00126.8±0.06 SOFA score4.883±0.8905.06±0.1034.492±0.1580.0026.14±0.127 Cardiovascular1010±0.05331077±0.0520.884±0.0670.0240.263±0.06 Respiratory3.46±0.053.52±0.0573.35±0.0940.1023.51±0.06 Renal0.292±0.0450.174±0.0820.356±0.0540.0560.368±0.536 Neurological0.152±80.01±0.010.29±0.020.2460.0316±0.01 Liver0.0202±0.010.0233±0.0150.145±0.01450.6780.0842±286 Coagulation0.657±0.1760.077±0.02360.043±0.02470.3590.0842±286 APACHE II score11.32±0.17411.89±0.21710.2±0.2490.00111.8±0.4 SAPS II24 (22-29)27±0.5424±0.57 0.580.00126.8±0.06VariablesCRRT (n=34; 26.4%)\nP\nNo-RRT (n=80)\nP\nRRT (n=33)\nP\nComplete (n=42; 52.5%)Partial (n=38; 47.5%)Partial (n=18; 54.5%)No recovery (n=15; 45.5%)AKI stage Stage 10033 (78.6)15 (39.5)00.001000.37 Stage 21 (2.9)09 (21.4)8 (21.1)1 (5.6)0 Stage 333 (97.1)0015 (39.5)17 (94.4)15 (100)Respiratory variables PF ratio**0.74 (0.58-1.20)0.90490.5 (70.0-145.0)87.7 (65.2-112.0)0.531116 (73.4-180)62.8 (56-77)0.003ARDS severity*** Mild3 (8.8)0.474 (9.5)1 (2.6)0.7723 (16.7)00.03 Moderate9 (26.5)15 (35.7)14 (36.8)8 (44.4)1 (6.7) Severe22 (64.7)23 (54.8)23 (60.5)6 (38.9)14 (93.3)Invasive mechanical ventilation52 (100)0.55238 (90.5)37 (97.4)0.89818 (100)15 (100)N/AHigh PEEP†30 (82.2)0.45338 (90.5)37 (97.4)0.67817 (94.4)12 (80)0.266Hemodynamics parameters‡ Shock27 (79.4)0.33436 (85.7)33 (86.8)0.69812 (66.7)14 (93.3)0.158 Mean arterial pressure77 (73-85)0.26776 (71-88)72 (69-76)0.0284 (78-86)74 (70-77)0.157 Vasopressor dose (IQR)A,B0.04 (0.02-0.07)0.5670.04 (0.32-0.12)0.05 (0.032-0.12)0.1430.034 (0-0.05)0.04 (0-0.05)0.998Fluid balance till ICU admission Negative5 (14.7)0.59 (14.8)10 (26.3)0.1461 (5.6)4 (26.7)0.427 Iso-balance/positive29 (85.3)36 (85.7)28 (73.7)17 (94.4)11 (73.3)Clinical severity score APACHE II score11.7±0.250.79611.6±0.31411.8±0.460.67810.97±0.6212.5±0.450.285 SAPS II27.4±1.160.65226.8±0.8526.4±0.980.78825.4±1.829.6±1.30.086 SOFA score6.73±0.2080.1504.95±0.1445.263±0.2050.2134.222±0.2625.333±0.2110.154 Cardiovascular0.147±0. 040.171.047±0.0891.0132±0.02380.3620.722±0.1351.133±0.1330.04 Respiratory5.97±0.120620.9713.4545±0.116523.578±0.0890.0903.1677±0.11653.9333±0.10330.02\n Renal0.325±0.0610.7410.357±0.8900.421±0.1110.6510.222±0.12940.2667±0.18170.840 Neurological00.29800.0238±0.02380.52000N/A Liver0.0.588±40.90.580.238±0.2380.263±0.2630.7830.9940N/A Coagulation0.0.588±40.90.6380.0476±0.0330.1053±0.05450.33500.111±0.72N/A APACHE II score11.7±0.250.79611.6±0.31411.8±0.460.67810.97±0.6212.5±0.450.285 SAPS II27.4±1.160.65226.8±0.8526.4±0.980.78825.4±1.829.6±1.30.086Open in a separate window**PF ratio (PaO2/FiO2) ratio; the highest PaO2 partial pressure of arterial oxygen; FiO2, percentage of inspired oxygen on the day 1 of ICU, ARDS severity, Mild (200 mmHg <PaO2/FIO2 ≤300 mmHg), Moderate (100 mm Hg <PaO2/FIO2 ≤200 mmHg), Severe (PaO2/FIO2 ≤100 mmHg), †High PEEP considered high when it on day 1 was above 10 cm water, ‡Hemodynamic variables on ICU admission, MAP: Mean arterial pressure in mmHg, AThere were only six patients were in severe shock who required more than 1 vasopressor they expired early and were not included in the study, BVasopressor dose (IQR); the maximal dose of norepinephrine in mcg/kg/min the first 72 h of ICU admission. All variables are presented as, categorical variables: n (%), Continuous variable with normal of distribution: Means with (SEM±SEM), Continuous variable with skewed distribution: Median and IQR, P value, from univariate analysis. bold if significance (P<0.05). N/A: Not applicable, SOFA score: Sequential organ failure score, APACHE: Acute physiology and chronic health evaluation, SAPS II: Simplified acute physiology score, PEEP: Positive end-expiratory pressure, AKI: Acute kidney injury, CRRT: Continuous renal replacement therapy, RRT: Renal replacement therapy, ARDS: Acute respiratory distress syndrome, MAP: Mean arterial pressure, ICU: Intensive care unit, IQR: Interquartile range, SEM: Standard error of meanRenal recoveryIn the analysis of renal recovery, there were 113 patients who were included and the remaining 16 patients whose renal outcomes could not be followed up completely because they survived <7 days from the onset of AKI. Thirty-eight percent of the patients had complete renal recovery (43/113), partial renal recovery was observed in 48.6% (55/113), and the remaining 15 patients had no recovery from the AKI [Table 6 and Figure 1].Table 6Main follow-up outcomesVariablesAll patients, n (%)AKI*No-AKI\nP\nNo-CRRTCRRT\nP\nRenal recovery* Complete43 (21.7)43 (38.1)N/AN/A43 (53.8)00 Partial55 (27.8)55 (48.7)N/AN/A37 (46.2)18 (54.5)0 No recovery15 (7.5)15 (13.3)N/AN/A015 (45.5)0 CKD1111N/AN/A290Survival and mortality rates Survived79 (39.9)44 (34.1)35 (50.7)0.01731 (32.6)13 (38.2)0.349 Death (total)119 (60.1)85 (65.9)34 (49.3)64 (67.4)21 (61.5)Discharge destination Home45 (57.0)19 (44.2)26 (74.3)0.00516 (51.6)3 (23.1)0.078 Long-term skilled nursing facility34 (43.0)25 (56.8)9 (25.7)15 (48.4)10 (76.9)Open in a separate window*Number=113. AKI: Acute kidney injury, CRRT: Continuous renal replacement therapy, CKD: Chronic kidney diseaseThe univariate analyses of the patient clinical characteristics are shown in Tables ​Tables11 and ​and4.4. Factors that were identified as significant in the univariate analysis were entered in the multivariate analysis [Table 7]. We found that MAP predicted complete renal recovery for patients in the no-CRRT group (OR: 1.084, 95% CI: 1.016–1.156, P = 0.014) and PF ratio was a predictor of the renal recovery in the CRRT group (OR: 0.015, 95% CI: 0.01–0.505, P = 0.019).Table 7Predictors of the renal recovery of the coronavirus disease-2019-associated acute kidney injuryVariableMultivariate logistic regressionROC analysisSensitivity and specificity analysis at the chosenOR (95%CI)\nP\nAUC±SECut-off levelsSensitivity (%)Specificity (%)PPV (%)NPV (%)Model 3: Factors associated complete renal recovery from AKI in the no-CRRT group MAP (mmHg)1.084 (1.016-1.156)0.014703±0.0597554.7678.9574.1961.22Model 4: Factor associated renal recovery from AKI for the CRRT group P/F ratio1.046 (1.0427-1.0799)0.0190.744±0.0916575.0071.4374.1961.22Open in a separate windowPF ratio (PaO2/FiO2) ratio; the highest PaO2 partial pressure of arterial oxygen; FiO2, percentage of inspired oxygen on the day 1 of ICU, MAP in mmHg on the ICU admission. ROC: Receiver operating characteristic curve, AUC: Area under the curve, PPV: Positive predictive value, NPV: Negative predictive value, MAP: Mean arterial pressure, AKI: Acute kidney injury, CRRT: Continuous renal replacement therapy, SE: Standard error, OR: Odds ratio, CI: Confidence intervalSurvival and mortality analysisThe overall death rate was 60.1% (119/189). Patients with AKI had a higher death rate of 65.2% versus 50.7 for patients without AKI and P = 0.035. The Cox regression analysis showed statistically significant differences in the proportional hazards for inpatient mortalities between the patients with AKI and both AKI groups. However, considering time as a covariate, we find that these differences were insignificant [Table 8].Table 8Analysis of relative risk for inpatient mortalitiesTotal number of patientsMortality rate, n (%)Hazards ratio with 95% CI for in-patient mortalityProportional hazardNonproportionalP*Model 1: Analysis of inpatient mortality with stratified for the included patients No-AKI group6934 (49.3)2.428 (1.311-4.496)1.010 (0.966-1056)0.653 No-CRRT9564 (67.4)3.036 (1.748-5.274)1.006 (0.988-1.2025)0.497 CRRT group†3421 (61.8)Mode 2 1: Analysis of inpatient mortality with stratified for patients in stage 3 AKI the included patients Stage 3 No-CRRT†1915 (78.9)0.848 (0.277-2.592)0.988 (0.976-1.008)0.242 Stage 3 CRRT†3321 (63.6)Open in a separate window*P value from the nonproportional hazards model, †Indicator. AKI: Acute kidney injury, CRRT: Continuous renal replacement therapy, CI: Confidence intervalAmong the 79 patients who survived, 45 patients (57%) were discharged home, and the remaining 34 patients (43%) were transferred to skilled nursing facilities. AKI increased the odds for transfer to a post-COVID-19 advanced nursing care facility by 2.293, with a 95% CI of 0.998–5.020 [Table 6]. Moreover, survivors in the CRRT group were more likely to be discharged to similar facilities 76.9% (n = 10) versus 48.9% (n = 15). Nevertheless, this difference was not statistically significant, P = 0.078.Impact on the length of stayThe median ICU LOS for the whole study population was 19 days (IQR: 10–41 days). The survival analysis showed that the time for discharge from the ICU was significantly longer when CRRT was started regardless of the survival status at discharge; the median ICU LOS for the CRRT group was 58 days (IQR: 22–90) versus 14 days (IQR: 8–26) for patients in the no-CRRT group and 16 days (IQR: 9–24) for the no-AKI group; P < 0.001 [Table 9 and Figure 2].Table 9Analysis of intensive care unit length of stayVariablesAll patientsNo-AKINo-CRRT groupCRRT groupP*All patients19 (10-41)16 (9-24)14 (8-26)58 (22-87)0.001For survival22.5 (13-43)17 (12-36)15 (9-34)77 (66-87)0.001For dead15 (8-25.5)14.5 (8-19)12 (9-21)19.5 (11-84)0.002Open in a separate window*P Significant if < 0.05 by log-rank test, †Median and (IQR). IQR: Interquartile range, AKI: Acute kidney injury, CRRT: Continuous renal replacement therapyOpen in a separate windowFigure 2Kaplan–Meier survival plots for intensive care unit length of stay for survived patients (a) Kaplan–Meier survival plots for intensive care unit length of stay for the deceased patients (b) DISCUSSIONNot only did this study confirm the high incidence of COVID-19-associated AKI but also it demonstrated that renal involvement was progressive with a high rate of CRRT. Consistently, previous reports of ICU patients with severe SARS-COV 2 infection revealed that the prevalence of AKI ranged from 50% to 80%, with an unusual surge in extracorporeal renal replacement therapy requirements, up to 40% in some studies exceeding early reports from China.[19,20,21,22,23,24,25]The raised incidence of AKI and CRRT in this study could be explained by the high rate of comorbidities and the severity of the hypoxemia, which necessitated mechanical ventilatory support and other illness severity indicators. These factors are assumed to be the basis for the lung–kidney cross-talk and AKI.[2,11,26]Meanwhile, it may be debated that the center size was a confounding factor that inappropriately increased the observed rate of AKI in our cohort. However, the high prevalence of AKI in similar COVID-19 ICU patients makes this assumption improbable.[19,20,21,22,23]To correlate our findings with the pathophysiology, we divided the potential mechanisms for COVID-19-associated AKI into three main categories: the nonspecific mechanisms, COVID-19-specific mechanisms, and host-immune responses.[2,11]First, the nonspecific mechanisms such as age and comorbidities are recognized risk factors of renal vulnerability in ICU patients.[27,28]Hypovolemia in some of these patients can cause pre-renal AKI.[2]Other factors include severe hypoxemia and cardiorenal syndrome secondary to the effects of positive pressure ventilation.[29,30,31,32,33,34]Furthermore, nephrotoxic exposure such as drugs might also be involved in the pathogenesis of AKI.[1,2]Second, COVID-19-specific mechanisms include viral entry into the renal cell, which could provoke acute tubular injury (ATI) and collapsing glomerulopathy.[34,35,36,37]Other components of these mechanisms include the overactivation of the renin–angiotensin system (RAS) and the SARS-CoV-2-associated procoagulant state.[11,38,39,40,41,42]COVID-19-specific mechanisms start by cleaving of viral spike (S) protein by host cell proteases such as transmembrane protease, serine 2 in the proximal tubules following that the (S) proteins bind to the cellular receptor; Angiotensin conversion enzyme 2 (ACE2). In the human kidney, ACE2 is expressed on proximal tubules and podocytes.[36]The entry of the virus to tubular and podocytes cell can cause tubular dysfunction and ATI, collapsing glomerulopathy.[34,35,36,37]The attachment of SARS-CoV-2 to ACE2 promotes downregulation of membrane-bound ACE2 that leads to the accumulation of angiotensin II (AngII) responsible for the overactivation of RAS, resulting in vasoconstriction, ischemia, inflammation, and subsequently endothelial dysfunction and ATI.[38,39,40]Another effect of reduced ACE2 levels may be the increase in bradykinin levels, promoting coagulopathy in at least two distinct ways: (1) enhancing complement activation and promoting neutrophil activation and NET formation. Inflammation generally activates the complement system, and subsequent depletion of plasma complement is associated with increasing disease severity and a prothrombotic state.[11,40,41,42]Third, the host immune responses secondary to severe SARS-CoV-2 infection can contribute to AKI.[1,2,11]The early notion of cytokine storm syndrome being the hallmark of the immune response has been replaced by current evidence supporting the presence of two different host immune responses: (1) the hyperinflammatory response, which involves the release of pro-inflammatory cytokines (tumor necrosis factor [TNF] α, interleukin [IL]-6, IL-1 β) and chemokines (C-X-C motif ligand [CXCL], CXCL10), (2) the hypoinflammatory response manifests by a disease similar to immunoparalysis in sepsis with more detrimental multiple organ failure, including the AKI.[11,43,44,45,46,47,48]This study showed that the patient's age was associated with an increase in the risk of AKI, whereas other comorbidities did not have a similar significant association. Consistently, age has been demonstrated to be a risk factor to AKI in a similar population.[20,21,22,23,24]Likewise, we showed that hemodynamic instability was mild and corrected by a minimal dose of vasopressor, which denotes that it was primarily attributed to the use of sedation.[49,50]The inflammatory markers such as C-reactive protein and the other ubiquitous risk factors were similar in patients with AKI and those without AKI. Accordingly, it can be inferred that the nonspecific mechanisms were not the major risk factor for AKI. We also showed that renal abnormalities associated with COVID-19 include proteinuria, hematuria, and glucosuria. Therefore, it could be assumed that the main pathophysiological factors were COVID-19-specific mechanisms.Furthermore, we demonstrated that some degree of renal recovery was observed in the majority of the patients. In addition, we showed that early factors on ICU admission such as the PF and the MAP could predict renal outcomes. These data agree with renal recovery reports from COVID-19-associated AKI.[50,51]Consistent with previous studies, we demonstrated the association between AKI development and inpatient mortalities.[52,53,54,55]Interestingly, the death rate among the study population was high, particularly in the AKI group; possible explanations could be that our patient had a higher illness severity and comorbidities scores. Furthermore, the prolonged follow-up period in this study, particularly for the AKI group, may have had a role in that finding. We demonstrated that CRRT did not change the cumulative inpatient mortality risks. Nevertheless, there are significant discrepancies in the reports of the impact of CRRT on the death rate among similar patients with AKI.[20,21,22,23,24,53,56]These disagreements may be explained by the observation period's duration and the local clinical practice.[4,5]This study showed the excessive burden of AKI on the health-care facility such as unreasonable requirement RRT, unduly prolonged ICU LOS, and the increased risk of discharge to a skilled nursing facility. These data agree with the previous report of COVID-19-associated AKI.[1,2,3,4,5]Our study has certain limitations. It was a retrospective, observational study limited to a single center, and female patients were underrepresented; therefore, the generalization of our findings could be limited. Among this study's strengths, our cohort was limited to ventilated critically ill patients with COVID-19 pneumonia. Our follow-up period was 3 months, and there was a final discharge place reached at the end of this period for our patients. Finally, it showed a high prevalence of COVID-19-associated AKI and its influence on the outcome. Therefore, it draws the attention of intensivists toward the kidneys in the context of severe COVID-19 pneumonia. CONCLUSIONAmong this cohort of ventilated critically ill adult patients with SARS-CoV-2 pneumonia, there was a high prevalence of COVID-19-associated AKI, which was progressive but frequently reversible. AKI was largely ATN and essentially attributable to COVID-19 specific mechanisms. It was associated with poor outcomes, and it imposed an extra burden on our health-care facility.Research quality and ethics statementThis study was approved by the Dubai Scientific Research Committee (DSRE C), Dubai Health Authority (approval reference DSREC-06/2020_27; approval date July 2, 2020). Informed consent was waived due to the retrospective observational nature of our study. We followed the STROBE guidelines (the Strengthening the Reporting of Observational Studies in Epidemiology).Financial support and sponsorshipNil.Conflicts of interestThere are no conflicts of interest. REFERENCES1. Ronco C, Reis T, Husain-Syed F. Management of acute kidney injury in patients with COVID-19. Lancet Respir Med. 2020;8:738–42. [PMC free article] [PubMed] [Google Scholar]2. Ostermann M, Lumlertgul N, Forni LG, Hoste E. What every Intensivist should know about COVID-19 associated acute kidney injury. J Crit Care. 2020;60:91–5. [PMC free article] [PubMed] [Google Scholar]3. Aziz S, Arabi YM, Alhazzani W, Evans L, Citerio G, Fischkoff K, et al.  Managing ICU surge during the COVID-19 crisis: Rapid guidelines. Intensive Care Med. 2020;46:1303–25. [PMC free article] [PubMed] [Google Scholar]4. Nadim MK, Forni LG, Mehta RL, Connor MJ, Jr, Liu KD, Ostermann M, et al.  Publisher Correction: COVID-19-associated acute kidney injury: Consensus report of the 25th Acute Disease Quality Initiative (ADQI) Workgroup. Nat Rev Nephrol. 2020;16:765. [PMC free article] [PubMed] [Google Scholar]5. Farouk SS, Fiaccadori E, Cravedi P, Campbell KN. COVID-19 and the kidney: What we think we know so far and what we don't. J Nephrol. 2020;33:1213–8. [PMC free article] [PubMed] [Google Scholar]6. Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel A, et al.  Electron microscopy of SARS-CoV-2: A challenging task – Authors' reply. Lancet. 2020;395:e100. [PMC free article] [PubMed] [Google Scholar]7. Knowlton KU. Pathogenesis of SARS-CoV-2 induced cardiac injury from the perspective of the virus. J Mol Cell Cardiol. 2020;147:12–7. [PMC free article] [PubMed] [Google Scholar]8. Larsen CP, Bourne TD, Wilson JD, Saqqa O, Sharshir MA. Collapsing glomerulopathy in a patient with COVID-19. Kidney Int Rep. 2020;5:935–9. [PMC free article] [PubMed] [Google Scholar]9. Santoriello D, Khairallah P, Bomback AS, Xu K, Kudose S, Batal I, et al.  Postmortem kidney pathology findings in patients with COVID-19. J Am Soc Nephrol. 2020;31:2158–67. [PMC free article] [PubMed] [Google Scholar]10. Ronco C, Reis T. Kidney involvement in COVID-19 and rationale for extracorporeal therapies. Nat Rev Nephrol. 2020;16:308–10. [PMC free article] [PubMed] [Google Scholar]11. Verhoef PA, Kannan S, Sturgill JL, Tucker EW, Morris PE, Miller AC, et al.  Severe acute respiratory syndrome-associated coronavirus 2 infection and organ dysfunction in the ICU: Opportunities for translational research. Crit Care Explor. 2021;3:e0374. [PMC free article] [PubMed] [Google Scholar]12. Gabarre P, Dumas G, Dupont T, Darmon M, Azoulay E, Zafrani L. Acute kidney injury in critically ill patients with COVID-19. Intensive Care Med. 2020;46:1339–48. [PMC free article] [PubMed] [Google Scholar]13. National Guidelines for Clinical Management and Treatment of COVID-19 Version 2.  [Last accessed on 2020 Apr 04].  Available from: https://www.dhcr.gov.ae/en/covid-19#InterimBtn .14. Stevens PE, Levin A. Kidney Disease: Improving Global Outcomes Chronic Kidney Disease Guideline Development Work Group Members. Evaluation and management of chronic kidney disease: Synopsis of the kidney disease: Improving global outcomes 2012 clinical practice guideline. Ann Intern Med. 2013;158:825–30. [PubMed] [Google Scholar]15. Kellum JA, Lameire N. KDIGO AKI Guideline Work Group. Diagnosis, evaluation, and management of acute kidney injury: A KDIGO summary (Part 1) Crit Care. 2013;17:204. [PMC free article] [PubMed] [Google Scholar]16. Bellomo R, D'Intini V, Ronco C.  Textbook of Critical Care. 5th ed. Philadelphia: Elsevier Saunders; 2005. Renal replacement therapy in ICU; p. 1152. [Google Scholar]17. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–33. [PubMed] [Google Scholar]18. Chawla LS, Bellomo R, Bihorac A, Goldstein SL, Siew ED, Bagshaw SM, et al.  Acute kidney disease and renal recovery: Consensus report of the Acute Disease Quality Initiative (ADQI) 16 Workgroup. Nat Rev Nephrol. 2017;13:241–57. [PubMed] [Google Scholar]19. Taher A, Alalwan AA, Naser N, Alsegai O, Alaradi A. Acute kidney injury in COVID-19 pneumonia: A single-center experience in Bahrain. Cureus. 2020;12:e9693. [PMC free article] [PubMed] [Google Scholar]20. Fisher M, Neugarten J, Bellin E, Yunes M, Stahl L, Johns TS, et al.  AKI in hospitalized patients with and without COVID-19: A comparison study. J Am Soc Nephrol. 2020;31:2145–57. [PMC free article] [PubMed] [Google Scholar]21. Fominskiy EV, Scandroglio AM, Monti G, Calabrò MG, Landoni G, Dell'Acqua A, et al.  Prevalence, characteristics, risk factors, and outcomes of invasively ventilated COVID-19 patients with acute kidney injury and renal replacement therapy. Blood Purif. 2021;50:102–9. [PMC free article] [PubMed] [Google Scholar]22. Rubin S, Orieux A, Prevel R, Garric A, Bats ML, Dabernat S, et al.  Characterization of acute kidney injury in critically ill patients with severe coronavirus disease 2019. Clin Kidney J. 2020;13:354–61. [PMC free article] [PubMed] [Google Scholar]23. Robbins-Juarez SY, Qian L, King KL, Stevens JS, Husain SA, Radhakrishnan J, et al.  Outcomes for patients with COVID-19 and acute kidney injury: A systematic review and meta-analysis. Kidney Int Rep. 2020;5:1149–60. [PMC free article] [PubMed] [Google Scholar]24. Fu EL, Janse RJ, de Jong Y, van der Endt VH, Milders J, van der Willik EM, et al.  Acute kidney injury and kidney replacement therapy in COVID-19: A systematic review and meta-analysis. Clin Kidney J. 2020;13:550–63. [PMC free article] [PubMed] [Google Scholar]25. Pei G, Zhang Z, Peng J, Liu L, Zhang C, Yu C, et al.  Renal involvement and early prognosis in patients with COVID-19 pneumonia. J Am Soc Nephrol. 2020;31:1157–65. [PMC free article] [PubMed] [Google Scholar]26. Husain-Syed F, Slutsky AS, Ronco C. Lung-kidney cross-talk in the critically ill patient. Am J Respir Crit Care Med. 2016;194:402–14. [PubMed] [Google Scholar]27. Bellomo R, Ronco C, Mehta RL, Asfar P, Boisramé-Helms J, Darmon M, et al.  Acute kidney injury in the ICU: From injury to recovery: Reports from the 5th Paris International Conference. Ann Intensive Care. 2017;7:49. [PMC free article] [PubMed] [Google Scholar]28. Hirsch JS, Ng JH, Ross DW, Sharma P, Shah HH, Barnett RL, et al.  Acute kidney injury in patients hospitalized with COVID-19. Kidney Int. 2020;98:209–18. [PMC free article] [PubMed] [Google Scholar]29. Ferdinand K, Batieste T, Fleurestil M. Contemporary and future concepts on hypertension in African Americans: COVID-19 and beyond. J Natl Med Assoc. 2020;112:315–23. [PMC free article] [PubMed] [Google Scholar]30. Annat G, Viale JP, Bui Xuan B, Hadj Aissa O, Benzoni D, Vincent M, et al.  Effect of PEEP ventilation on renal function, plasma renin, aldosterone, neurophysins and urinary ADH, and prostaglandins. Anesthesiology. 1983;58:136–41. [PubMed] [Google Scholar]31. Darmon M, Schortgen F, Leon R, Moutereau S, Mayaux J, Di Marco F, et al.  Impact of mild hypoxemia on renal function and renal resistive index during mechanical ventilation. Intensive Care Med. 2009;35:103–8. [PubMed] [Google Scholar]32. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al.  Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the Lombardy Region, Italy. JAMA. 2020;323:1574–81. [PMC free article] [PubMed] [Google Scholar]33. Batlle D, Soler MJ, Sparks MA, Hiremath S, South AM, Welling PA, et al.  Acute kidney injury in COVID-19: Emerging evidence of a distinct pathophysiology. J Am Soc Nephrol. 2020;31:1380–3. [PMC free article] [PubMed] [Google Scholar]34. van den Akker JP, Egal M, Groeneveld AB. Invasive mechanical ventilation as a risk factor for acute kidney injury in the critically ill: A systematic review and meta-analysis. Crit Care. 2013;17:R9. [PMC free article] [PubMed] [Google Scholar]35. Shibata S, Arima H, Asayama K, Hoshide S, Ichihara A, Ishimitsu T, et al.  Hypertension and related diseases in the era of COVID-19: A report from the Japanese Society of Hypertension Task Force on COVID-19. Hypertens Res. 2020;43:1028–46. [PMC free article] [PubMed] [Google Scholar]36. Joannidis M, Forni LG, Klein SJ, Honore PM, Kashani K, Ostermann M, et al.  Lung-kidney interactions in critically ill patients: Consensus report of the Acute Disease Quality Initiative (ADQI) 21 Workgroup. Intensive Care Med. 2020;46:654–72. [PMC free article] [PubMed] [Google Scholar]37. Hoffmann M, Kleine-Weber H, Schroeder S, Krüger N, Herrler T, Erichsen S, et al.  SARS-CoV-2 cell entry depends on ACE2 and TMPRSS2 and is blocked by a clinically proven protease inhibitor. Cell. 2020;181:271–80. [PMC free article] [PubMed] [Google Scholar]38. Mizuiri S, Ohashi Y. ACE and ACE2 in kidney disease. World J Nephrol. 2015;4:74–82. [PMC free article] [PubMed] [Google Scholar]39. Su H, Yang M, Wan C, Yi LX, Tang F, Zhu HY, et al.  Renal histopathological analysis of 26 postmortem findings of patients with COVID-19 in China. Kidney Int. 2020;98:219–27. [PMC free article] [PubMed] [Google Scholar]40. van de Veerdonk FL, Netea MG, van Deuren M, van der Meer JW, de Mast Q, Brüggemann RJ, et al.  Kallikrein-kinin blockade in patients with COVID-19 to prevent acute respiratory distress syndrome. Elife. 2020;9:e57555. [PMC free article] [PubMed] [Google Scholar]41. Del Conde I, Crúz MA, Zhang H, López JA, Afshar-Kharghan V. Platelet activation leads to activation and propagation of the complement system. J Exp Med. 2005;201:871–9. [PMC free article] [PubMed] [Google Scholar]42. Jayarangaiah A, Kariyanna PT, Chen X, Jayarangaiah A, Kumar A. COVID19-associated coagulopathy: An exacerbated immunothrombosis response. Clin Appl Thromb Hemost. 2020;26:1–11. [PMC free article] [PubMed] [Google Scholar]43. Bhavani SV, Huang ES, Verhoef PA, Churpek MM. Novel temperature trajectory subphenotypes in COVID-19. Chest. 2020;158:2436–9. [PMC free article] [PubMed] [Google Scholar]44. Remy KE, Brakenridge SC, Francois B, Daix T, Deutschman CS, Monneret G, et al.  Immunotherapies for COVID-19: Lessons learned from sepsis. Lancet Respir Med. 2020;8:946–9. [PMC free article] [PubMed] [Google Scholar]45. Mudd PA, Crawford JC, Turner JS, Souquette A, Reynolds D, Bender D, et al.  Distinct inflammatory profiles distinguish COVID-19 from influenza with limited contributions from cytokine storm. Sci Adv. 2020;6:3024. [PMC free article] [PubMed] [Google Scholar]46. Remy KE, Mazer M, Striker DA, Ellebedy AH, Walton AH, Unsinger J, et al.  Severe immunosuppression and not a cytokine storm characterizes COVID-19 infections. JCI Insight. 2020;5:140329. [PMC free article] [PubMed] [Google Scholar]47. Gubernatorova EO, Gorshkova EA, Polinova AI, Drutskaya MS. IL-6: Relevance for immunopathology of SARS-CoV-2. Cytokine Growth Factor Rev. 2020;53:13–24. [PMC free article] [PubMed] [Google Scholar]48. Notz Q, Schmalzing M, Wedekink F, Schlesinger T, Gernert M, Herrmann J, et al.  Pro- and anti-inflammatory responses in severe COVID-19-induced acute respiratory distress syndrome – An observational pilot study. Front Immunol. 2020;11:581338. [PMC free article] [PubMed] [Google Scholar]49. Ostermann ME, Keenan SP, Seiferling RA, Sibbald WJ. Sedation in the intensive care unit: A systematic review. JAMA. 2000;283:1451–9. [PubMed] [Google Scholar]50. Buckley MS, Agarwal SK, MacLaren R, Kane-Gill SL. Adverse hemodynamic events associated with concomitant dexmedetomidine and propofol for sedation in mechanically ventilated ICU patients. J Intensive Care Med. 2020;35:1536–45. [PubMed] [Google Scholar]51. Forni LG, Darmon M, Ostermann M, Oudemans-van Straaten HM, Pettilä V, Prowle JR, et al.  Renal recovery after acute kidney injury. Intensive Care Med. 2017;43:855–66. [PMC free article] [PubMed] [Google Scholar]52. Weiss P, Murdoch DR. Clinical course and mortality risk of severe COVID-19. Lancet. 2020;395:1014–5. [PMC free article] [PubMed] [Google Scholar]53. Kolhe NV, Stevens PE, Crowe AV, Lipkin GW, Harrison DA. Case mix, outcome and activity for patients with severe acute kidney injury during the first 24 hours after admission to an adult, general critical care unit: Application of predictive models from a secondary analysis of the ICNARC case mix Programme data. Crit Care. 2008;12:1–3. [PMC free article] [PubMed] [Google Scholar]54. Hoste EA, Bagshaw SM, Bellomo R, Cely CM, Colman R, Cruz DN, et al.  Epidemiology of acute kidney injury in critically ill patients: The multinational AKI-EPI study. Intensive Care Med. 2015;41:1411–23. [PubMed] [Google Scholar]55. Ronco C, Reis T, De Rosa S. Coronavirus epidemic and extracorporeal therapies in intensive care: Si vis pacem para bellum. Blood Purif. 2020;49:255–8. [PMC free article] [PubMed] [Google Scholar]56. Wilbers TJ, Koning MV. Renal replacement therapy in critically ill patients with COVID-19: A retrospective study investigating mortality, renal recovery and filter lifetime. J Crit Care. 2020;60:103–5. [PMC free article] [PubMed] [Google Scholar]"}