{"title": "Advanced respiratory monitoring in mechanically ventilated patients with coronavirus disease 2019-associated acute respiratory distress syndrome", "pubDate": "2022", "PMCID": "PMC8711301", "DOI": "10.1097/MCC.0000000000000905", "PMID": "34772836", "abstract": "Purpose of review:                       To summarize the current knowledge about the application of advanced monitoring techniques in coronavirus disease 2019 (COVID-19).                  Recent findings:                       Due to the heterogeneity between patients, management of COVID-19 requires daily monitoring of and/or aeration and inspiratory effort. Electrical impedance tomography can be used to optimize positive end-expiratory pressure, monitor the response to changes in treatment or body position and assess pulmonary perfusion and ventilation/perfusion matching. Lung ultrasound is more readily available and can be used to measure and monitor recruitment, provide an indication of diaphragm function and pulmonary perfusion disturbances. Esophageal pressure measurements enable the calculation of the transpulmonary pressure and inspiratory effort in order to prevent excessive stress on the lung. While esophageal pressure measurements are the golden standard in determining inspiratory effort, alternatives like P0.1, negative pressure swing during a single airway occlusion and change in central venous pressure are more readily available and capable of diagnosing extreme inspiratory efforts.                  Summary:                       Although there is little data on the effectiveness of advanced monitoring techniques in COVID-19, regular monitoring should be a central part of the management of COVID-19-related acute respiratory distress syndrome (C-ARDS).", "author": [{"author": "Peter Somhorst", "affiliation": ["Department of Intensive Care, Erasmus Medical Center, Rotterdam, The Netherlands."], "href": "/?term=Somhorst+P&cauthor_id=34772836"}, {"author": "Diederik Gommers", "affiliation": [], "href": "/?term=Gommers+D&cauthor_id=34772836"}, {"author": "Henrik Endeman", "affiliation": [], "href": "/?term=Endeman+H&cauthor_id=34772836"}], "refPMID": ["33034020", "22797452", "32091533", "32291463", "32728965", "33073217", "32482788", "32926789", "32861276", "32362390", "30360756", "34149448", "31661307", "28708679", "33705371", "27596161", "19255741", "30360753", "32479112", "32873337", "33287864", "31577153", "32697482", "32105637", "27169365", "34094847", "34722905", "34170789", "33482796", "34081643", "18403664", "33560931", "33727298", "32909535", "32858551", "18451319", "29601320", "19001507", "23385096", "27334266", "33001320", "30844949", "27626833", "30871304", "34205783", "34217468", "34255207", "20843245", "29574574", "32097569", "32755309", "31694692", "32623476", "33555520", "1276021", "33635495", "31160064", "33196303", "32437251", "32859359", "32333581", "32395910", "33459393"], "citedInPMID": ["34772836"], "body": " Purpose of reviewTo summarize the current knowledge about the application of advanced monitoring techniques in coronavirus disease 2019 (COVID-19).Recent findingsDue to the heterogeneity between patients, management of COVID-19 requires daily monitoring of and/or aeration and inspiratory effort. Electrical impedance tomography can be used to optimize positive end-expiratory pressure, monitor the response to changes in treatment or body position and assess pulmonary perfusion and ventilation/perfusion matching. Lung ultrasound is more readily available and can be used to measure and monitor recruitment, provide an indication of diaphragm function and pulmonary perfusion disturbances. Esophageal pressure measurements enable the calculation of the transpulmonary pressure and inspiratory effort in order to prevent excessive stress on the lung. While esophageal pressure measurements are the golden standard in determining inspiratory effort, alternatives like P0.1, negative pressure swing during a single airway occlusion and change in central venous pressure are more readily available and capable of diagnosing extreme inspiratory efforts.SummaryAlthough there is little data on the effectiveness of advanced monitoring techniques in COVID-19, regular monitoring should be a central part of the management of COVID-19-related acute respiratory distress syndrome (C-ARDS).Keywords: acute respiratory distress syndrome, coronavirus disease 2019, electrical impedance tomography, ICU, ultrasound INTRODUCTIONSince coronavirus disease 2019 (COVID-19) was first described, 200 million confirmed cases have been reported worldwide [1] with an estimated 1.2 million people requiring invasive mechanical ventilation [2]. Infection with SARS-CoV-2 results in diffuse alveolar damage, pneumocyte hyperplasia and interstitial as well as alveolar edema, and has a high degree of involvement of the vascular system with endothelial injury and coagulopathy ultimately resulting in thrombotic complications of especially the pulmonary circulation [3▪]. The resulting bilateral lung infiltrates and impaired oxygenation fit the Berlin definition of acute respiratory distress syndrome (ARDS) [4]. Open in a separate windowBox 1no caption availableAn early large report on COVID-19 described patients with severe pneumonia similar to ARDS [5]. Gattinoni et al.[6] suggested COVID-19 leads to an atypical form of ARDS with distinguishable subtypes. The ‘H-type’ was described as having high respiratory system compliance, high lung volumes and minimal recruitability. Hypoxemia is a result of ventilation/perfusion mismatch caused by (micro-)thrombosis. Respiratory management should consist of oxygen therapy or mechanical ventilation with low positive end-expiratory pressure (PEEP) while preventing excessive inspiratory effort. The ‘L-type’ was described as having low respiratory system compliance, low lung volume and high recruitability akin to a ‘typical’ ARDS [7,8,9▪]. Ventilator-induced lung injury and patient self-inflicted lung injury (P-SILI) are likely contributors to the extensive lung injury and edema. ‘L-type’ patients benefit from standard treatment for ARDS with low tidal volume, relatively high PEEP and prone positioning. However, the existence of two distinct phenotypes has been challenged by authors [10–12]. Instead, COVID-19-related ARDS (C-ARDS) is characterized by high heterogeneity between patients.We now consider C-ARDS to have a continuous progression from the ‘H-type’ – characterized by local inflammation, (micro-)thrombosis, relatively normal lung mechanics and hypoxemia resulting from of ventilation/perfusion mismatch – to the ‘L-type’ – characterized by hyperinflammation, severe lung injury, pulmonary edema and reduced lung compliance [13], as illustrated in Fig. ​Fig.11.Open in a separate windowFIGURE 1Classification of coronavirus disease 2019 and radiological imaging results. Three escalating phases are identified. Stage I is the prehospitalization phase. Stage IIB corresponds to the ‘H-type’ [6], evolving to stage III corresponding to the ‘L-type’ due to hyperinflammation. The computed tomography images show increasing disease severity showing minor local opacities on the left (‘H-type’), and evolving into major morphological changes (‘L-type’). Reproduced with permission [13,14].In a recent review on mechanical ventilation in COVID-19 patients, Grasselli et al.[3▪] concluded that based in the similarities and due to lack of evidence supporting ventilation settings specific for C-ARDS, it should be managed using ‘standard’ lung protective ventilation – limitation of the tidal volume to 6 ml/kg and the plateau pressure to 30 cmH2O. However, they emphasize the heterogeneity of respiratory mechanics, severity of hypoxemia and recruitability of the lung.Treatment of ‘H-type’ patients has a major pitfall. PEEP/FiO2 tables have been a central part of ventilation strategies for decades. When oxygenation is impaired, PEEP and FiO2 are alternately increased to both improve oxygen tension in the alveoli and recruit collapsed lung tissue. When oxygenation is impaired this one-size-fits-all approach always results in high PEEP, increasing the risk of hemodynamic instability and lung injury [15]. With the high degree of involvement of the vascular anomalies, ‘H-type’ patients do not benefit from more PEEP but only from higher FiO2.Due to the heterogeneity of C-ARDS, monitoring the aeration and perfusion as well as the involved pressures and strain plays a crucial role in the respiratory management. The aim of this pragmatic review is to describe the different modalities of advanced respiratory monitoring in C-ARDS and describe its usefulness at the bedside. We describe the use of electrical impedance tomography (EIT) and lung ultrasound (LUS) for monitoring both aeration and perfusion, the use of esophageal pressure measurements to measure the stress and the lung tissue and more accessible alternatives for assessing the inspiratory effort of patients. VOLUMES AND AERATIONDiagnosing, monitoring and resolving atelectasis while preventing overdistention is one of the main challenges in the mechanical ventilation. Computed tomography (CT) is the golden standard for the assessment of aeration and potential for recruitment in ARDS [16,17], but lacks the practicality of bedside monitoring. Especially when resources are constrained due to an epidemic, bedside monitoring might serve as a viable or even essential alternative. In this review we therefore focus on bedside modalities.Assessing aeration is especially important in the obese patient. The increased weight of the abdomen and chest wall puts pressure on the diaphragm and thoracic cage increasing the pleural pressure, decreasing the functional residual capacity and increasing the risk of atelectasis [18]. Obesity is a major risk factor for hospitalization, invasive mechanical ventilation, and death in COVID-19 patients [19]. We discuss two techniques for monitoring aeration of the lung.Electrical impedance tomographyEIT is a noninvasive, radiation-free continuous monitoring technique that measures the distribution of air in the lungs during spontaneous breathing or controlled mechanical ventilation [20]. In patients with ARDS, EIT has been used to assess recruitability, monitor relative collapse and overdistention and set PEEP [21,22].In sedated patients, a decremental PEEP trial is used to find the optimal PEEP level. First, PEEP is increased to a high level – generally 24 cmH2O – for several minutes. Then PEEP is reduced in steps of 2–4 cmH2O every 30–120 s until oxygen saturation falls below a preset value or a predetermined PEEP level has been reached. Optimal PEEP value is based on minimizing the relative collapse and overdistention. There is no consensus as to what the best approach is to set PEEP based on a decremental PEEP trial using EIT in patients with ARDS, let alone C-ARDS. We hope the RECRUIT study will aid in reaching consensus [23]. Our own group [24] as well as Sella et al.[25] and Perier et al.[26], all in separate studies of 15–17 patients, showed a similar response to PEEP-trials in C-ARDS compared with patients with ARDS [22]. We found that optimal PEEP was correlated to the BMI of the patient [24]. This again underlines the importance of personalizing mechanical ventilation to the individual patient.The ratio of recruitment to inflation (R/I ratio) is a measure of the potential for recruitment [27]. During a single large PEEP step, the recruited volume divided by the change in PEEP gives compliance of the recruited lung (CRECR). The R/I ratio is defined as the ratio of CRECR and the respiratory system compliance at low PEEP and indicates how much a patient might benefit from higher PEEP. In a prospective study in ten C-ARDS patients, Mauri et al.[28] estimated recruited volume with EIT and found that the potential for recruitment was highly variable, underlining the heterogeneous population of patients with C-ARDS. This simple method using two PEEP levels may give an indication of recruitability and changing lung mechanics over time, but does not provide a way to determine optimal PEEP.Left/right asymmetry is not uncommon in patients with C-ARDS [29] and can require different positioning of the patient. A good lung down strategy may help increase oxygenation in the general population [30] but solid evidence of its effectiveness lacks. Mlček et al.[31▪] found left/right asymmetry in 15% of patients. They performed targeted lateral positioning based on EIT data in five patients, resulting in less overdistention and collapse compared with the supine position with similar levels of PEEP. In our own experience, targeted positioning in combination with a decremental PEEP trial increases ventilation homogeneity in C-ARDS with asymmetric lung injury.The absence of regional tidal impedance changes, so-called silent spaces (different manufacturers use different cutoffs for nonventilated regions, and terminology differs between manufacturers), indicates lung regions with no or minimal ventilation, either due to collapse of lung tissue, or overdistention. Collapse of lung tissue is generally found in dependent lung regions – dorsal areas in supine position, ventral areas in prone position – while overdistended lung tissue is generally found in nondependent lung regions. Taenaka et al.[32] showed low PEEP increased silent spaces in the dependent areas (collapse) in two cases while high PEEP causes silent spaces in nondependent areas (overdistention) in one case. Prone positioning reduced the total silent space volume. Shono et al.[33] showed a typical case where dependent lung tissue not ventilated at low PEEP is recruited using high PEEP.EIT can also be used to monitor spontaneously breathing patients. Brunin et al.[34] described a spontaneously breathing obese patient with C-ARDS, low oxygenation and high respiratory rate with a high risk of intubation. In prone position EIT, showed a large increase in ventilation, mainly in the dorsal regions, compared with the supine position. Zhao et al.[35] reported a case of a patient with C-ARDS with a high flow nasal cannula at several flow rates, where they monitored change in end-expiratory lung impedance (ΔEELI). The highest ΔEELI corresponded to the lowest respiratory rate and the highest comfort level indicated by the patient. EIT has a clear role to play in optimizing the pre and postinvasive ventilation strategies, but studies into the best approach lack as of yet.Summarizing, EIT can play a central role in the optimization of mechanical ventilation in the individual patients. In sedated patients PEEP should be set after a decremental PEEP trial such that relative collapse and overdistention are minimized. This is especially important in the acute phase, as early recruitment is more effective [36]. If EIT shows major ventilation impairment of dependent regions, prone positioning should be considered. In patients who have ventilation asymmetry, EIT can be used for targeted lateral positioning. EIT can be used in patients with intact respiratory drive to assess ventilation distribution at different levels of respiratory support or in different body positions.Lung ultrasoundLUS is a relatively cheap and easy bedside technique to image pulmonary morphology. When using simple clear algorithms, for example the BLUE protocol [37], it is easy to learn and use. As so, it is available in many settings, including low-income environments. The images obtained by LUS are anatomical or are artifacts which correlate with findings by CT imaging of the thorax.The use of LUS to adjust ventilatory settings is limited. To define optimal PEEP or guide recruitment by LUS there are different techniques: calculating the LUS score counting B-lines (an artifact), the change in lung sliding (anatomical) or looking for atelectasis at the posterior lateral lung point (anatomical). The first was tested in 24 invasively ventilated C-ARDS patients [38]. In high recruiters there was a significant decrease in LUS score especially in the lateral and posterior lung regions. These results were combined with the recruitment-to-inflation ratio and pulmonary compliance, so change in LUS alone can’t define recruitability.A more conventional way of using LUS is to identify the cause of respiratory deterioration. Loss of pleural sliding can indicate a pneumothorax, though it should be kept in mind that this can also be caused by hyperinflation or collapse. The latter is described by Lock and Nix [39] in which a sudden drop in oxygenation in combination of loss of pleural sliding was caused by partial collapse of the lung. Furthermore, there are some cases in which the indication of recruitment was made by finding dorso-basal atelectasis [40,41].In conclusion, next to its use as diagnostic and prognostic tool, in our opinion LUS could be used to measure recruitability or monitor recruitment among other parameters and should be part of the diagnostic toolset in monitoring pulmonary function. TRANSPULMONARY PRESSUREA plateau pressure less than 30 cmH2O and a driving pressure less than 15 cmH2O are often used as upper bounds when setting the ventilator. While the plateau pressure and driving pressure indicate the total and dynamic stress put on the entire respiratory system, the stress that is put on the lung parenchyma depends on the relative compliance of the lung and chest wall [42]. Transpulmonary pressure measurements enables the distinction between the compliance of the lung and the chest wall and helps assess the total stress put on the lung parenchyma [43]. Maintaining a transpulmonary pressure between 0 cmH2O at end-expiration and 25 cmH2O at end-inspiration might prevent dorsal collapse of lung tissue [44] while preventing excessive strain [42,45] during mechanical ventilation. The same personalized approach should be used for C-ARDS as for ARDS: setting PEEP such that the end-expiratory transpulmonary pressure is positive, and limit tidal volume to keep the transpulmonary driving pressure as low as 10–12 cmH2O in injured lungs [46].In a cohort of 15 C-ARDS patients, Mezidi et al.[47] showed that obese patients have a lower transpulmonary pressure at the same PEEP level compared with nonobese patients and require higher PEEP levels to maintain a positive end-expiratory transpulmonary pressure. Titrating PEEP based on a positive end-expiratory transpulmonary pressure or the best respiratory system compliance leads to a higher PEEP compared with PEEP/FiO2 tables resulting in better oxygenation, improved lung mechanics and less collapse and overdistention [48].If available, transpulmonary pressure measurements are an essential tool in the management of mechanical ventilation. It facilitates a careful approach of titrating PEEP to reach positive end-expiratory transpulmonary pressure while maintaining a transpulmonary pressure below 25 cmH2O. When treating obese patients, it is essential to consider the increased pleural pressure and change PEEP accordingly. INSPIRATORY EFFORTThe respiratory muscles play a crucial role in the development and course of respiratory failure. Adequate inspiratory effort is essential in the recovery of patients when weaning from respiratory support, but can be harmful for the injured lung. Patients with acute hypoxemic respiratory failure are at risk of developing P-SILI caused by extreme inspiratory efforts resulting in excessive stress aggravating existing lung injury [49–51]. Gattinoni et al.[52▪] and Battaglini et al.[53] emphasize the importance of the respiratory drive and the risk of P-SILI in the development of C-ARDS. In a computational modeling study, Weaver et al.[54] showed injurious stress and strain can be present in patients spontaneously breathing COVID-19 patients with tidal volumes and respiratory rates often encountered in hospitalized patients. This corresponds with our experience that a relatively large proportion on COVID-19 patients on assist mechanical ventilation have high respiratory drive. Although no studies have demonstrated that P-SILI can be prevented with proper ventilation strategies, prevention of spontaneous breathing efforts in the acute phase of ARDS can lead to improved survival [55].Identifying and preventing excessive stress due to spontaneous breathing efforts has been a major subject of research, resulting in many ways to quantify inspiratory effort. While some are easy to assess and featured in many mechanical ventilators, others require expertise and dedicated hardware.Esophageal pressureEsophageal pressure measurements are the golden standard when it comes to assessing inspiratory effort [43,56]. The pressure generated by the respiratory muscles is calculated as the sum of the esophageal pressure swing and the pressure required to expand the chest wall (measured during passive mechanical ventilation). We agree with Mauri et al.[46] that during assist mechanical ventilation peak transpulmonary pressure (PL) should remain below 20–25 cmH2O and the pressure generated by the respiratory muscles should be limited to 10 cmH2O.\nP\n0.1\nPressure produced during the first 0.1 s of an inspiratory attempt against an occluded airway (P0.1) is a widely used index of respiratory drive and effort. In ARDS patients P0.1 more than 3.5 cmH2O during assist mechanical ventilation is fairly accurate in detecting high inspiratory effort, while a P0.1 of 1 cmH2O is very accurate in predicting low inspiratory effort [57]. In a study of 28 ventilated C-ARDS patients, a high P0.1 (≥4 cmH2O) was associated with relapse during the weaning phase [58]. Due to the relative ease of use – if supported by the ventilator – P0.1 is an ideal tool for detecting excessive respiratory drive if other methods are not available.Negative pressure swing during a single airway occlusionNegative pressure swing during a single airway occlusion (ΔPocc) is a simple measurement that can be performed using different mechanical ventilators and can be used to estimate the pressure produced by the inspiratory muscles and transpulmonary pressure swing [59,60]. Roesthuis et al.[61] showed in a study with 13 COVID-19 patients that although agreement between the measured and estimated muscle pressure and transpulmonary pressure swing is poor, the estimated transpulmonary pressure swing has high accuracy in predicting excessive inspiratory effort. If featured on the mechanical ventilator ΔPocc can accurately predict excessive inspiratory effort in an easy to perform maneuver.Change in central venous pressureDue to the low elastance of the vena cava, inspiratory efforts can be detected as change in central venous pressure (ΔCVP). Although this has been known for several decades [62], it seems ΔCVP has not been widely utilized. In a study in 14 COVID-19 patients on assist mechanical ventilation, Lassola et al.[63] showed that a ΔCVP at least 9 cmH2O was fairly accurate in detecting high inspiratory effort. Because central venous catheters are widely used in ICU patients, the ΔCVP might give an easy indication of inspiratory effort if implemented in blood pressure monitors.UltrasoundChanges in the thickness of inspiratory muscles as measured using ultrasound reflect inspiratory effort. Lassola et al.[63], in a study of 14 patients with COVID-19, compared the diaphragm thickening ratio with esophageal pressures at different levels of support. There was a clear change in thickening ratio at the different levels of support, but correlation with esophageal pressure swing (ΔPes) was modest (R = 0.399) and less than, for example, ΔCVP. The authors do not describe a correlation between inspiratory effort measured by ultrasound and outcome. Additional studies are needed to clarify the usefulness of ultrasound of the diaphragm as a measure of inspiratory effort in patients with C-ARDS.Summarizing, monitoring inspiratory effort should be an integral part of daily care for COVID-19 patients on invasive mechanical ventilation, noninvasive support or oxygen therapy. While the golden standard – esophageal pressure measurement – requires dedicated hardware, several technologies that are more readily available and easy to implement can accurately detect excessive inspiratory effort. If available on the mechanical ventilator, daily monitoring of the P0.1 or ΔPocc should guide management of sedation and respiratory support. Large ΔCVP values should be used as a proxy if no other methods are available. PULMONARY PERFUSIONPerfusion is a key factor in gas exchange in the lungs. The high involvement of vascular anomalies in patients with COVID-19 makes it essential to consider perfusion when choosing ventilation strategies, especially in the early phases of C-ARDS when ventilation/perfusion mismatch is the main contributor to oxygen impairment. CT angiography is the golden standard for diagnosing pulmonary embolisms and (micro-)thrombosis, but lacks the practicality of bedside monitoring and is of limited value for assessing ventilation/perfusion mismatch.Electrical impedance tomographyThe perfusion of the thorax can be assessed using EIT after injection of a bolus of saline fluid into a central venous catheter [64]. As the saline travels from the heart through the lungs, the increased electrical conductivity of blood is measured. As perfusion and ventilation are measured in the same manner, they can be overlaid to determine ventilation/perfusion matching and identify regions of the lung that are ventilated but not perfused (dead space) or perfused but not ventilated (shunt).Mauri et al.[28] measured ventilation and perfusion in seven patients with C-ARDS. They showed a high degree of mismatch between ventilation and perfusion, with more pixels showing dead space ventilation than shunting. They were not able to distinguish between different causes of dead space ventilation, but repeated measurements at different PEEP levels or after treating thrombosis might reveal the underlying cause.Morais et al.[65] presented three cases of patients with COVID-19 with similar levels of oxygenation, but very different pathophysiology. One case had a relatively normal respiratory system compliance, homogenous ventilation on EIT, only peripheral and basilar ground-glass opacities on CT imaging, but severe right-lung perfusion impairment (‘H-type’). The other cases had a lower respiratory system compliance, less homogenous ventilation on EIT, diffuse bilateral ground-glass opacities on CT, but no major perfusion disturbances (‘L-type’). In a single case, Zarantonello et al.[66] showed prone positioning can lead to an improvement in homogeneity of ventilation and perfusion and an increase in ventilation/perfusion matching. Safaee Fakhr et al.[67] showed the potential of EIT in monitoring perfusion defects over time.The combination of information on the ventilation and perfusion of the lungs can help characterize and, maybe more importantly, monitor the pathophysiology leading to severe hypoxemia. There is currently no evidence on the merits of perfusion measurements using EIT in the COVID-19 population. However, the unique bedside insight into ventilation/perfusion mismatches makes it a promising technique for monitoring and potentially optimizing the complex interaction between the lungs, the heart and the vascular system in ventilated patients with C-ARDS.Lung ultrasoundBy combining LUS with cardiac ultrasound surrogate markers of perfusion of the lung can be found, especially in the case of sudden changes in right ventricular dimensions or flow over the tricuspid valve, which is suggestive for pulmonary embolism. One should keep in mind that these findings can also be due to mechanical ventilation (with high levels of PEEP) itself. Significantly, there are a few case reports in which microbubbles were added to pulmonary ultrasound (contrast-enhanced ultrasound; CEUS). CEUS revealed perfusion defects in consolidative regions which are not seen in non-COVID-19 pneumonia or atelectasis itself [68–70]. Similar findings are reported in case-series in which perfusion defects are more easily identified by CEUS compared with CT-angiography [68]. CONCLUSIONCOVID-19 presented the world with a multitude of major challenges. While major improvements in the detection, prevention and treatment of COVID-19 have been made, it is expected many more patients will require ventilatory support due to infection with SARS-CoV-2. In the management of C-ARDS we can make use of the extensive body of knowledge about ARDS. The high heterogeneity of respiratory mechanics, severity of hypoxemia and lung recruitability make bedside monitoring of the aeration, perfusion and pressures crucial in the personalization of the ventilatory treatment of C-ARDS. Acknowledgements\nNone.\nFinancial support and sponsorship\nNone.\nConflicts of interest\nD.G. has received honoraria from Dräger Medical in the past. For the remaining authors none were declared.\n REFERENCES1. WHO, Weekly epidemiological update on COVID-19 - 19 October 2021. https://www.who.int/docs/default-source/coronaviruse/situation-reports/20211019_weekly_epi_update_62.pdf [Visited 26-10-2021]. [Google Scholar]2. Salzberger B, Buder F, Lampl B, et al. . Epidemiology of SARS-CoV-2. Infection\n2021; 49:233–239. [PMC free article] [PubMed] [Google Scholar]3▪. Grasselli G, Cattaneo E, Scaravilli V. Ventilation of coronavirus disease 2019 patients. Curr Opin Crit Care\n2021; 27:6–12. [PubMed] [Google Scholar]A review on the ventilatory management of acute respiratory failure in coronavirus disease 2019.4. Ranieri VM, Rubenfeld GD, Thompson BT, et al. . Acute respiratory distress syndrome: the Berlin definition. JAMA\n2012; 307:2526–2533. [PubMed] [Google Scholar]5. Wu Z, McGoogan JM. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention. JAMA\n2020; 323:1239. [PubMed] [Google Scholar]6. Gattinoni L, Chiumello D, Caironi P, et al. . COVID-19 pneumonia: different respiratory treatments for different phenotypes?\nIntensive Care Med\n2020; 46:1099–1102. [PMC free article] [PubMed] [Google Scholar]7. Ferrando C, Suarez-Sipmann F, Mellado-Artigas R, et al. . Clinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. Intensive Care Med\n2020; 46:2200–2211. [PMC free article] [PubMed] [Google Scholar]8. Mittermaier M, Pickerodt P, Kurth F, et al. . Evaluation of PEEP and prone positioning in early COVID-19 ARDS. EClinicalMedicine\n2020; 28:100579. [PMC free article] [PubMed] [Google Scholar]9▪. Baedorf Kassis E, Schaefer MS, Maley JH, et al. . Transpulmonary pressure measurements and lung mechanics in patients with early ARDS and SARS-CoV-2. J Crit Care\n2021; 63:106–112. [PMC free article] [PubMed] [Google Scholar]A study in 40 COVID-19-related acute respiratory distress syndrome (C-ARDS) patients reporting transpulmonary pressures and lung mechanics. This study shows the discrepancy between compliance of the respiratory system and the lung, and airway pressure and transpulmonary pressure.10. Bos LD, Sinha P, Dickson RP. The perils of premature phenotyping in COVID-19: a call for caution. Eur Respir J\n2020; 56:2001768. [PMC free article] [PubMed] [Google Scholar]11. Hardin CC. Novel phenotypes in respiratory failure: same as it ever was. Am J Respir Crit Care Med\n2020; 202:1207–1209. [PMC free article] [PubMed] [Google Scholar]12. Grasselli G, Tonetti T, Protti A, et al. . Pathophysiology of COVID-19-associated acute respiratory distress syndrome: a multicentre prospective observational study. Lancet Respir Med\n2020; 8:1201–1208. [PMC free article] [PubMed] [Google Scholar]13. Siddiqi HK, Mehra MR. COVID-19 illness in native and immunosuppressed states: a clinical–therapeutic staging proposal. J Heart Lung Transplant\n2020; 39:405–407. [PMC free article] [PubMed] [Google Scholar]14. De Vries HJ, Endeman H, van der Hoeven JG, Heunks LMA. Lung-protective mechanical ventilation in patients with COVID-19. Neth J Crit Care\n2020; 28:121. [Google Scholar]15. Gattinoni L, Quintel M, Marini JJ. Volutrauma and atelectrauma: which is worse?\nCrit Care\n2018; 22:264. [PMC free article] [PubMed] [Google Scholar]16. Pierrakos C, Smit MR, Hagens LA, et al. . Assessment of the effect of recruitment maneuver on lung aeration through imaging analysis in invasively ventilated patients: a systematic review. Front Physiol\n2021; 12:666941. [PMC free article] [PubMed] [Google Scholar]17. Gattinoni L, Marini JJ, Quintel M. Recruiting the acutely injured lung: how and why?\nAm J Respir Crit Care Med\n2020; 201:130–132. [PMC free article] [PubMed] [Google Scholar]18. Fumagalli J, Berra L, Zhang C, et al. . Transpulmonary pressure describes lung morphology during decremental positive end-expiratory pressure trials in obesity. Crit Care Med\n2017; 45:1374–1381. [PubMed] [Google Scholar]19. Kompaniyets L, Goodman AB, Belay B, et al. . Body mass index and risk for COVID-19–related hospitalization, intensive care unit admission, invasive mechanical ventilation, and death – United States, March–December 2020. MMWR Morb Mortal Wkly Rep\n2021; 70:355–361. [PMC free article] [PubMed] [Google Scholar]20. Frerichs I, Amato MBP, van Kaam AH, et al. . Chest electrical impedance tomography examination, data analysis, terminology, clinical use and recommendations: consensus statement of the TRanslational EIT developmeNt stuDy Group. Thorax\n2017; 72:83–93. [PMC free article] [PubMed] [Google Scholar]21. Costa ELV, Borges JB, Melo A, et al. . Bedside estimation of recruitable alveolar collapse and hyperdistension by electrical impedance tomography. Intensive Care Med\n2009; 35:1132–1137. [PubMed] [Google Scholar]22. Bachmann MC, Morais C, Bugedo G, et al. . Electrical impedance tomography in acute respiratory distress syndrome. Crit Care\n2018; 22:263. [PMC free article] [PubMed] [Google Scholar]23.  ClinicalTrials.gov [Internet]. Bethesda (MD): National Library of Medicine (US). RecruitmEnt assessed by eleCtRical impedance tomography: feasibility, correlation with clinical oUtcomes and pIloT data on personalised PEEP selection. ClinicalTrials.gov; 2020. Clinical trial registration NCT04460859;  https://clinicaltrials.gov/ct2/show/{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04460859\",\"term_id\":\"NCT04460859\"}}NCT04460859. [Visited on 08/05/2021] [Google Scholar]24. Van der Zee P, Somhorst P, Endeman H, Gommers D. Electrical impedance tomography for positive end-expiratory pressure titration in COVID-19–related acute respiratory distress syndrome. Am J Respir Crit Care Med\n2020; 202:280–284. [PMC free article] [PubMed] [Google Scholar]25. Sella N, Zarantonello F, Andreatta G, et al. . Positive end-expiratory pressure titration in COVID-19 acute respiratory failure: electrical impedance tomography vs. PEEP/FiO2 tables. Crit Care\n2020; 24:540. [PMC free article] [PubMed] [Google Scholar]26. Perier F, Tuffet S, Maraffi T, et al. . Electrical impedance tomography to titrate positive end-expiratory pressure in COVID-19 acute respiratory distress syndrome. Crit Care\n2020; 24:678. [PMC free article] [PubMed] [Google Scholar]27. Chen L, Del Sorbo L, Grieco DL, et al. . Potential for lung recruitment estimated by the recruitment-to-inflation ratio in acute respiratory distress syndrome. a clinical trial. Am J Respir Crit Care Med\n2020; 201:178–187. [PubMed] [Google Scholar]28. Mauri T, Spinelli E, Scotti E, et al. . Potential for lung recruitment and ventilation-perfusion mismatch in patients with the acute respiratory distress syndrome from coronavirus disease 2019. Crit Care Med\n2020; 48:1129–1134. [PMC free article] [PubMed] [Google Scholar]29. Shi H, Han X, Jiang N, et al. . Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study. Lancet Infect Dis\n2020; 20:425–434. [PMC free article] [PubMed] [Google Scholar]30. Hewitt N, Bucknall T, Faraone NM. Lateral positioning for critically ill adult patients. Cochrane Database Syst Rev\n2016; (Issue 5):CD007205. [PMC free article] [PubMed] [Google Scholar]31▪. Mlček M, Otáhal M, Borges JB, et al. . Targeted lateral positioning decreases lung collapse and overdistension in COVID-19-associated ARDS. BMC Pulm Med\n2021; 21:133. [PMC free article] [PubMed] [Google Scholar]A small yet excellent study on targeted lateral positioning of C-ARDS patients using electrical impedance tomography, showing a large reduction in collapse and overdistention.32. Taenaka H, Yoshida T, Hashimoto H, et al. . Individualized ventilatory management in patients with COVID-19-associated acute respiratory distress syndrome. Respir Med Case Rep\n2021; 33:101433. [PMC free article] [PubMed] [Google Scholar]33. Shono A, Kotani T, Frerichs I. Personalisation of therapies in COVID-19 associated acute respiratory distress syndrome, using electrical impedance tomography. J Crit Care Med\n2021; 7:62–66. [PMC free article] [PubMed] [Google Scholar]34. Brunin Y, Despres C, Pili-Floury S, Besch G. Lung recruiting effect of prone positioning in spontaneously breathing COVID-19 patients assessed by electrical impedance tomography. Am J Respir Crit Care Med\n2021; 204:476–477. [PMC free article] [PubMed] [Google Scholar]35. Zhao Z, Zhang J-S, Chen Y-T, et al. . The use of electrical impedance tomography for individualized ventilation strategy in COVID-19: a case report. BMC Pulm Med\n2021; 21:38. [PMC free article] [PubMed] [Google Scholar]36. Smit MR, Beenen LF, Valk CM, et al. . Assessment of lung reaeration at 2 levels of positive end-expiratory pressure in patients with early and late COVID-19-related acute respiratory distress syndrome. J Thorac Imaging\n2021; 36:286–293. [PMC free article] [PubMed] [Google Scholar]37. Lichtenstein DA, Mezière GA. Relevance of lung ultrasound in the diagnosis of acute respiratory failure∗: the BLUE Protocol. Chest\n2008; 134:117–125. [PMC free article] [PubMed] [Google Scholar]38. Stevic N, Chatelain E, Dargent A, et al. . Lung recruitability evaluated by recruitment-to-inflation ratio and lung ultrasound in COVID-19 acute respiratory distress syndrome. Am J Respir Crit Care Med\n2021; 203:1025–1027. [PMC free article] [PubMed] [Google Scholar]39. Lock C, Nix CM. Use of point-of-care lung ultrasonography in the critical care setting as an aid to identifying the correct diagnosis in an acutely desaturating patient with COVID-19-related acute respiratory distress syndrome. BMJ Case Rep\n2021; 14:e240891. [PMC free article] [PubMed] [Google Scholar]40. Pierrakos C, Attou R, Iesu E, et al. . Case report: lung ultrasound for the guidance of adjunctive therapies in two invasively ventilated patients with COVID-19. Am J Trop Med Hyg\n2020; 103:1978–1982. [PMC free article] [PubMed] [Google Scholar]41. Hsiao Y-H, Lin Y-T, Liao H-T, et al. . Using lung ultrasound changes to evaluate the response of recruitment maneuver in a patient recovering from coronavirus disease 2019 with acute respiratory distress syndrome. J Chin Med Assoc\n2020; 83:1117–1120. [PubMed] [Google Scholar]42. Chiumello D, Carlesso E, Cadringher P, et al. . Lung stress and strain during mechanical ventilation for acute respiratory distress syndrome. Am J Respir Crit Care Med\n2008; 178:346–355. [PubMed] [Google Scholar]43. Yoshida T, Brochard L. Esophageal pressure monitoring. Curr Opin Crit Care\n2018; 24:216–222. [PubMed] [Google Scholar]44. Talmor D, Sarge T, Malhotra A, et al. . Mechanical ventilation guided by esophageal pressure in acute lung injury. N Engl J Med\n2008; 359:2095–2104. [PMC free article] [PubMed] [Google Scholar]45. Protti A, Andreis DT, Monti M, et al. . Lung stress and strain during mechanical ventilation: any difference between statics and dynamics?\nCrit Care Med\n2013; 41:1046–1055. [PubMed] [Google Scholar]46. Mauri T, Yoshida T, Bellani G, et al. . Esophageal and transpulmonary pressure in the clinical setting: meaning, usefulness and perspectives. Intensive Care Med\n2016; 42:1–14. [PubMed] [Google Scholar]47. Mezidi M, Daviet F, Chabert P, et al. . Transpulmonary pressures in obese and non-obese COVID-19 ARDS. Ann Intensive Care\n2020; 10:129. [PMC free article] [PubMed] [Google Scholar]48. Fumagalli J, Santiago RRS, Teggia Droghi M, et al. . Lung recruitment in obese patients with acute respiratory distress syndrome. Anesthesiology\n2019; 130:791–803. [PubMed] [Google Scholar]49. Brochard L, Slutsky A, Pesenti A. Mechanical ventilation to minimize progression of lung injury in acute respiratory failure. Am J Respir Crit Care Med\n2017; 195:438–442. [PubMed] [Google Scholar]50. Grieco DL, Menga LS, Eleuteri D, Antonelli M. Patient self-inflicted lung injury: implications for acute hypoxemic respiratory failure and ARDS patients on non-invasive support. Minerva Anestesiol\n2019; 85:1014–1023. [PubMed] [Google Scholar]51. Carteaux G, Parfait M, Combet M, et al. . Patient-self inflicted lung injury: a practical review. JCM\n2021; 10:2738. [PMC free article] [PubMed] [Google Scholar]52▪. Gattinoni L, Marini JJ, Camporota L. The respiratory drive: an overlooked tile of COVID-19 pathophysiology. Am J Respir Crit Care Med\n2020; 202:1079–1080. [PMC free article] [PubMed] [Google Scholar]An excellent editorial emphasizing the importance of the respiratory drive in the development of C-ARDS and the necessity to monitor inspiratory effort.53. Battaglini D, Robba C, Ball L, et al. . Noninvasive respiratory support and patient self-inflicted lung injury in COVID-19: a narrative review. Br J Anaesth\n2021; 127:353–364. [PMC free article] [PubMed] [Google Scholar]54. Weaver L, Das A, Saffaran S, et al. . High risk of patient self-inflicted lung injury in COVID-19 with frequently encountered spontaneous breathing patterns: a computational modelling study. Ann Intensive Care\n2021; 11:109. [PMC free article] [PubMed] [Google Scholar]55. Papazian L, Forel J-M, Gacouin A, et al. . Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med\n2010; 363:1107–1116. [PubMed] [Google Scholar]56. Yoshida T, Amato MBP, Kavanagh BP. Understanding spontaneous vs. ventilator breaths: impact and monitoring. Intensive Care Med\n2018; 44:2235–2238. [PubMed] [Google Scholar]57. Telias I, Junhasavasdikul D, Rittayamai N, et al. . Airway occlusion pressure as an estimate of respiratory drive and inspiratory effort during assisted ventilation. Am J Respir Crit Care Med\n2020; 201:1086–1098. [PubMed] [Google Scholar]58. Esnault P, Cardinale M, Hraiech S, et al. . High respiratory drive and excessive respiratory efforts predict relapse of respiratory failure in critically ill patients with COVID-19. Am J Respir Crit Care Med\n2020; 202:1173–1178. [PMC free article] [PubMed] [Google Scholar]59. Bertoni M, Telias I, Urner M, et al. . A novel non-invasive method to detect excessively high respiratory effort and dynamic transpulmonary driving pressure during mechanical ventilation. Crit Care\n2019; 23:346. [PMC free article] [PubMed] [Google Scholar]60. Dianti J, Bertoni M, Goligher EC. Monitoring patient–ventilator interaction by an end-expiratory occlusion maneuver. Intensive Care Med\n2020; 46:2338–2341. [PMC free article] [PubMed] [Google Scholar]61. Roesthuis L, van den Berg M, van der Hoeven H. Non-invasive method to detect high respiratory effort and transpulmonary driving pressures in COVID-19 patients during mechanical ventilation. Ann Intensive Care\n2021; 11:26. [PMC free article] [PubMed] [Google Scholar]62. Walling P, Savege T. A comparison of oesophageal and central venous pressures in the measurement of transpulmonary pressure change. Br J Anaesth\n1976; 48:475–479. [PubMed] [Google Scholar]63. Lassola S, Miori S, Sanna A, et al. . Central venous pressure swing outperforms diaphragm ultrasound as a measure of inspiratory effort during pressure support ventilation in COVID-19 patients. J Clin Monit Comput\n2021. [PMC free article] [PubMed] [Google Scholar]64. Bluth T, Kiss T, Kircher M, et al. . Measurement of relative lung perfusion with electrical impedance and positron emission tomography: an experimental comparative study in pigs. Br J Anaesth\n2019; 123:246–254. [PMC free article] [PubMed] [Google Scholar]65. Morais CCA, Safaee Fakhr B, De Santis Santiago RR, et al. . Bedside electrical impedance tomography unveils respiratory “chimera” in COVID-19”. Am J Respir Crit Care Med\n2021; 203:120–121. [PMC free article] [PubMed] [Google Scholar]66. Zarantonello F, Andreatta G, Sella N, Navalesi P. Prone position and lung ventilation and perfusion matching in acute respiratory failure due to COVID-19. Am J Respir Crit Care Med\n2020; 202:278–279. [PMC free article] [PubMed] [Google Scholar]67. Safaee Fakhr B, Araujo Morais CC, De Santis Santiago RR, et al. . Bedside monitoring of lung perfusion by electrical impedance tomography in the time of COVID-19. Br J Anaesth\n2020; 125:e434–e436. [PMC free article] [PubMed] [Google Scholar]68. Jung E, Stroszczynski C, Jung F. Contrast enhanced ultrasonography (CEUS) to detect abdominal microcirculatory disorders in severe cases of COVID-19 infection: first experience. Clin Hemorheol Microcirc\n2020; 74:353–361. [PMC free article] [PubMed] [Google Scholar]69. Soldati G, Giannasi G, Smargiassi A, et al. . Contrast-enhanced ultrasound in patients with COVID-19: pneumonia, acute respiratory distress syndrome, or something else?\nJ Ultrasound Med\n2020; 39:2483–2489. [PMC free article] [PubMed] [Google Scholar]70. Safai Zadeh E, Beutel B, Dietrich CF, et al. . Perfusion patterns of peripheral pulmonary lesions in COVID-19 patients using contrast-enhanced ultrasound (CEUS): a case series. J Ultrasound Med\n2021; 40:2403–2411. [PMC free article] [PubMed] [Google Scholar]"}