{"title": "Using quantitative reconstitution to investigate multicomponent condensates", "pubDate": "2022", "PMCID": "PMC8675290", "DOI": "10.1261/rna.079008.121", "PMID": "34772789", "abstract": "Many biomolecular condensates are thought to form via liquid-liquid phase separation (LLPS) of multivalent macromolecules. For those that form through this mechanism, our understanding has benefitted significantly from biochemical reconstitutions of key components and activities. Reconstitutions of RNA-based condensates to date have mostly been based on relatively simple collections of molecules. However, proteomics and sequencing data indicate that natural RNA-based condensates are enriched in hundreds to thousands of different components, and genetic data suggest multiple interactions can contribute to condensate formation to varying degrees. In this Perspective, we describe recent progress in understanding RNA-based condensates through different levels of biochemical reconstitutions as a means to bridge the gap between simple in vitro reconstitution and cellular analyses. Complex reconstitutions provide insight into the formation, regulation, and functions of multicomponent condensates. We focus on two RNA-protein condensate case studies: stress granules and RNA processing bodies (P bodies), and examine the evidence for cooperative interactions among multiple components promoting LLPS. An important concept emerging from these studies is that composition and stoichiometry regulate biochemical activities within condensates. Based on the lessons learned from stress granules and P bodies, we discuss forward-looking approaches to understand the thermodynamic relationships between condensate components, with the goal of developing predictive models of composition and material properties, and their effects on biochemical activities. We anticipate that quantitative reconstitutions will facilitate understanding of the complex thermodynamics and functions of diverse RNA-protein condensates.", "author": [{"author": "Simon L Currie", "affiliation": ["Department of Biophysics and Howard Hughes Medical Institute, UT Southwestern Medical Center, Dallas, Texas 75390, USA."], "href": "/?term=Currie+SL&cauthor_id=34772789"}, {"author": "Michael K Rosen", "affiliation": ["Department of Biophysics and Howard Hughes Medical Institute, UT Southwestern Medical Center, Dallas, Texas 75390, USA."], "href": "/?term=Rosen+MK&cauthor_id=34772789"}], "refPMID": [], "citedInPMID": ["34772789"], "body": " AbstractMany biomolecular condensates are thought to form via liquid–liquid phase separation (LLPS) of multivalent macromolecules. For those that form through this mechanism, our understanding has benefitted significantly from biochemical reconstitutions of key components and activities. Reconstitutions of RNA-based condensates to date have mostly been based on relatively simple collections of molecules. However, proteomics and sequencing data indicate that natural RNA-based condensates are enriched in hundreds to thousands of different components, and genetic data suggest multiple interactions can contribute to condensate formation to varying degrees. In this Perspective, we describe recent progress in understanding RNA-based condensates through different levels of biochemical reconstitutions as a means to bridge the gap between simple in vitro reconstitution and cellular analyses. Complex reconstitutions provide insight into the formation, regulation, and functions of multicomponent condensates. We focus on two RNA–protein condensate case studies: stress granules and RNA processing bodies (P bodies), and examine the evidence for cooperative interactions among multiple components promoting LLPS. An important concept emerging from these studies is that composition and stoichiometry regulate biochemical activities within condensates. Based on the lessons learned from stress granules and P bodies, we discuss forward-looking approaches to understand the thermodynamic relationships between condensate components, with the goal of developing predictive models of composition and material properties, and their effects on biochemical activities. We anticipate that quantitative reconstitutions will facilitate understanding of the complex thermodynamics and functions of diverse RNA–protein condensates.Keywords: P bodies, biochemical reconstitution, biomolecular condensate, phase separation, stress granules SUBCELLULAR ORGANIZATION VIA CLASSICAL ORGANELLES AND BIOMOLECULAR CONDENSATESMembrane-bounded organelles and biomolecular condensates provide spatiotemporal organization of related biomolecules within the cell. Examples of each of these structures were observed nearly two centuries ago (Pederson 2011a,b), and discovery of a delimiting lipid membrane revealed the formation and boundary mechanism used by organelles, and cells, a century ago (Edidin 2003). Yet similar understanding for condensates has long lagged behind. However, contemporary research has provided physical and molecular frameworks to understand condensate formation and function. A variety of studies have described condensates forming through liquid–liquid phase separation (Hyman et al. 2014; Banani et al. 2017; Choi et al. 2020), although alternative mechanisms are likely operative for some systems (McSwiggen et al. 2019a,b). In this Perspective, we use the term “biomolecular condensate” (or equivalently “condensate” for short) strictly to refer to concentrated (condensed) foci of molecules that can be observed in cells and in vitro, independent of the mechanism by which such foci form. This use of the term captures the two features shared by all such structures—they are composed of biomolecules and those molecules are at higher concentrations than in the surrounding medium. When we first used this term with Tony Hyman (Banani et al. 2017), evidence suggested that the best characterized condensates (e.g., P granules, nucleoli, stress granules) formed by LLPS, and thus the term was used in conjunction with this mechanism. However, its primary intent was to emphasize the experimental observation of concentration. Although data have emerged indicating that some condensates form through different mechanisms, we feel that the term remains a highly useful and appropriate way to describe this class of in vitro and in vivo structures based on their experimental appearance. Multivalent and dynamic interactions are important for condensates that form via LLPS and can be executed via a diverse array of molecular architypes including multidomain proteins, intrinsically disordered regions (IDRs) of proteins, nucleic acids, and chromatin, both individually and in combinations (Li et al. 2012; Protter and Parker 2016; Lin et al. 2018; Protter et al. 2018; Gibson et al. 2019; Hastings and Boeynaems 2021; Itoh et al. 2021). These frameworks have allowed the roles and regulation of condensates in diverse biological areas to be discovered and understood (Case et al. 2019a; Sabari et al. 2020; Alberti and Hyman 2021; Lyon et al. 2021; Nandana and Schrader 2021; Roden and Gladfelter 2021).Historically, biochemical reconstitutions have played a critical role in discovering molecular components and mechanisms in many areas of biology including RNA transcription (Dignam et al. 1983; Comai et al. 1992; Sayre et al. 1992), cholesterol metabolism (Krieger et al. 1978a,b), vesicle trafficking (Fries and Rothman 1980; Sollner et al. 1993), and apoptosis (Newmeyer et al. 1994; Liu et al. 1996). Biochemistry has similarly played an important role in our understanding of biomolecular condensates. Many studies of condensates have examined one or a few molecule types, and they found that these simple collections are sufficient to form mesoscale structures in vitro (Kato et al. 2012; Li et al. 2012; Meszaros et al. 2020; You et al. 2020; Fuxreiter and Vendruscolo 2021). These studies have informed us about many aspects of condensate formation, regulation, and function. Yet genetic and proteomic investigations have shown that hundreds to thousands of different proteins and RNAs are present in cellular condensates (Jain et al. 2016; Hubstenberger et al. 2017; Khong et al. 2017; Markmiller et al. 2018; Wang et al. 2018; Youn et al. 2018). Thus, more complex reconstitutions are necessary to capture the cellular behaviors of natural condensates. In this Perspective, we emphasize the importance of identifying and interrogating all (or as many as possible) of the molecules that are quantitatively enriched in a condensate to design and implement biomimetic reconstitutions.Here, we focus on RNA and protein condensates, with particular emphases on the archetypes stress granules (SGs) and RNA processing bodies (P-bodies/PBs), and describe biochemical approaches that have extended our understanding of these structures. We also suggest forward-looking approaches to investigate multicomponent condensate formation and function. An emerging theme in multicomponent condensates is that molecular composition and stoichiometry regulate function—we discuss the technical and conceptual implications of this key concept. MULTICOMPONENT RNA–PROTEIN CONDENSATESStress granules and P-bodiesStress granules and P-bodies are RNA–protein condensates with distinct yet overlapping compositions (Fig. 1). Both structures are enriched in mRNA (Hubstenberger et al. 2017; Khong et al. 2017), and their formation is stimulated by a variety of stresses that inhibit translation (Teixeira et al. 2005; Buchan et al. 2008), suggesting that mRNA contributes to their formation. P-body proteins are involved in mRNA degradation, including translational repressors, mRNA decapping machinery, and the cytoplasmic 5′–3′ exonuclease Xrn1 (Sheth and Parker 2003; Decker and Parker 2012; Parker 2012). Current models suggest that P-bodies may enhance RNA degradation or store RNA and proteins during cell stress (Brengues et al. 2005; Eulalio et al. 2007; Zhang et al. 2016). Stress granules contain translation initiation factors, RNA helicases, and additional RNA-binding proteins. mRNAs stored in stress granules can be translated upon cessation of cellular stress (Buchan et al. 2008), or alternatively SGs can be cleared via autophagy (Fig. 1; Buchan et al. 2013). P-bodies and stress granules dock to one another allowing mRNAs to transfer between the two compartments (Kedersha et al. 2005; Buchan et al. 2008); thus, P-bodies may function to decide whether an mRNA is degraded, or stored in a stress granule before returning to translation (Fig. 1).Open in a separate windowFIGURE 1.Composition and potential functions of P-bodies and stress granules. (Top) Interaction network of S. cerevisiae P-body proteins (blue) and H. sapiens stress granule proteins (pink) (Xing et al. 2020; Yang et al. 2020). Molecules that partition into both condensates are shown in purple. The molecules that contribute most strongly to condensate formation are highly concentrated within these structures and highly connected to other molecules in the interaction network (Xing et al. 2020; Yang et al. 2020). Relatively few molecules (RNA, Upf1/UPF1, and Dhh1/DDX6) form interactions with both stress granule and P-body components, a feature proposed to enable P-bodies and SGs to remain distinct structures yet transfer RNA vectorially between them (Sanders et al. 2020). (Bottom) Potential functions include RNA degradation in P-bodies and transfer of RNA from P-bodies to stress granules before either return to translation or clearance by autophagy (Sheth and Parker 2003; Buchan et al. 2008, 2013; Tibble et al. 2021).Different levels of biochemical reconstitutions provide complementary information about condensate formationDifferent levels of biochemical reconstitutions have provided insight into condensates. Biochemical purifications of stress granules and P-bodies from cellular extracts have enabled proteomic and transcriptomic analyses of both structures. These have demonstrated that both are composed of hundreds of proteins and thousands of mRNAs (Jain et al. 2016; Hubstenberger et al. 2017; Khong et al. 2017; Courel et al. 2019). The proteins identified in these studies are in reasonable agreement (20% to 60% overlap) with cellular proximity labeling studies (Markmiller et al. 2018; Youn et al. 2018). A subset of RNA and protein constituents partition into SGs or P-bodies in a cell-type- or stress-specific manner (Markmiller et al. 2018; Wang et al. 2018). Thus, the term stress granule, or P-body, refers to a continuum of condensates with similar, yet nonidentical compositions.Adding individual purified components to cell extract tests the sufficiency of those components to produce condensates in the presence of cell-like molecular complexity. The paralogs G3BP1 and G3BP2 were genetically identified as important proteins for SG formation (Fig. 1; Sanders et al. 2020; Yang et al. 2020). Consistent with this finding, adding either G3BP1 or RNA to cell extract triggers condensate formation and recruits known SG proteins and mRNAs, suggesting the structures represent reconstituted SGs (Begovich and Wilhelm 2020; Freibaum et al. 2021). The nucleolar protein NPM1 also produces condensates in extract but recruits a distinct set of proteins (Freibaum et al. 2021). Thus, condensate formation in extract is driven by specific molecular interactions as opposed to representing a nonspecific collection of aggregation-prone proteins. We examine the sufficiency of PB reconstitutions for functional activity below. Since SGs are thought to act primarily to store mRNA rather than enhance enzymatic activities, functional assessment of the reconstituted structures should involve analysis of their component RNAs (Khong et al. 2017; Freibaum et al. 2021).Reconstitutions using only purified components test the sufficiency of a given collection of molecules to form condensates in the absence of additional heterotypic interactions, enabling molecular drivers of condensation to be more precisely characterized. Often such simple reconstitutions do not involve enzymatic components of condensates, and are intended to recapitulate only the formation of a concentrated compartment with specific physical and or compositional properties, rather than biochemical activities. Considering SGs, G3BP1 and mRNA together form in vitro condensates through LLPS that can be enhanced by Caprin1 or TIA1 (Guillen-Boixet et al. 2020; Yang et al. 2020), as does mRNA by itself (Van Treeck et al. 2018). P-body proteins that form in vitro condensates by LLPS include: the RNA helicase Dhh1 (Saccharomyces cerevisiae ortholog of human DDX6) (Mugler et al. 2016; Hondele et al. 2019); the RNA-decapping protein Dcp2 along with its activators Dcp1 and Edc3, and RNA (Fromm et al. 2014; Schutz et al. 2017; Tibble et al. 2021); and Dcp2 and the scaffolding proteins Pat1 and the heptameric Lsm1–7 complex (Lobel and Gross 2020). Adding components into minimal SG and P-body reconstitutions often reduces the saturation concentration of molecules, suggesting that heterotypic interactions contribute to condensate formation (Schutz et al. 2017; Sachdev et al. 2019; Guillen-Boixet et al. 2020; Yang et al. 2020).Stoichiometric control of condensate functionImportant studies examining the RNA-decapping machinery found that the effect of condensate formation on enzymatic activity was dependent on condensate stoichiometry. Excess RNA relative to protein inhibited the decapping rate compared to the reaction in bulk solution (Schutz et al. 2017). However, the RNA-decapping rate was increased in condensates with limiting concentrations of RNA (Tibble et al. 2021). These studies indicate that the composition and stoichiometry of molecules are of critical importance to enzymatic activities in reconstituted (and likely natural) condensates. Compositional control of condensate function has also been demonstrated in other natural and engineered systems, and it is probably a general feature of many multicomponent condensates (Banani et al. 2016; Case et al. 2019b; Ditlev et al. 2019; Huang et al. 2019).Toward biomimetic bottom-up condensatesMolecular machines, such as the ribosome, have a discrete unit of assembly with defined stoichiometry and structural organization that is evident from genetic and biochemical characterization; thus, their reconstitutions typically require all of the molecules that make up the discrete units of assembly in order to form and function properly. In contrast, condensates are not discrete in their compositions or stoichiometries, and subsets of molecules often assemble into similar structures, as described above for partial SG and PB reconstitutions. Thus, a key question for reconstituting any condensate is what level of molecular complexity is required to encode the thermodynamic and material properties, regulatory mechanisms, and functions that are present in their cellular counterparts. Answering this question requires knowledge about both the identity and the abundance of molecules within a condensate as the highly concentrated molecules are likely those that will most strongly impact condensate formation, and perhaps also function (Xing et al. 2020). Note that some functions, such as the transport of RNA condensates and the localized translation of their constituent mRNAs, are inherently cellular in nature and may not be readily recapitulated in vitro (Lyon et al. 2021).To generate such knowledge, we recently produced a quantitative inventory of proteins enriched in S. cerevisiae P-bodies. Using quantitative live cell imaging we examined more than thirty proteins previously reported to concentrate in P-bodies. Only seven proteins were highly enriched in the structures—roughly an order of magnitude more highly concentrated relative to other P-body proteins (Xing et al. 2020). Notably, all of the proteins that had previously been shown genetically to contribute to P-body formation (Dcp2, Dhh1, Edc3, Lsm1–7 complex, and Pat1) were highly concentrated in the structures (Decker et al. 2007; Teixeira and Parker 2007; Mugler et al. 2016; Rao and Parker 2017; Hondele et al. 2019; Xing et al. 2020). Analogous to the connectivity pattern and importance to SG formation of G3BP1/2 (Yang et al. 2020), most of the highly concentrated P-body components have higher connectivity than other constituents (Xing et al. 2020). In contrast, all of the weakly concentrated proteins have low connectivity and are not required to form P-bodies. These data suggest general relationships between connectivity, concentration, and importance to condensate formation among condensate components (Fig. 1).To approach the molecular diversity and functionality of native P-bodies, we recently performed a bottom-up in vitro reconstitution using the seven highly concentrated proteins and RNA. When combined at their average cellular concentrations, these molecules formed condensates that are quantitatively consistent with native P-bodies in the partitioning and dynamics of each protein (Currie and Rosen, unpublished results). Of the seven proteins, Dcp1, Dhh1, Edc3, and Pat1 form homotypic condensates at cellular protein and salt concentrations. Notably, the partition coefficient for each of these proteins is higher in its individual homotypic condensate than when all molecules are combined, indicating competition between homotypic and heterotypic interactions. This suggests that two classes of molecules—those whose homotypic interactions drive condensate formation and those whose heterotypic interactions dampen the homotypically driven molecules—are both important for generating a multicomponent condensate with proper stoichiometry (Ruff et al. 2021). The quantitative reconstitution of P-bodies will allow us to investigate the complex thermodynamic interactions among components that drive P-body formation, and explore how enzymatic function is influenced within these structures, topics we expand upon below. POTENTIAL IMPLICATIONS OF MULTICOMPONENT CONDENSATESThe reconstitutions described above indicate that multiple types of proteins and RNAs contribute to the formation of stress granules and P-bodies, an idea that is consistent with genetic studies (Teixeira and Parker 2007; Teixeira et al. 2005; Rao and Parker 2017; Riback et al. 2020; Yang et al. 2020). Put another way, the formation of SGs and PBs are inconsistent with models describing the LLPS of a single type of molecule (Fig. 2). What are the potential implications of having multiple molecule types contributing to condensate formation? Below we explore the thermodynamic bases of condensate formation, and potential consequences on enzymatic activities and functional outcomes, in the context of multicomponent condensates.Open in a separate windowFIGURE 2.Higher-dimensional phase diagrams. In a single component phase diagram (1D), concentrations of the dilute and condensed phases (connected by dotted tie lines) are constant under given experimental conditions (temperature, pH, salt, etc.). In multicomponent phase diagrams (2D, 3D, and higher) for a given set of environmental conditions, the dilute and condensed phase concentrations for one molecule will be determined by the total concentrations of the other molecules that contribute to condensate formation, in a manner that depends on the interactions between the molecules (Choi et al. 2019; Riback et al. 2020). In all cases, white and gray areas indicate single and multiphase regimes, respectively. The red lines illustrate changing molecule A concentrations in the 1D and 2D diagrams. The red planes through the 3D spheroid represent the phase space for two of the molecules when the other molecule is held at a constant concentration.Complex thermodynamics of multicomponent condensatesEarly studies on the thermodynamics of condensate formation often focused on simplified systems where homotypic interactions dominate, which led to the concept that a single fixed saturation concentration of a single scaffolding molecule should be a defining feature of condensates that form by LLPS (Fig. 2; Alberti et al. 2019; McSwiggen et al. 2019a). In this scenario, the homotypic interactions of a single molecule type are the dominant contribution to condensate formation and other molecules are recruited without impacting formation. Yet phase diagrams of multicomponent systems examined in vitro, as well as those derived computationally, clearly showed this is not the case when two or more components phase separate cooperatively (Li et al. 2012; Elbaum-Garfinkle et al. 2015; Lin et al. 2015; Banani et al. 2016; Pak et al. 2016; Schutz et al. 2017; Choi et al. 2019; Guillen-Boixet et al. 2020; Yang et al. 2020). In such systems the saturation concentration of any component depends on the concentrations of other molecules, dictated by the nature of the interactions between them. The influence of protein and RNA on each other's phase behavior is an instantiation of this interdependence within multicomponent condensates, and examples of both positive and negative cooperativity have been demonstrated (Lin et al. 2015; Zhang et al. 2015; Banerjee et al. 2017; Schutz et al. 2017; Maharana et al. 2018; Protter et al. 2018; Alshareedah et al. 2020). Recent data indicate that heterotypic interactions also contribute to the formation of many natural condensates in vivo, resulting in more complex, higher-dimensional phase diagrams (Riback et al. 2020). Thus, both homotypic and heterotypic interactions clearly contribute to the formation of most (probably all) natural condensates.A key point from these studies is that the thermodynamics of multicomponent condensates depend on the network of interactions between the components (Fig. 1), so that changes to one component will affect others (Fig. 2), allowing for complex compositional tuning (Choi et al. 2019; Espinosa et al. 2020; Riback et al. 2020; Sanders et al. 2020; Yang et al. 2020; Ruff et al. 2021). Note that these cooperativities will likely be distributed in highly heterogeneous fashion among the molecular species, with a few highly concentrated molecules strongly influencing many others due to high molecular connectivity, whereas most molecules will have little influence on the collective due to low connectivity. Importantly, it is not currently possible to predict the thermodynamics of multicomponent condensates, at least in quantitative fashion, simply from knowledge of their molecular connectivity, due to the nonindependence of (energetic coupling between) interactions that form the network and the fact that many interactions that contribute to condensate formation are too weak to be measured using standard dilute phase approaches.Potential avenues to understanding multicomponent condensates through reconstitutionGiven that the stoichiometry of multicomponent condensates is dependent on an intricate balance between homotypic and heterotypic interactions—how might one investigate these relationships? We argue that bottom up reconstitutions, where all components can be fully monitored (in condensate and bulk) and controlled (in total), with substantial complexity guided by cellular measurements, are particularly valuable in this regard. However, the combinatorial complexity of multicomponent condensates makes traditional approaches of mapping phase diagrams technically unfeasible due to the time and labor required to generate, optimize, and maintain reagent pipelines, and make imaging measurements. One possible solution is to use recently described microfluidics approaches to examine large regions of high dimensional phase space while minimizing reagent use (Toprakcioglu et al. 2019; Bremer et al. 2020; Linsenmeier et al. 2021). Even with the potential to make millions of measurements, limits on fluorescent labeling and imaging capacities will require new strategies to fully analyze high dimensional multicomponent phase diagrams. Another option is to perform perturbation experiments, in which the concentration of certain molecules is changed in a multicomponent mixture, and the effects on partitioning into the condensate of all other molecules are measured. This approach is analogous to measurements of epistatic interactions between elements of signaling networks (Janes et al. 2005) or amino acids in protein domains (Poelwijk et al. 2019). In such systems epistatic interactions are sparse—most perturbations are independent from one another—a feature argued to be necessary for evolutionary processes. It is an interesting question whether condensates, which are also evolved systems, show similarly sparse patterns of epistasis. Although a full assessment of all orders of epistasis would also require a large number of experiments (2n conditions for an n-component condensate with just a single perturbation of each component), methods based on the theory of sparse sampling have been described to reduce this to a potentially manageable number (Poelwijk et al. 2019). Collectively, such approaches will increase our understanding of the thermodynamic underpinnings of multicomponent condensates.Composition-dependent functions of multicomponent condensatesWe have recently described the challenges of assessing condensate functions and discussed technologies that will assist toward this aim (Lyon et al. 2021). Additionally, a more comprehensive understanding of composition and stoichiometry will facilitate investigation of composition-dependent functions within multicomponent condensates. It can be difficult to disentangle condensate formation from the resulting effects on molecular activities for single-component condensates. However, multicomponent condensates can form with a variety of compositions and stoichiometries, allowing for a more nuanced investigation of condensate-mediated effects on function. As previously discussed, the protein:RNA ratio in condensates regulates RNA-decapping activity (Schutz et al. 2017; Tibble et al. 2021). Since condensates can either activate or inhibit RNA-decapping activity, it is clear that condensate formation does not enhance RNA decapping per se. Rather the concentration and organization of activating molecules within condensates are likely important in regulating this activity (Nissan et al. 2010; Bhandari et al. 2021; Peeples and Rosen 2021). Thus, adjusting stoichiometry could be a regulatory mechanism to determine the balance of RNA degradation versus storage within natural P-bodies (Fig. 3). Another implication is that multistep reaction cascades can be influenced by condensation not only through changing the rate constants of the individual steps, but also by regulating the handoff of intermediates between enzymes (Castellana et al. 2014; Peeples and Rosen 2021). The highly concentrated enzymes in P-bodies possess RNA-decapping (Dcp2), RNA-helicase (Dhh1 and Upf1), and RNA-exonucleolytic activities (Xrn1) (Johnson and Kolodner 1991; Czaplinski et al. 1995; Dunckley and Parker 1999; Steiger et al. 2003; Cheng et al. 2005). These likely act cooperatively in RNA degradation, with decapping (Dcp2), and helicase-mediated unwinding of RNA structures and clearance of other RNA-binding proteins (Dhh1/Upf1), all facilitating Xrn1 activity (Jinek et al. 2011; Linder and Jankowsky 2011). Examining how condensate formation and stoichiometry affect each of these P-body activities, and the coupling between them, will require using complex reconstitutions that contain all of the relevant components. Stoichiometry-dependent activity of condensates has also been observed in T cell signaling, Ras signaling, and actin dynamics (Case et al. 2019b; Ditlev et al. 2019; Huang et al. 2019). Thus, the dependence of condensate function on composition, and consequent opportunities for regulation, are likely general.Open in a separate windowFIGURE 3.Composition-dependent functions of multicomponent condensates. In a multicomponent condensate, multiple functions can be finely tuned through changes in composition. In the case of P-bodies, an excess of RNA-decapping proteins and activators enhances RNA degradation, whereas an excess of RNA promotes RNA storage (Schutz et al. 2017; Tibble et al. 2021). CONCLUSIONRecent studies have shown that natural condensates have numerous components connected in intricate interaction networks. This arrangement imparts complicated thermodynamic relationships between the components, and it can facilitate composition-dependent functions. While a great deal has been learned from studies of the phase behavior of simple systems, biochemical reconstitutions, both top-down and bottom-up, involving larger numbers of appropriately selected molecules hold great promise to further our understanding of biological condensate formation mechanisms, underlying thermodynamics, and biochemical activities. We anticipate that future investigations of this sort will uncover additional examples of molecular composition and stoichiometry precisely tuning between multiple functional outputs in multicomponent condensates. ACKNOWLEDGMENTSFunding was provided by the Howard Hughes Medical Institute and a grant from the Welch Foundation (I-1544 to M.K.R.). We thank Andrew Lyon, Furqan Dar, Kiersten Ruff, Rama Ranganathan, and Rohit Pappu for helpful advice and discussions regarding the thermodynamics of multicomponent condensates. FootnotesArticle is online at http://www.rnajournal.org/cgi/doi/10.1261/rna.079008.121.Freely available online through the RNA Open Access option. REFERENCESAlberti S, Hyman AA. 2021. Biomolecular condensates at the nexus of cellular stress, protein aggregation disease and ageing. Nat Rev Mol Cell Biol\n22: 196–213. 10.1038/s41580-020-00326-6 [PubMed] [CrossRef] [Google Scholar]Alberti S, Gladfelter A, Mittag T. 2019. Considerations and challenges in studying liquid-liquid phase separation and biomolecular condensates. Cell\n176: 419–434. 10.1016/j.cell.2018.12.035 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Alshareedah I, Moosa MM, Raju M, Potoyan DA, Banerjee PR. 2020. Phase transition of RNA-protein complexes into ordered hollow condensates. Proc Natl Acad Sci\n117: 15650–15658. 10.1073/pnas.1922365117 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Banani SF, Rice AM, Peeples WB, Lin Y, Jain S, Parker R, Rosen MK. 2016. Compositional control of phase-separated cellular bodies. Cell\n166: 651–663. 10.1016/j.cell.2016.06.010 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Banani SF, Lee HO, Hyman AA, Rosen MK. 2017. Biomolecular condensates: organizers of cellular biochemistry. Nat Rev Mol Cell Biol\n18: 285–298. 10.1038/nrm.2017.7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Banerjee PR, Milin AN, Moosa MM, Onuchic PL, Deniz AA. 2017. Reentrant phase transition drives dynamic substructure formation in ribonucleoprotein droplets. Angew Chem Int Ed Engl\n56: 11354–11359. 10.1002/anie.201703191 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Begovich K, Wilhelm JE. 2020. An in vitro assembly system identifies roles for RNA nucleation and ATP in yeast stress granule formation. Mol Cell\n79: 991–1007 e1004. 10.1016/j.molcel.2020.07.017 [PubMed] [CrossRef] [Google Scholar]Bhandari K, Cotten MA, Kim J, Rosen MK, Schmit JD. 2021. Structure-function properties in disordered condensates. J Phys Chem B\n125: 467–476. 10.1021/acs.jpcb.0c11057 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bremer A, Mittag T, Heymann M. 2020. Microfluidic characterization of macromolecular liquid-liquid phase separation. Lab Chip\n20: 4225–4234. 10.1039/D0LC00613K [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brengues M, Teixeira D, Parker R. 2005. Movement of eukaryotic mRNAs between polysomes and cytoplasmic processing bodies. Science\n310: 486–489. 10.1126/science.1115791 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Buchan JR, Muhlrad D, Parker R. 2008. P bodies promote stress granule assembly in Saccharomyces cerevisiae. J Cell Biol\n183: 441–455. 10.1083/jcb.200807043 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Buchan JR, Kolaitis RM, Taylor JP, Parker R. 2013. Eukaryotic stress granules are cleared by autophagy and Cdc48/VCP function. Cell\n153: 1461–1474. 10.1016/j.cell.2013.05.037 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Case LB, Ditlev JA, Rosen MK. 2019a. Regulation of transmembrane signaling by phase separation. Annu Rev Biophys\n48: 465–494. 10.1146/annurev-biophys-052118-115534 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Case LB, Zhang X, Ditlev JA, Rosen MK. 2019b. Stoichiometry controls activity of phase-separated clusters of actin signaling proteins. Science\n363: 1093–1097. 10.1126/science.aau6313 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Castellana M, Wilson MZ, Xu Y, Joshi P, Cristea IM, Rabinowitz JD, Gitai Z, Wingreen NS. 2014. Enzyme clustering accelerates processing of intermediates through metabolic channeling. Nat Biotechnol\n32: 1011–1018. 10.1038/nbt.3018 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Cheng Z, Coller J, Parker R, Song H. 2005. Crystal structure and functional analysis of DEAD-box protein Dhh1p. RNA\n11: 1258–1270. 10.1261/rna.2920905 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Choi JM, Dar F, Pappu RV. 2019. LASSI: a lattice model for simulating phase transitions of multivalent proteins. PLoS Comput Biol\n15: e1007028. 10.1371/journal.pcbi.1007028 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Choi JM, Holehouse AS, Pappu RV. 2020. Physical principles underlying the complex biology of intracellular phase transitions. Annu Rev Biophys\n49: 107–133. 10.1146/annurev-biophys-121219-081629 [PubMed] [CrossRef] [Google Scholar]Comai L, Tanese N, Tjian R. 1992. The TATA-binding protein and associated factors are integral components of the RNA polymerase I transcription factor, SL1. Cell\n68: 965–976. 10.1016/0092-8674(92)90039-F [PubMed] [CrossRef] [Google Scholar]Courel M, Clement Y, Bossevain C, Foretek D, Vidal Cruchez O, Yi Z, Benard M, Benassy MN, Kress M, Vindry C, et al.\n2019. GC content shapes mRNA storage and decay in human cells. Elife\n8: e49708. 10.7554/eLife.49708 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Czaplinski K, Weng Y, Hagan KW, Peltz SW. 1995. Purification and characterization of the Upf1 protein: a factor involved in translation and mRNA degradation. RNA\n1: 610–623. [PMC free article] [PubMed] [Google Scholar]Decker CJ, Parker R. 2012. P-bodies and stress granules: possible roles in the control of translation and mRNA degradation. Cold Spring Harb Perspect Biol\n4: a012286. 10.1101/cshperspect.a012286 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Decker CJ, Teixeira D, Parker R. 2007. Edc3p and a glutamine/asparagine-rich domain of Lsm4p function in processing body assembly in Saccharomyces cerevisiae. J Cell Biol\n179: 437–449. 10.1083/jcb.200704147 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dignam JD, Lebovitz RM, Roeder RG. 1983. Accurate transcription initiation by RNA polymerase II in a soluble extract from isolated mammalian nuclei. Nucleic Acids Res\n11: 1475–1489. 10.1093/nar/11.5.1475 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ditlev JA, Vega AR, Koster DV, Su X, Tani T, Lakoduk AM, Vale RD, Mayor S, Jaqaman K, Rosen MK. 2019. A composition-dependent molecular clutch between T cell signaling condensates and actin. Elife\n8: e42695. 10.7554/eLife.42695 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Dunckley T, Parker R. 1999. The DCP2 protein is required for mRNA decapping in Saccharomyces cerevisiae and contains a functional MutT motif. EMBO J\n18: 5411–5422. 10.1093/emboj/18.19.5411 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Edidin M. 2003. Lipids on the frontier: a century of cell-membrane bilayers. Nat Rev Mol Cell Biol\n4: 414–418. 10.1038/nrm1102 [PubMed] [CrossRef] [Google Scholar]Elbaum-Garfinkle S, Kim Y, Szczepaniak K, Chen CC, Eckmann CR, Myong S, Brangwynne CP. 2015. The disordered P granule protein LAF-1 drives phase separation into droplets with tunable viscosity and dynamics. Proc Natl Acad Sci\n112: 7189–7194. 10.1073/pnas.1504822112 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Espinosa JR, Joseph JA, Sanchez-Burgos I, Garaizar A, Frenkel D, Collepardo-Guevara R. 2020. Liquid network connectivity regulates the stability and composition of biomolecular condensates with many components. Proc Natl Acad Sci\n117: 13238–13247. 10.1073/pnas.1917569117 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Eulalio A, Behm-Ansmant I, Schweizer D, Izaurralde E. 2007. P-body formation is a consequence, not the cause, of RNA-mediated gene silencing. Mol Cell Biol\n27: 3970–3981. 10.1128/MCB.00128-07 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Freibaum BD, Messing J, Yang P, Kim HJ, Taylor JP. 2021. High-fidelity reconstitution of stress granules and nucleoli in mammalian cellular lysate. J Cell Biol\n220: e202009079. 10.1083/jcb.202009079 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fries E, Rothman JE. 1980. Transport of vesicular stomatitis virus glycoprotein in a cell-free extract. Proc Natl Acad Sci\n77: 3870–3874. 10.1073/pnas.77.7.3870 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fromm SA, Kamenz J, Noldeke ER, Neu A, Zocher G, Sprangers R. 2014. In vitro reconstitution of a cellular phase-transition process that involves the mRNA decapping machinery. Angew Chem Int Ed Engl\n53: 7354–7359. 10.1002/anie.201402885 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Fuxreiter M, Vendruscolo M. 2021. Generic nature of the condensed states of proteins. Nat Cell Biol\n23: 587–594. 10.1038/s41556-021-00697-8 [PubMed] [CrossRef] [Google Scholar]Gibson BA, Doolittle LK, Schneider MWG, Jensen LE, Gamarra N, Henry L, Gerlich DW, Redding S, Rosen MK. 2019. Organization of chromatin by intrinsic and regulated phase separation. Cell\n179: 470–484.e21. 10.1016/j.cell.2019.08.037 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Guillen-Boixet J, Kopach A, Holehouse AS, Wittmann S, Jahnel M, Schlussler R, Kim K, Trussina I, Wang J, Mateju D, et al.\n2020. RNA-induced conformational switching and clustering of G3BP drive stress granule assembly by condensation. Cell\n181: 346–361.e17. 10.1016/j.cell.2020.03.049 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hastings RL, Boeynaems S. 2021. Designer condensates: a toolkit for the biomolecular architect. J Mol Biol\n433: 166837. 10.1016/j.jmb.2021.166837 [PubMed] [CrossRef] [Google Scholar]Hondele M, Sachdev R, Heinrich S, Wang J, Vallotton P, Fontoura BMA, Weis K. 2019. DEAD-box ATPases are global regulators of phase-separated organelles. Nature\n573: 144–148. 10.1038/s41586-019-1502-y [PubMed] [CrossRef] [Google Scholar]Huang WYC, Alvarez S, Kondo Y, Lee YK, Chung JK, Lam HYM, Biswas KH, Kuriyan J, Groves JT. 2019. A molecular assembly phase transition and kinetic proofreading modulate Ras activation by SOS. Science\n363: 1098–1103. 10.1126/science.aau5721 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Hubstenberger A, Courel M, Benard M, Souquere S, Ernoult-Lange M, Chouaib R, Yi Z, Morlot JB, Munier A, Fradet M, et al.\n2017. P-body purification reveals the condensation of repressed mRNA regulons. Mol Cell\n68: 144–157.e45. 10.1016/j.molcel.2017.09.003 [PubMed] [CrossRef] [Google Scholar]Hyman AA, Weber CA, Julicher F. 2014. Liquid-liquid phase separation in biology. Annu Rev Cell Dev Biol\n30: 39–58. 10.1146/annurev-cellbio-100913-013325 [PubMed] [CrossRef] [Google Scholar]Itoh Y, Woods EJ, Minami K, Maeshima K, Collepardo-Guevara R. 2021. Liquid-like chromatin in the cell: What can we learn from imaging and computational modeling?\nCurr Opin Struct Biol\n71: 123–135. 10.1016/j.sbi.2021.06.004 [PubMed] [CrossRef] [Google Scholar]Jain S, Wheeler JR, Walters RW, Agrawal A, Barsic A, Parker R. 2016. ATPase-modulated stress granules contain a diverse proteome and substructure. Cell\n164: 487–498. 10.1016/j.cell.2015.12.038 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Janes KA, Albeck JG, Gaudet S, Sorger PK, Lauffenburger DA, Yaffe MB. 2005. A systems model of signaling identifies a molecular basis set for cytokine-induced apoptosis. Science\n310: 1646–1653. 10.1126/science.1116598 [PubMed] [CrossRef] [Google Scholar]Jinek M, Coyle SM, Doudna JA. 2011. Coupled 5′ nucleotide recognition and processivity in Xrn1-mediated mRNA decay. Mol Cell\n41: 600–608. 10.1016/j.molcel.2011.02.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Johnson AW, Kolodner RD. 1991. Strand exchange protein 1 from Saccharomyces cerevisiae. A novel multifunctional protein that contains DNA strand exchange and exonuclease activities. J Biol Chem\n266: 14046–14054. 10.1016/S0021-9258(18)92808-5 [PubMed] [CrossRef] [Google Scholar]Kato M, Han TW, Xie S, Shi K, Du X, Wu LC, Mirzaei H, Goldsmith EJ, Longgood J, Pei J, et al.\n2012. Cell-free formation of RNA granules: low complexity sequence domains form dynamic fibers within hydrogels. Cell\n149: 753–767. 10.1016/j.cell.2012.04.017 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kedersha N, Stoecklin G, Ayodele M, Yacono P, Lykke-Andersen J, Fritzler MJ, Scheuner D, Kaufman RJ, Golan DE, Anderson P. 2005. Stress granules and processing bodies are dynamically linked sites of mRNP remodeling. J Cell Biol\n169: 871–884. 10.1083/jcb.200502088 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Khong A, Matheny T, Jain S, Mitchell SF, Wheeler JR, Parker R. 2017. The stress granule transcriptome reveals principles of mRNA accumulation in stress granules. Mol Cell\n68: 808–820.e5. 10.1016/j.molcel.2017.10.015 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Krieger M, Brown MS, Faust JR, Goldstein JL. 1978a. Replacement of endogenous cholesteryl esters of low density lipoprotein with exogenous cholesteryl linoleate. Reconstitution of a biologically active lipoprotein particle. J Biol Chem\n253: 4093–4101. 10.1016/S0021-9258(17)34687-2 [PubMed] [CrossRef] [Google Scholar]Krieger M, Goldstein JL, Brown MS. 1978b. Receptor-mediated uptake of low density lipoprotein reconstituted with 25-hydroxycholesteryl oleate suppresses 3-hydroxy-3-methylglutaryl-coenzyme A reductase and inhibits growth of human fibroblasts. Proc Natl Acad Sci\n75: 5052–5056. 10.1073/pnas.75.10.5052 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Li P, Banjade S, Cheng HC, Kim S, Chen B, Guo L, Llaguno M, Hollingsworth JV, King DS, Banani SF, et al.\n2012. Phase transitions in the assembly of multivalent signalling proteins. Nature\n483: 336–340. 10.1038/nature10879 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lin Y, Protter DS, Rosen MK, Parker R. 2015. Formation and maturation of phase-separated liquid droplets by RNA-binding proteins. Mol Cell\n60: 208–219. 10.1016/j.molcel.2015.08.018 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lin YH, Forman-Kay JD, Chan HS. 2018. Theories for sequence-dependent phase behaviors of biomolecular condensates. Biochemistry\n57: 2499–2508. 10.1021/acs.biochem.8b00058 [PubMed] [CrossRef] [Google Scholar]Linder P, Jankowsky E. 2011. From unwinding to clamping: the DEAD box RNA helicase family. Nat Rev Mol Cell Biol\n12: 505–516. 10.1038/nrm3154 [PubMed] [CrossRef] [Google Scholar]Linsenmeier M, Kopp MRG, Stavrakis S, de Mello A, Arosio P. 2021. Analysis of biomolecular condensates and protein phase separation with microfluidic technology. Biochim Biophys Acta Mol Cell Res\n1868: 118823. 10.1016/j.bbamcr.2020.118823 [PubMed] [CrossRef] [Google Scholar]Liu X, Kim CN, Yang J, Jemmerson R, Wang X. 1996. Induction of apoptotic program in cell-free extracts: requirement for dATP and cytochrome c. Cell\n86: 147–157. 10.1016/S0092-8674(00)80085-9 [PubMed] [CrossRef] [Google Scholar]Lobel JH, Gross JD. 2020. Pdc2/Pat1 increases the range of decay factors and RNA bound by the Lsm1-7 complex. RNA\n26: 1380–1388. 10.1261/rna.075812.120 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Lyon AS, Peeples WB, Rosen MK. 2021. A framework for understanding the functions of biomolecular condensates across scales. Nat Rev Mol Cell Biol\n22: 215–235. 10.1038/s41580-020-00303-z [PMC free article] [PubMed] [CrossRef] [Google Scholar]Maharana S, Wang J, Papadopoulos DK, Richter D, Pozniakovsky A, Poser I, Bickle M, Rizk S, Guillen-Boixet J, Franzmann TM, et al.\n2018. RNA buffers the phase separation behavior of prion-like RNA binding proteins. Science\n360: 918–921. 10.1126/science.aar7366 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Markmiller S, Soltanieh S, Server KL, Mak R, Jin W, Fang MY, Luo EC, Krach F, Yang D, Sen A, et al.\n2018. Context-dependent and disease-specific diversity in protein interactions within stress granules. Cell\n172: 590–604e13. 10.1016/j.cell.2017.12.032 [PMC free article] [PubMed] [CrossRef] [Google Scholar]McSwiggen DT, Hansen AS, Teves SS, Marie-Nelly H, Hao Y, Heckert AB, Umemoto KK, Dugast-Darzacq C, Tjian R, Darzacq X. 2019a. Evidence for DNA-mediated nuclear compartmentalization distinct from phase separation. Elife\n8: e47098. 10.7554/eLife.47098 [PMC free article] [PubMed] [CrossRef] [Google Scholar]McSwiggen DT, Mir M, Darzacq X, Tjian R. 2019b. Evaluating phase separation in live cells: diagnosis, caveats, and functional consequences. Genes Dev\n33: 1619–1634. 10.1101/gad.331520.119 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Meszaros B, Erdos G, Szabo B, Schad E, Tantos A, Abukhairan R, Horvath T, Murvai N, Kovacs OP, Kovacs M, et al.\n2020. PhaSePro: the database of proteins driving liquid-liquid phase separation. Nucleic Acids Res\n48: D360–D367. [PMC free article] [PubMed] [Google Scholar]Mugler CF, Hondele M, Heinrich S, Sachdev R, Vallotton P, Koek AY, Chan LY, Weis K. 2016. ATPase activity of the DEAD-box protein Dhh1 controls processing body formation. Elife\n5: e18746. 10.7554/eLife.18746 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Nandana V, Schrader JM. 2021. Roles of liquid-liquid phase separation in bacterial RNA metabolism. Curr Opin Microbiol\n61: 91–98. 10.1016/j.mib.2021.03.005 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Newmeyer DD, Farschon DM, Reed JC. 1994. Cell-free apoptosis in Xenopus egg extracts: inhibition by Bcl-2 and requirement for an organelle fraction enriched in mitochondria. Cell\n79: 353–364. 10.1016/0092-8674(94)90203-8 [PubMed] [CrossRef] [Google Scholar]Nissan T, Rajyaguru P, She M, Song H, Parker R. 2010. Decapping activators in Saccharomyces cerevisiae act by multiple mechanisms. Mol Cell\n39: 773–783. 10.1016/j.molcel.2010.08.025 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pak CW, Kosno M, Holehouse AS, Padrick SB, Mittal A, Ali R, Yunus AA, Liu DR, Pappu RV, Rosen MK. 2016. Sequence determinants of intracellular phase separation by complex coacervation of a disordered protein. Mol Cell\n63: 72–85. 10.1016/j.molcel.2016.05.042 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Parker R. 2012. RNA degradation in Saccharomyces cerevisae. Genetics\n191: 671–702. 10.1534/genetics.111.137265 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pederson T. 2011a. The nucleolus. Cold Spring Harb Perspect Biol\n3: a000638. 10.1101/cshperspect.a000638 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Pederson T. 2011b. The nucleus introduced. Cold Spring Harb Perspect Biol\n3: a000521. 10.1101/cshperspect.a000521 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Peeples W, Rosen MK. 2021. Mechanistic dissection of increased enzymatic rate in a phase-separated compartment. Nat Chem Biol\n17: 693–702. 10.1038/s41589-021-00801-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]Poelwijk FJ, Socolich M, Ranganathan R. 2019. Learning the pattern of epistasis linking genotype and phenotype in a protein. Nat Commun\n10: 4213. 10.1038/s41467-019-12130-8 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Protter DSW, Parker R. 2016. Principles and properties of stress granules. Trends Cell Biol\n26: 668–679. 10.1016/j.tcb.2016.05.004 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Protter DSW, Rao BS, Van Treeck B, Lin Y, Mizoue L, Rosen MK, Parker R. 2018. Intrinsically disordered regions can contribute promiscuous interactions to RNP granule assembly. Cell Rep\n22: 1401–1412. 10.1016/j.celrep.2018.01.036 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Rao BS, Parker R. 2017. Numerous interactions act redundantly to assemble a tunable size of P bodies in Saccharomyces cerevisiae. Proc Natl Acad Sci\n114: E9569–E9578. 10.1073/pnas.1712396114 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Riback JA, Zhu L, Ferrolino MC, Tolbert M, Mitrea DM, Sanders DW, Wei MT, Kriwacki RW, Brangwynne CP. 2020. Composition-dependent thermodynamics of intracellular phase separation. Nature\n581: 209–214. 10.1038/s41586-020-2256-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Roden C, Gladfelter AS. 2021. RNA contributions to the form and function of biomolecular condensates. Nat Rev Mol Cell Biol\n22: 183–195. 10.1038/s41580-020-0264-6 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ruff KM, Dar F, Pappu RV. 2021. Ligand effects on phase separation of multivalent macromolecules. Proc Natl Acad Sci\n118: e2017184118. 10.1073/pnas.2017184118 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sabari BR, Dall'Agnese A, Young RA. 2020. Biomolecular condensates in the nucleus. Trends Biochem Sci\n45: 961–977. 10.1016/j.tibs.2020.06.007 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sachdev R, Hondele M, Linsenmeier M, Vallotton P, Mugler CF, Arosio P, Weis K. 2019. Pat1 promotes processing body assembly by enhancing the phase separation of the DEAD-box ATPase Dhh1 and RNA. Elife\n8: e41415. 10.7554/eLife.41415 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sanders DW, Kedersha N, Lee DSW, Strom AR, Drake V, Riback JA, Bracha D, Eeftens JM, Iwanicki A, Wang A, et al.\n2020. Competing protein-RNA interaction networks control multiphase intracellular organization. Cell\n181: 306–324 e328. 10.1016/j.cell.2020.03.050 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sayre MH, Tschochner H, Kornberg RD. 1992. Reconstitution of transcription with five purified initiation factors and RNA polymerase II from Saccharomyces cerevisiae. J Biol Chem\n267: 23376–23382. 10.1016/S0021-9258(18)50101-0 [PubMed] [CrossRef] [Google Scholar]Schutz S, Noldeke ER, Sprangers R. 2017. A synergistic network of interactions promotes the formation of in vitro processing bodies and protects mRNA against decapping. Nucleic Acids Res\n45: 6911–6922. 10.1093/nar/gkx353 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sheth U, Parker R. 2003. Decapping and decay of messenger RNA occur in cytoplasmic processing bodies. Science\n300: 805–808. 10.1126/science.1082320 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Sollner T, Whiteheart SW, Brunner M, Erdjument-Bromage H, Geromanos S, Tempst P, Rothman JE. 1993. SNAP receptors implicated in vesicle targeting and fusion. Nature\n362: 318–324. 10.1038/362318a0 [PubMed] [CrossRef] [Google Scholar]Steiger M, Carr-Schmid A, Schwartz DC, Kiledjian M, Parker R. 2003. Analysis of recombinant yeast decapping enzyme. RNA\n9: 231–238. 10.1261/rna.2151403 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Teixeira D, Parker R. 2007. Analysis of P-body assembly in Saccharomyces cerevisiae. Mol Biol Cell\n18: 2274–2287. 10.1091/mbc.e07-03-0199 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Teixeira D, Sheth U, Valencia-Sanchez MA, Brengues M, Parker R. 2005. Processing bodies require RNA for assembly and contain nontranslating mRNAs. RNA\n11: 371–382. 10.1261/rna.7258505 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Tibble RW, Depaix A, Kowalska J, Jemielity J, Gross JD. 2021. Biomolecular condensates amplify mRNA decapping by biasing enzyme conformation. Nat Chem Biol\n17: 615–623. 10.1038/s41589-021-00774-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]Toprakcioglu Z, Challa P, Xu C, Knowles TPJ. 2019. Label-free analysis of protein aggregation and phase behavior. ACS Nano\n13: 13940–13948. 10.1021/acsnano.9b05552 [PubMed] [CrossRef] [Google Scholar]Van Treeck B, Protter DSW, Matheny T, Khong A, Link CD, Parker R. 2018. RNA self-assembly contributes to stress granule formation and defining the stress granule transcriptome. Proc Natl Acad Sci\n115: 2734–2739. 10.1073/pnas.1800038115 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Wang C, Schmich F, Srivatsa S, Weidner J, Beerenwinkel N, Spang A. 2018. Context-dependent deposition and regulation of mRNAs in P-bodies. Elife\n7: e29815. 10.7554/eLife.29815 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Xing W, Muhlrad D, Parker R, Rosen MK. 2020. A quantitative inventory of yeast P body proteins reveals principles of composition and specificity. Elife\n9: e56525. 10.7554/eLife.56525 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yang P, Mathieu C, Kolaitis RM, Zhang P, Messing J, Yurtsever U, Yang Z, Wu J, Li Y, Pan Q, et al.\n2020. G3BP1 is a tunable switch that triggers phase separation to assemble stress granules. Cell\n181: 325–345.e28. 10.1016/j.cell.2020.03.046 [PMC free article] [PubMed] [CrossRef] [Google Scholar]You K, Huang Q, Yu C, Shen B, Sevilla C, Shi M, Hermjakob H, Chen Y, Li T. 2020. PhaSepDB: a database of liquid-liquid phase separation related proteins. Nucleic Acids Res\n48: D354–D359. 10.1093/nar/gkz847 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Youn JY, Dunham WH, Hong SJ, Knight JDR, Bashkurov M, Chen GI, Bagci H, Rathod B, MacLeod G, Eng SWM, et al.\n2018. High-density proximity mapping reveals the subcellular organization of mRNA-associated granules and bodies. Mol Cell\n69: 517–532.e11. 10.1016/j.molcel.2017.12.020 [PubMed] [CrossRef] [Google Scholar]Zhang H, Elbaum-Garfinkle S, Langdon EM, Taylor N, Occhipinti P, Bridges AA, Brangwynne CP, Gladfelter AS. 2015. RNA controls polyQ protein phase transitions. Mol Cell\n60: 220–230. 10.1016/j.molcel.2015.09.017 [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zhang B, Shi Q, Varia SN, Xing S, Klett BM, Cook LA, Herman PK. 2016. The activity-dependent regulation of protein kinase stability by the localization to P-bodies. Genetics\n203: 1191–1202. 10.1534/genetics.116.187419 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}