{"title": "Frequency and factors associated with proteinuria in COVID-19 patients: a cross-sectional study", "pubDate": "2021", "PMCID": "PMC8571933", "DOI": "10.11604/pamj.2021.40.37.29796", "PMID": "34795818", "abstract": "Proteinuria is a marker of severity and poor outcome of patients in intensive care unit (ICU). The objective of this study was to determine the frequency of proteinuria and the risk factors associated with proteinuria in Congolese COVID-19 patients. The present cross sectional study of proteinuria status is a post hoc analysis of data from 80 COVID-19 patients admitted at Kinshasa Medical Center (KMC) from March 10th to July 10th, 2020. The population under study came from all adult inpatients (≥18 years old) with a laboratory diagnosis by polymerase chain reaction (PCR) of COVID-19 were selected and divided into two groups (positive proteinuria and negative proteinuria group). Logistic regression models helped to identify the factors associated with proteinuria. The P value significance level was 0.05. Among 80 patients who tested positive for SARS-CoV-2 RT-PCR, 55% had proteinuria. The mean age was 55.2 ± 12.8 years. Fourty-seven patients (58.8%) had history of hypertension and 26 patients (32.5%) diabetes. Multivariable analysis showed age ≥ 65 years (aOR 5,04; 95% CI: 1.51-16.78), diabetes (aOR 3,15; 95% CI: 1.14-8.72), ASAT >40 UI/L (aOR 7,08; 95% CI: 2.40-20.87), ferritin >300 (aOR 13,47; 95% CI: 1.56-26.25) as factors independently associated with proteinuria in COVID-19 patients. Proteinuria is common in Congolese COVID-19 patients and is associated with age, diabetes, ferritin and aspartate aminotransferase (ASAT).", "author": [{"author": "Yannick Mayamba Nlandu", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo.", "Nephrology Unit, Kinshasa University Hospital, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Nlandu+YM&cauthor_id=34795818"}, {"author": "Theodore-Junior Manyka Sakaji", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Sakaji+TM&cauthor_id=34795818"}, {"author": "Yannick Mompango Engole", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo.", "Nephrology Unit, Kinshasa University Hospital, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Engole+YM&cauthor_id=34795818"}, {"author": "Pitchouna Marie-France Ingole Mboliasa", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo.", "Nephrology Unit, Kinshasa University Hospital, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Mboliasa+PMI&cauthor_id=34795818"}, {"author": "Dauphin Mulumba Bena", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Bena+DM&cauthor_id=34795818"}, {"author": "Jessy Mukamamvula Abatha", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Abatha+JM&cauthor_id=34795818"}, {"author": "Jean-Robert Mpoke Nkumu", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Nkumu+JM&cauthor_id=34795818"}, {"author": "Aliocha Natuhoyila Nkodila", "affiliation": ["Faculty of Public Health, Lomo University of Research, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Nkodila+AN&cauthor_id=34795818"}, {"author": "Karel Van Eckout", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Van+Eckout+K&cauthor_id=34795818"}, {"author": "Golan Kalifa", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Kalifa+G&cauthor_id=34795818"}, {"author": "Rodolphe Ahmed", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Ahmed+R&cauthor_id=34795818"}, {"author": "Justine Busanga Bukabau", "affiliation": ["Intensive Care Unit, Kinshasa Medical Center, Kinshasa, Democratic Republic of the Congo.", "Nephrology Unit, Kinshasa University Hospital, Kinshasa, Democratic Republic of the Congo."], "href": "/?term=Bukabau+JB&cauthor_id=34795818"}], "refPMID": ["32286242", "7062993", "24440941", "23806546", "30997790", "12748199", "22187472", "22797452", "33171466", "32484450", "32345702", "33484426", "32327202", "32680910", "29769504", "24942179", "28143966", "24843491", "27787357", "11415455", "28541437", "27855647"], "citedInPMID": ["34795818"], "body": " AbstractProteinuria is a marker of severity and poor outcome of patients in intensive care unit (ICU). The objective of this study was to determine the frequency of proteinuria and the risk factors associated with proteinuria in Congolese COVID-19 patients. The present cross sectional study of proteinuria status is a post hoc analysis of data from 80 COVID-19 patients admitted at Kinshasa Medical Center (KMC) from March 10th to July 10th, 2020. The population under study came from all adult inpatients (≥18 years old) with a laboratory diagnosis by polymerase chain reaction (PCR) of COVID-19 were selected and divided into two groups (positive proteinuria and negative proteinuria group). Logistic regression models helped to identify the factors associated with proteinuria. The P value significance level was 0.05. Among 80 patients who tested positive for SARS-CoV-2 RT-PCR, 55% had proteinuria. The mean age was 55.2 ± 12.8 years. Fourty-seven patients (58.8%) had history of hypertension and 26 patients (32.5%) diabetes. Multivariable analysis showed age ≥ 65 years (aOR 5,04; 95% CI: 1.51-16.78), diabetes (aOR 3,15; 95% CI: 1.14-8.72), ASAT >40 UI/L (aOR 7,08; 95% CI: 2.40-20.87), ferritin >300 (aOR 13,47; 95% CI: 1.56-26.25) as factors independently associated with proteinuria in COVID-19 patients. Proteinuria is common in Congolese COVID-19 patients and is associated with age, diabetes, ferritin and aspartate aminotransferase (ASAT).Keywords: Proteinuria, COVID-19, Black African, oxidative stress, inflammation IntroductionSince the coronavirus disease 2019 (COVID-19) was declared to be a pandemic, several studies have been carried out with the aim to pinpoint the risk factors associated with COVID-19-related mortality and thus, stratify the patients according to the severity of the disease. Beyond the fact of being a marker of kidney damage, proteinuria appear to be also a severity marker of COVID-19 [1]. A study describing urinalysis clinical significance for predicting COVID-19 severity, namely, a research carried on a group of 119 Chinese patients revealed that urine parameters facilitated COVID-19 identification and helped to determine dynamic changes in patients with COVID-19 [1].Proteinuria is an increased amount of protein in the urine. It´s typically a marker for kidney or cardiovascular disease, a risk factor for kidney disease progression, and/or a manifestation of systemic disease in the kidney [2-4]. Proteinuria, in intensive care unit (ICU), is considered as a transient situation. It is also reported to be a disease severity marker and a mortality risk cause. Indeed, proteinuria was reported to be an independent predictor of all-cause mortality particularly in cirrhotic patients and in acute myocardial infarction patients [3-5]. Similar results was reported in ICU COVID-19 patients [1].To date, some studies assess the burden of proteinuria in COVID-19 patients from sub-Saharan Africa (SSA). Nlandu et al. in Congolese COVID-19 patients revealed that proteinuria is a predictor of mortality [6]. In this context, the non-expensive dipstick proteinuria test must be an alternative for stratification of COVID-19 patients and the knowledge of the factors explaining this proteinuria could be used to reduce the COVID-19 mortality. The main objective of this study was to determine in hospitalized COVID-19 patients with moderate to severe disease, the frequency of proteinuria as well the risk factors associated with it. MethodsStudy design and participants: the present cross sectional study is a post hoc analysis of data from COVID-19 patients enrolled from March 10th to July 10th, 2020 [6]. Patients under study came from Kinshasa Medical Centre (KMC), a private hospital officially devoted to COVID-19 patients´ care. The inclusion criteria were strictly based upon laboratory confirmation of SARS-CoV-2 by qualitative reverse-transcriptase polymerase chain reaction (RT-PCR) test of nasopharyngeal swabs and the availability of proteinuria test. Patients under the age of 18 years old, with end-stage kidney disease (i.e. kidney transplantation or chronic dialysis), urinary tract infection (positive urine culture) and those with haematuria in urinalysis were ruled out.Data and collection: the KMC electronic patient database enabled the manual extraction of clinical data. After patients were admitted to KMC, approximately 20 mL of clean midstream urine samples were collected from the subjects at admission. Urine sample collected from catheter was excluded. Urine proteinuria were visually evaluated with urine test kits (Combur 10 test-M, Cobas-Roche Technology, Switzerland) immediately after urine collection. All data were gathered at admission. We collected information demographic features; the presence of any chronic illness; vital signs; and laboratory tests. The description of study (data and collection) have already been presented [6].Definitions: proteinuria was defined by presence of ≥1+ protein on urinalysis. Nephrotic-range proteinuria was defined by presence of ≥3+ protein on urinalysis. On admission in the emergency quarter, two criteria were used to classify patients, namely, as having proteinuria or not, depending on the presence of the aforesaid results or not. Hypertension was recorded if the patient was taking any antihypertensive drug or had two separate BP measurements ≥140/90 mmHg [7]. The diabetes diagnosis was based on diagnostic criteria from the American Diabetes Association as a presence of a fasting plasma glucose level of >126 mg/dl or usage of antidiabetic drugs diabetes [8]. Acute respiratory distress syndrome (ARDS) were defined according the Berlin definition respectively [9].Statistical analysis: analyses were performed on SPSS 21.0. Descriptive statistics consisted of calculating the mean and standard deviation for quantitative data with Gaussian distribution; the median and interquartile range for quantitative data with non-Gaussian distribution. Proportions were used for categorical data. Pearson's chi-square test or Fisher's exact test was used to compare the proportions, while the student's t-test compared the means and Man Whitney's U-test made it possible to compare the medians. The search for factors associated with proteinuria was carried out by the logistic regression test in univariate analysis. When differences were observed between proteinuria and the independent variables, the effect of potential confounders was studied by logistic regression adjustment in multivariate analysis. Finally, the odds ratio (ORs) and their 95% confidence intervals (95%CI) were calculated to determine the degree of association between proteinuria and the independent variables. A p-value <0.05 was considered to be the threshold of statistical significance.Ethical considerations: the study showed consideration for the rules of ethics, confidentiality and patients´ privacy. The examined files were recorded anonymously. The information collected during the history and clinical examination respected the confidentiality and privacy of patients. They were all transcribed into a pre-established and pre-coded investigation sheets. The National Ethics committee of Health, Democratic Republic of Congo (N °225/CNES/BN/PMMF/2020) authorized the present research projects on COVID-19. Written, informed was waived by the National Ethics committee of Health, Democratic Republic of Congo because of the urgency and unprecedented nature of the COVID-19 pandemic. ResultsAmong 80 patients who tested positive for SARS-CoV-2 RT-PCR, 44 (55%) had proteinuria. Among these 44 patients, 7 (15.9%) had a nephrotic range of proteinuria. Clinical and laboratory data of patients with proteinuria at admission are reported in Table 1 and Table 2. The mean age was 55.2 ± 12.8 years, with 47 patients (58.8%) with a history of hypertension and 26 patients (32.5%) with diabetes. Patients with proteinuria at admission were older and had a higher prevalence of hypertension, diabetes, fever as symptom, respiratory rate more than 24 cycles per minute (Table 1), aspartate amino transferase (ASAT) >40 UI/L, ferritin >300 ng/mL, procalcitonin (PCT) ≥0.5 ng/mL, C-reactive protein (CRP) >50 mg/L, brain natriuretic peptide (BNP) >300 pg/mL, troponin >28 ng/mL.Table 1clinical characteristics according to proteinuria status of 80 COVID-19 patients admitted to the Kinshasa Medical Center (KMC) from March 10th to July 10th, 2020Over all (n=80)Negative proteinuria (n=36)Positive proteinuria (n=44)pAge (years)55.2 ± 12.849.6 ± 12.959.7 ± 10.9\n<0.001\nAge ≥65 years21 (26.3)4 (11.1)17 (38.6)\n0.005\n\nSex\n0.097Male60 (75.0)24 (66.7)36 (81.8)Female20 (25.0)12 (33.3)8 (18.2)Hypertension (yes)47 (58.8)16 (44.4)31 (70.5)\n0.017\nDiabetes (yes)26 (32.5)7 (19.4)19 (43.2)\n0.021\nHeart failure (yes)5 (6.3)2 (5.6)3 (6.8)0.596Fever (yes)56 (70.0)19 (52.8)37 (84.1)\n0.002\nCough (yes)49 (61.3)19 (52.8)30 (68.2)0.120Dyspnea (yes)32 (40.0)15 (41.7)17 (38.6)0.481Weakness (yes)31 (38.8)11 (30.6)20 (45.5)0.129Anorexia (yes)7 (8.8)1 (2.8)6 (13.6)0.092Headache (yes)10 (12.5)2 (5.6)8 (18.2)0.085Vomissements (yes)3 (3.8)1 (2.8)2 (4.5)0.576SBP, mmHg140.6 ± 18.1137.2 ± 18.4142.9 ± 17.70.215SBP >140 mmHg28 (43.1)8 (30.8)20 (51.3)0.083DBP, mmHg86.0 ± 13.585.6 ± 14.886.3 ± 12.80.839HR, bpm92.7 ± 14.786.9 ± 14.296.6 ± 13.8\n0.008\nRR, cycle/min25.7 ± 8.523.7 ± 8.726.7 ± 8.30.211RR >24 cpm22 (39.3)4 (21.1)18 (48.6)\n0.041\nBOS, %94.4 ± 6.993.9 ± 7.594.7 ± 6.60.682T, °C37.4 ± 0.9437.2 ± 0.737.6 ± 1.040.066T ≥38°c20 (31.3)5 (19.2)15 (39.5)0.073FiO20.91 ± 0.50.58 ± 0.311.04 ± 0.70.329ARDS severity0.788No ARDS6 (12.5)3 (18.8)3 (9.4)Mild ARDS7 (14.6)2 (12.5)5 (15.6)Moderate ARDS11 (22.9)4 (25.0)7 (21.9)Severe ARDS24 (50.0)7 (43.8)16 (53.1)Open in a separate windowData are expressed as mean ± standard, n (%), or n/N (%); p values were calculated by Mann-Whitney U test, χ2 test, or Fisher's exact test, as appropriate; ARDS: acute respiratory distress syndrome; Bpm: beats per minutes; BOS: blood oxygen saturation; CKD: chronic kidney disease; DBP: diastolic blood pressure; FiO2: fraction inspired of oxygen; HR: heart rate; RR: respiratory rate; p-values written in bold indicate significant p-values (<0.05)Table 2biological characteristics according to proteinuria status of 80 COVID-19 patients admitted to the Kinshasa Medical Center (KMC) from March 10th to July 10th, 2020Over all (n=80)Negative proteinuria (n=36)Positive proteinuria (n=44)pASAT. UI/L51.5 (28.0 - 90.8)33.0 (22.0 - 70.5)73.0 (47.0 - 103.8)\n0.001\nASAT>40 UI/L55 (68.8)17 (47.2)38 (86.4)\n<0.001\nALAT UI/L39.5 (25.0 - 68.8)32.0 (20.0 - 65.8)46.5 (29.3 - 68.8)0.490ALAT>40 UI/L39 (48.8)14 (38.9)25 (56.8)0.085Ferritin. ng/mL1200.0 (691.9 - 1200.0)1200.0 (248.8 - 1200.0)1200.0 (953.9 - 1200.0)0.907Ferritin >300 ng§mL51 (85.0)19 (70.4)32 (97.0)\n0.005\nLDH >245 UI/L55 (70.5)23 (67.6)32 (72.7)0.405Troponin. ng/L9.2 (3.2 - 26.9)5.4 (1.8 - 14.4)13.1 (3.6 - 50.1)0.120Troponin >28 ng/L16 (22.2)3 (10.0)13 (31.0)\n0.032\nPTr. %73.4 ± 15.969.9 ± 16.875.9 ± 14.80.116PTr <70%27 (38.0)15 (50.0)12 (29.3)0.063PCT. ng/mL0.2 (0.09 - 0.66)0.12 (0.05 - 0.49)0.34 (0.14 - 0.91)0.413PCT ≥0.5 ng/mL26 (32.9)8 (22.9)18 (40.9)\n0.005\nCK. UI/L173.0 (87.5 - 376.0)138.0 (80.0 - 251.3)255.0 (100.0 - 547.0)0.105CK >185 UI/L34 (46.6)12 (37.5)22 (53.7)0.128CRP. mg/L131.5 (55.8 - 218.0)90.5 (23.0 - 216.5)148.5 (92.3 - 241.8)0.099CRP >50 mg/L63 (78.8)23 (63.9)40 (90.9)\n0.004\nCreatinine. μmol/L83.5 (73.3 - 103.8)81.0 (72.3 - 96.0)94.5 (74.0 - 118.8)\n0.025\nCreatinin >133μmol/L7 (8.8)1 (2.8)6 (13.6)0.092ProBNP >300 pg/mL27 (35.5)7 (21.2)20 (46.5)\n0.020\nGlycemia. mg/dL126.0 (102.3 - 179.0)109.0 (97.5 - 145.3)136.5 (103.8 - 183.8)0.869Hb. g/dL13.2 ± 2.213.4 ± 2.113.1 ± 2.20.543Ht. %37.9 ± 7.039.0 ± 5.837.0 ± 7.90.227WBC count. x 1097.1 ± 3.27.0 ± 4.17.2 ± 2.40.793Fibrinogen. g/L6.9 ± 2.26.9 ± 2.37.0 ± 2.20.733ProBNP. pg/mL127.0 (46.5 - 651.3)91.0 (43.5 - 245.9)293.0 (45.0 - 1081)0.301paO2. mmHg86.8 ± 35.693.2 ± 34.981.9 ± 35.70.188paCO2. mmHg34.0 ± 6.834.0 ± 5.734.0 ± 7.50.990SaO2. %94.8 ± 4.795.8 ± 4.394.0 ± 4.80.115HCO3. mmol/L23.6 ± 4.023.5 ± 3.623.7 ± 4.30.854HbA1c. %8.3 ± 2.88.9 ± 3.28.0 ± 2.60.423TC. mmol/L4.6 ± 1.54.5 ± 1.34.7 ± 1.70.789LDLc. mmol/L3.1 ± 1.43.2 ± 1.33.0 ± 1.50.724HDLc. mmol/L0.98 ± 0.621.02 ± 0.880.94 ± 0.340.722Triglycerids. mmol/L1.71 ± 1.01.43 ± 0.621.91 ± 1.220.188LDH. UI/L410.0 (232.0 - 656.3)342.5 (221.3 - 523.5)470.5 (237.0 - 814.5)\n0.031\nTotal bilirubin. μmol/L8.8 (6.1 - 12.5)7.8 (5.6 - 10.8)9.7 (6.3 - 13.9)0.265Open in a separate windowData are mean ± standard, median (IQR), n (%), or n/N (%); p values were calculated by Mann-Whitney U test, χ2 test, or Fisher's exact test, as appropriate; ALAT: alanine amino transferase; ASAT: aspartate amino transferase; CRP: C reactive protein; Hb: hemoglobin; HDLc: high density lipoprotein cholesterol; LDH: lactate dehydrogenase; CK: creatinine kinase; pro BNP: brain natriuretic peptide; PTr: prothrombine time ratio; PCT: procalcitonin; TC: total cholesterol; WBC: white blood cell; p-values written in bold indicate significant p-values (<0.05)The two groups comparison revealed that the group of patients with proteinuria had significantly higher age (59.7 ± 10.9 vs 49.6 ± 12.9), heart rate (96.6 ± 13.8 vs 86.9 ± 14.2), ASAT ( 73.0 (47.0-103.8) vs 33.0 (20.0-70.5)), creatinine (94.5 (74.0-103.8)) vs 81.0 (72.3-96.0)), lactate dehydrogenase (LDH) (470.5 (237.0-814.5)) vs 342.5 (221.3-523.5)) (Table 2). In multivariate analysis, age ≥65 years (aOR 5,04; 95% CI: 1.51-16.78), diabetes mellitus (aOR 3,15; 95% CI : 1.14-8.72), ASAT >40 UI/L (aOR 7,08; 95% CI: 2.40-20.87), ferritin >300 ng/mL (aOR13,47; 95% CI: 1.56-26.25) were the independent factors associated with proteinuria in COVID-19 patients (Table 3).Table 3factors associated with proteinuria in 80 COVID-19 patients admitted to the Kinshasa Medical Center (KMC) from March 10th to July 10th, 2020VariablespUnadjusted OR (IC95%)pAdjusted OR (IC95%)Age ≥65 yearsNo11Yes0.0085.04 (1.51 - 16.78)\n0.008\n5.04 (1.51 - 16.78)HypertensionNo11Yes0.0202.98 (1.19 - 7.50)0.9671.03 (0.24 - 4.50)Diabetes mellitusNo11Yes0.0273.15 (1.14 - 8.72)\n0.006\n6.38 (1.96 - 12.68)ASAT >40 UI/LNo11Yes<0.0017.08 (2.40 - 20.87)\n0.032\n8.48 (2.29 - 14.70)Ferritin >300 ng/mLNo11Yes0.01813.47 (1.56 - 26.25)\n0.017\n6.80 (2.45 - 10.69)CRP >50 mg/LNo11Yes0.0065.65 (1.65 - 19.39)0.6521.77 (0.15 - 2.20)BNP >300 pg/mLNo11Yes0.0253.23 (1.16 - 9.02)0.8961.11 (0.24 - 5.17)Open in a separate windowP-values were calculated by logistic regression test; P-values written in bold indicate significant p-values (<0.05); ASAT: aspartate amino-transferase; CRP: C reactive protein; BNP: brain natriuretic peptide DiscussionIn this cross-sectional study including 80 patients, the main results are that proteinuria is common in Congolese COVID-19 patients. Factors associated with proteinuria are age, diabetes mellitus, as well as oxidative stress markers (ferritin and AST). Many studies report a significant frequency of proteinuria during COVID-19. Our percentage of 55%, although similar to some studies [10,11], was twice that reported by Liu et al. [1] and far lower than 89.9% in the Bonetti et al. series [12]. This disparity could be explained on the one hand by differences in methodology between different studies, some not excluding diabetic, hypertensive and/or patients with chronic kidney disease and on the other hand by the characteristics of severe or non-severe study populations. Pei et al. for example, reported a frequency of 65.8% which rose to 85% when considering only critical cases of COVID-19 [13].Cytokine storm causes kidney damage which could be responsible for proteinuria [1] and this proteinuria is mainly tubular. Huart et al. in a qualitative analysis of proteinuria during COVID-19, reported 1α-microglobulin as the main urinary protein [14]. Autopsy mainly reports tubular lesions in the COVID-19 patient [15] although a few non-tubular lesions have been reported [16]. In our study, only 15.9% of patients with proteinuria have a nephrotic range of proteinuria and can be considered to be suggestive of glomerular lesions. Indeed, the correlation between spot urinary protein creatinine ratio and dipstick for the diagnosis of nephrotic range of proteinuria was reported [17].As in other studies involving severe non-COVID ICU patients [18], age, diabetes as well as markers of inflammation and/or oxidative stress (ferritin and ASAT) have been associated with proteinuria in our series. When it comes to age, there are on the one hand age related nephron structural changes, called nephrosclerosis that are responsible for proteinuria [19], and on the other hand, a high prevalence of comorbidities (arterial hypertension, diabetes mellitus and chronic renal disease) leading to proteinuria [19]. Proteinuria in diabetes mellitus has been described for several decades and is based on metabolic (glucose, AGE, polyols), hemodynamic (RAS) abnormalities as well as the production of reactive oxygen species responsible for functional and structural changes [20]. If there is no direct link between ASAT/ferritin and proteinuria, this association found in our study could be due to the relationship between oxidative stress associated with cytokine storm and proteinuria. Mortality prediction researches grounded on the ASAT/ALAT ratio testify that a ratio >1 may reveal systemic alterations, beyond liver sicknesses, as well as dysfunction at the mitochondrial level, causing or indicating an increased oxidative stress [21].Ferritin, well known as inflammatory marker, is a useful marker that reflects the importance of oxidative stress [22]. In the course of infection, increased ferritin levels indicate a significant host defense mechanism depriving iron bacterial growth and safeguarding immune cell function. It possibly will also be protective, reducing the production of free radicals and mediating immunomodulation [23]. In short, proteinuria during COVID-19 would then be the reflection of this oxidative stress. Itokua et al.reported that albuminuiria is associated with decreased antioxidant capacity and increased levels of markers of hemolysis and inflammation in Congolese steady state children with sickle cell anemia [24].Although the study was the first to examine proteinuria in the DRC, it, unfortunately, shows limitations worth to be mentioned. First, the results cannot be generalized to all COVID-19 patients simply because the study was undertaken in one single center. Second, the data related to the parameters of interest were not all easy to get in the context of a retrospective study. Third, the identification of potential associations between variables of interest could not be accurate due to the small sample size of the study. Four, distinguishing patients who had pre-existing proteinuria prior to admission at hospital was a big issue. Five, the use of semi-quantitative method to measure proteinuria. ConclusionProteinuria is common in Congolese COVID-19 patients and is associated with age, diabetes, ferritin and ASAT.What is known about this topic\nProteinuria is a reported feature of COVID-19 and its frequency varies widely;Proteinuria is a severity marker of COVID-19.\nWhat this study adds\nProteinuria is common in Congolese COVID-19 patients and nephrotic range proteinuria suggestive of glomerular lesions represent 15.9% of the patients with proteinuria at Kinshasa Medical Center;Oxidative stress and inflammatory markers are associated to proteinuria.\n AcknowledgmentsThe authors gratefully thank the staff of the Kinshasa Medical Center (KMC), for their commitment to the provision of excellent care to our patients. The authors also thank Dr. Elliot Koranteng Tannor (Komfo Anokye Teaching Hospital, Ghana) who provided editorial assistance. FootnotesCite this article: Yannick Mayamba Nlandu et al. Frequency and factors associated with proteinuria in COVID-19 patients: a cross-sectional study. Pan African Medical Journal. 2021;40(37). 10.11604/pamj.2021.40.37.29796 References1. Liu R, Ma Q, Han H, Su H, Liu F, Wu K, et al.  The value of urine biochemical parameters in the prediction of severity of COVID-19. Clin Chem Lab Med. 2020;58(7):1121–4. [PubMed] [Google Scholar]2. Reuben DB, Wachtel T, Brown PC, Driscoll JL. Transcient proteinuria in emergency medical admission. N Engl J Med. 1982 Apr 29;306(17):1031–3. [PubMed] [Google Scholar]3. Lin LY, Jenq CC, Liu CS, Huang CS, Fan PC, Chang CH, et al.  Proteinuria can predict short-term prognosis in critically ill cirrhotic patients. J Clin Gastroenterol. 2014 Apr;48(4):377–82. [PubMed] [Google Scholar]4. Ota H, Takeuchi T, Sato N, Hasebe N. Dipstick proteinuria as a surrogate marker of long-term mortality after acute myocardial infarction. J Cardiol. 2013;62(5):277–282. [PubMed] [Google Scholar]5. Yeter H, Yildirim T, Eyupoglu D, Pasayev T, Aslan A, Cetick S, et al.  Mild to moderate proteinuria is a heralding sign of acute kidney injury and mortality for intensive care unit patients. Turk J Med Sci. 2019;49(2):543–550. [PMC free article] [PubMed] [Google Scholar]6. Nlandu YM, Mafuta D, Sakaji J, Brecknell M, Engole Y, Abatha J, et al.   Research Square. 2021. Predictors of mortality in COVID-19 patients at Kinshasa Medical Center and a survival analysis: a retrospective cohort study. [Google Scholar]7. Chobanian AV, Bakris GL, Black HR, Cushman WC, Green LA, Izzo JL, Jr, et al.  The seventh report of the Joint National Committee on prevention, detection, evaluation and treatment of high blood pressure: the JNC 7 report. JAMA. 2003;289:2560–2572. [PubMed] [Google Scholar]8. American Diabetes Association  Position statement, diagnosis and classification of diabetes mellitus. Diabetes Care. 2012;35:S64–S71. [PMC free article] [PubMed] [Google Scholar]9. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–33. [PubMed] [Google Scholar]10. Chaudhri I, Moffitt R, Taub E, Annadi RR, Hoai M, Bolotova O, et al.  Association of proteinuria and hematuria with acute kidney injury and mortality in hospitalized patients with COVID-19. Kidney Blood Press Res. 2020;45(6):1018–1032. [PubMed] [Google Scholar]11. Zhou H, Zhang Z, Fan H, Li J, Li M, Dong Y, et al.  Urinalysis, but not blood biochemistry, detect the early renal impairment. medRxiv. 2020. 12. Bonetti G, Manelli F, Bettinardi A, Borrelli G, Fiordalisi G, Marino A, et al.  Urinalysis parameters for predicting severity in coronavirus disease 2019 (COVID-19) Clin Chem Lab Med. 2020 Jun 2;58(9):e163–e165. [PubMed] [Google Scholar]13. Pei G, Zhang Z, Peng J, Liu L, Zhang C, Yu C, et al.  Renal involvement and early prognosis in patients with COVID-19 pneumonia. J Am Soc Nephrol. 2020 Jun;31(6):1157–65. [PMC free article] [PubMed] [Google Scholar]14. Huart J, Bouquegneau A, Lutteri L, Erpicum P, Grosch S, Résimont G, et al.  Proteinuria in COVID-19: prevalence, characterization and prognostic role. J Nephrol. 2021 Apr;34(2):355–364. [PMC free article] [PubMed] [Google Scholar]15. Su H, Yang M, Wan C, Yi LX, Tang F, Zhu HY, et al.  Renal histopathological analysis of 26 postmortem findings of patients with COVID-19 in China. Kidney Int. 2020;98(1):219–227. [PMC free article] [PubMed] [Google Scholar]16. Kudose S, Batal I, Santoriello D, Xu K, Barasch J, Peleg Y, et al.  Kidney biopsy findings in patients with COVID-19. J Am Soc Nephrol. 2020 Sep;31(9):1959–1968. [PMC free article] [PubMed] [Google Scholar]17. Sultana MN, Majumder B, Rahman MJ, Moniruzzaman AM, Suja AM, Ali ME, et al.  Dipstick method versus spot urinary protein creatinine ratio for evaluation of massive proteinuria in childhood nephrotic syndrome. Mymensingh Med J. 2018;27(2):369–374. [PubMed] [Google Scholar]18. Han SS, Ahn SY, Ryu J, Baek SH, Chin HJ, Na KY, et al.  Proteinuria and hematuria are associated with acute kidney injury and mortality in critically ill patients: a retrospective observational study. BMC Nephrol. 2014;15:93. [PMC free article] [PubMed] [Google Scholar]19. O'Sullivan ED, Hughes J, Ferenbach DA. Renal aging: causes and consequences. J Am Soc Nephrol. 2017 Feb;28(2):407–420. [PMC free article] [PubMed] [Google Scholar]20. Cao Z, Cooper ME. Pathogeneis of diabetic nephropathy. J Diabetes Invest. 2011;2(4):243–7. [PMC free article] [PubMed] [Google Scholar]21. Zoppini G, Cacciatori V, Negri C, Stoico V, Lippi G, Targher G, et al.  The aspartate aminotransferase-to-alanine aminotransferase ratio predicts all-cause and cardiovascular mortality in patients with type 2 diabetes. Medicine (Baltimore) 2016;5(43):e4821. [PMC free article] [PubMed] [Google Scholar]22. Orino K, Lehman L, Tsuji Y, Ayaki H, Torti SV, Torti FM. Ferritin and the response to oxidative stress. Biochem J. 2001 Jul 1;357(Pt 1):241–7. [PMC free article] [PubMed] [Google Scholar]23. Kernan KF, Carcillo JA. Hyperferritinemia and inflammation. Int Immunol. 2017 Nov 1;29(9):401–409. [PMC free article] [PubMed] [Google Scholar]24. Itokua KE, Makulo JR, Lepira FB, Aloni MN, Ekulu PM, Sumaili EK, et al.  Albuminuria, serum antioxidant enzyme levels and markers of hemolysis and inflammation in steady state children with sickle cell anemia. BMC Nephrol. 2016;17(1):178. [PMC free article] [PubMed] [Google Scholar]"}