{"title": "Description of ovine model for testing ventilator prototypes in the COVID-19 pandemic", "pubDate": "2021", "PMCID": "PMC8585596", "DOI": "10.1016/j.redare.2020.10.008", "PMID": "34802971", "abstract": "The COVID-19 pandemic has revealed a ventilator deficit in the global health system for this scenario. For this reason, several national and international projects have been developed to get done prototypes of ventilators which could be easy and fast to manufacture. One of the requirements of the AEMPS for conducting clinical studies with new prototypes is through the validation of these new prototypes in an animal model. Therefore, it is important to achieve an animal model which allows us to easily reproduce different clinical scenarios. In this article, we describe the use of a sheep as a research model to assess a prototype ventilator. The animal was anesthetized for 10 h in which the prototype was tested in up to 6 different scenarios. This model is effective and easy to reproduce, making it an excellent choice for this kind of research.", "author": [{"author": "J Viscasillas", "affiliation": ["Departamento de Medicina y Cirugía Animal, Hospital Clínico Veterinario, Facultad de Veterinaria, Universidad Cardenal Herrera-CEU, CEU Universities, Valencia, Spain. Electronic address: jaime.viscasillas@uchceu.es."], "href": "/?term=Viscasillas+J&cauthor_id=34802971"}, {"author": "J M Alonso-Iñigo", "affiliation": ["Servicio de Anestesiología, Reanimación y Tratamiento del Dolor, Hospital Universitari i Politécnic La Fe de Valencia, Spain."], "href": "/?term=Alonso-I%C3%B1igo+JM&cauthor_id=34802971"}, {"author": "A Gutierrez-Bautista", "affiliation": ["Departamento de Medicina y Cirugía Animal, Hospital Clínico Veterinario, Facultad de Veterinaria, Universidad Cardenal Herrera-CEU, CEU Universities, Valencia, Spain."], "href": "/?term=Gutierrez-Bautista+A&cauthor_id=34802971"}, {"author": "M Casañ Pallardó", "affiliation": ["Servicio de Anestesiología, Reanimación y Tratamiento del Dolor, Hospital General Universitario de Castellón, Spain."], "href": "/?term=Casa%C3%B1+Pallard%C3%B3+M&cauthor_id=34802971"}, {"author": "J I Redondo", "affiliation": ["Departamento de Medicina y Cirugía Animal, Hospital Clínico Veterinario, Facultad de Veterinaria, Universidad Cardenal Herrera-CEU, CEU Universities, Valencia, Spain."], "href": "/?term=Redondo+JI&cauthor_id=34802971"}], "refPMID": ["25836957", "32532430", "7445941", "22797452", "25927183", "22244649", "24891325", "30713713", "31728356", "23117276"], "citedInPMID": ["34802971"], "body": " AbstractThe COVID-19 pandemic has revealed a ventilator deficit in the global health system for this scenario. For this reason, several national and international projects have been developed to get done prototypes of ventilators which could be easy and fast to manufacture. One of the requirements of the AEMPS for conducting clinical studies with new prototypes is through the validation of these new prototypes in an animal model. Therefore, it is important to achieve an animal model which allows us to easily reproduce different clinical scenarios. In this article, we describe the use of a sheep as a research model to assess a prototype ventilator. The animal was anesthetized for 10 h in which the prototype was tested in up to 6 different scenarios. This model is effective and easy to reproduce, making it an excellent choice for this kind of research.Keywords: Experiment, Sheep, Ventilator, Acute respiratory distress syndrome AbstractLa pandemia COVID-19 ha puesto de manifiesto un déficit de ventiladores en el sistema sanitario para estas situaciones. Por ello, varios proyectos nacionales e internacionales se han desarrollado en pocas semanas para producir prototipos de ventiladores de fácil y rápida fabricación. Una de las exigencias de la AEMPS para la realización de estudios clínicos con nuevos prototipos pasa por la validación en un modelo animal. Para ello es importante poder utilizar un modelo animal en el que reproducir diferentes situaciones clínicas de forma fácil. En este artículo describimos el uso de la oveja como modelo animal para evaluar un prototipo de ventilador. El animal estuvo anestesiado durante 10 horas en las que el prototipo fue utilizado hasta en 6 escenarios. Este modelo pareció eficaz y es fácilmente reproducible, por lo que es una excelente opción para este tipo de investigación.Palabras clave: Experimento, Oveja, Ventilador, Síndrome de distrés respiratorio agudo IntroductionTranslational research was developed as a bridge between basic and clinical research1. This step in the development of new drugs, medical equipment or procedures is both a necessity and a legal requirement prior to performing a clinical trial.Many patients required ventilatory support during the COVID-19 pandemic. According to various sources, up to 15.2%2 of these required the use of mechanical ventilation, and equipment such as intensive care ventilators became a fundamental factor in the treatment of these patients. Given the limited stock and manufacturing capacity of intensive care ventilators, hospitals were faced with the risk of ventilator shortages. Several national and international ventilator design and manufacturing projects have been launched to increase supplies. Most of these projects are aimed at developing open-source designs for low-cost ventilators that can be easily and rapidly manufactured in any country.In this emergency situation, the Spanish Agency of Medicines and Medical Devices (AEMPS), the competent authority in Spain, published a resolution setting out the requirements for approving a ventilator prototype3. In addition to a technical description of the prototype and tests on a simulation lung, the agency required that the prototype also be tested on an animal model. However, the resolution only defines the animal model (porcine), but does not specify the characteristics of the experiment. This meant that potentially valid animal models were initially ruled out, and the minimum monitoring parameters to ensure the safety of the prototype were not defined.In this article, we describe the animal model we used to test an open source ventilator developed during the COVID-19 pandemic. We hope that our experience will serve as a reference for other research groups. Case reportThe Animal Ethics and Experimentation Committee of the CEU Cardenal Herrera University obtained the approval of the Department of Agriculture, Rural Development, Climate Emergency and Ecological Transition of the Generalitat Valenciana (code 2020/VSC/PEA/0066) to conduct the experiment.The ventilator was tested on a sheep model: a 4-year-old ram weighing 60 kg. The only pre-test indication was no solids for 12 h prior to the procedure and ad libitum fluids until the experiment began. A venous catheter was inserted in the right cephalic vein through which 0.5 mg/kg of midazolam was adminitered for premedication.The animal was pre-oxygenated using a veterinary oxygenation mask delivering a flow rate of 5 l/min for 5 min. After this, with the animal in lying prone, anaesthesia was induced with a combination of ketamine (5 mg/kg) and propofol (2 mg/kg). Orotracheal intubation was performed with a Miller blade, inserting an endotracheal tube with an internal diameter of 8.5 mm over a bougie. The animal was connected to a conventional closed loop ventilator delivering an FiO2 of 0.5. Anaesthesia was maintained with a continuous iv infusion of ketamine (1 mg/kg/h), fentanyl (10 mcg/kg/h) and propofol (0.2 mg/kg/m).Using the Seldinger technique, an arterial catheter was placed in the right carpal artery, a dual lumen central catheter was placed in the left external jugular vein, and a ruminal catheter was placed to prevent ruminal bloat and its potential respiratory and cardiovascular depressant effect. Monitoring included ECG, pulse oximetry, conventional capnography, spirometry, core temperature, invasive blood pressure, central venous pressure (Carescape B450 monitor, General Electric, Helsinki, Finland) oesophageal pressure (FlumexGrE, MbMed, Buenos Aires, Argentina), volumetric capnography (FlumexGrE, MbMed, Buenos Aires, Argentina), minimally invasive cardiac output (Mostcare, Vygon, Valencia, Spain), and arterial blood gas (Epoc blood analysis system, Siemens Healthcare,Erlangen, Germany) measured at intervals previously established by the experiment and chest radiographs.After anaesthesia induction, with the animal stabilised, ventilation was started with the ACUTE-19 ventilator prototype (Fig. 1\n) in pressure controlled continuous mandatory ventilation mode (CMV-PC); various ventilatory patterns were established with different FiO2 setting in 6 stages:1Baseline ventilation without neuromuscular blockade using the following parameters: Positive end-expiratory pressure (PEEP) 5 cmH2O, inspired pressure (Pinsp) to obtain a tidal volume (VT) of 6−7 ml/kg, respiratory rate 14 rpm, inspiration: expiration ratio 1:2 and FiO2 0.5.2Baseline ventilation with neuromuscular blockade. In this phase, atracurium (0.5 mg kg) was administered, and the stage 1 ventilatory parameters were maintained. Both stages lasted 150 min.3Respiratory distress model (ARDS). The ARDS model was induced by washing the alveolar surfactant with 60 ml/kg of physiological saline at 37 °C4. To do this, 20 ml/kg of tempered saline was administered via a catheter inserted through the endotracheal tube. Following this, coupage was performed and the liquid content was recovered with a surgical aspirator. The off-white liquid collected is compatible with a mixture of saline solution and surfactant. After completing this procedure, the animal was re-connected to the ventilator and monitored to see if the ARDS model been established. Three lavage procedures were required to achieve the ARDS model. ARDS was confirmed when peripheral arterial oxygen saturation had fallen to below 90%, following which a chest X-ray was performed and arterial blood gas was measured confirm a PaO2/FiO2 of less than 1005.4Alveolar recruitment and ventilatory strategy. Once the ARDS model had been established, and after waiting 20 min, the following recruitment strategy was performed6:• Alveolar recruitment manoeuvre. Recruitment was performed in CMV-PC mode with a driving pressure (DP) of 15 cmH2O, a respiratory rate of 15 rpm, an inspiration: expiration ratio of 1:1, FiO2 of 0.8 and initial PEEP of 5 cmH2O. PEEP was increased in 5 cmH2O increments every 10 respiratory cycles, and then every 15 cycles when peak PEEP (25 cmH2O) had been reached and an airway opening pressure of 40 cmH2O had been achieved (duration of the manoeuvre: 160 s) (Fig. 2\n).Open in a separate windowFigure 2Diagram of the alveolar recruitment manoeuvre performed in phase 4 after inducing acute respiratory distress in the animal model. PCV (pressure controlled ventilation), OL-PEEP (Open lung PEEP). Adapted from Ferrando C, Soro M, Unzueta C, et al. Rationale and study design for an individualized perioperative open-lung ventilatory strategy with a high versus conventional inspiratory oxygen fraction (iPROVE-O2) and its effects on surgical site infection: study protocol for a randomized controlled trial. BMJ Open 2017 Jul 31;7(7):e016765. doi: https://doi.org/10.1136/bmjopen-2017-016765.• Calculation of optimal PEEP. The working pressure was adjusted to obtain a Vt of 6−7 ml/kg, a respiratory rate of 15 rpm and a PEEP of 20 cmH2O. The PEEP level was decreased in 2 cmH2O decrements every 30 s until reaching the PEEP with the best dynamic compliance (Cdyn). Once the optimal PEEP level (PEEP for best Cdyn) had been determined, the same alveolar recruitment maneuver was repeated and the best Cdyn PEEP was adjusted by adding 2 cmH2O to the values obtained.• Post-recruitment ventilation. Driving pressure was adjusted to obtain a VT of 6−7 ml/kg, a respiratory rate of 15 rpm, an inhalation:expiration ratio of 1:2, and best Cdyn PEEP, maintaining ventilation for 90 min.\n5Bronchoconstriction model: CMV-PC in a bronchoconstriction model after recovery from respiratory distress. When the animal had been stable for several hours and lung function had been restored, 0.03 mg/kg of iv neostigmine was administered to produce bronchoconstriction, which was confirmed by increased airway resistance on spirometry.6Spontaneous ventilation with different continuous positive airway pressure (CPAP) settings. Finally, ketamine, fentanyl, and propofol infusions were down-dosed by 50% to reduce depth of anaesthesia and regain spontaneous activity. At that time, different levels of CPAP were administered and their effects on the monitored parameters were assessed.\nOpen in a separate windowFigure 1Organization of the room during the experiment. Sheep anesthetized with TIVA and positioned prone on the radiology table. The animal is connected to the ventilator prototype and a multi-metric monitor (B40, GE, Chicago, Illinois, USA) is used to monitor cardiac output (MostCare, Vygon, Ecouen, France) and ventilatory mechanics (FluxMed GrE, MBMED, Buenos Aires Argentina). All data were stored and the entire experiment was recorded.Fig. 3 shows the main oxygenation parameters obtained at each stage of the experiment.Open in a separate windowFigure 3Graph showing the PaO2 (in mmHg), FiO2 (%) and PaO2/FiO2 parameters obtained during the different phases of the study; (1) Baseline ventilation, (2) Baseline ventilation with neuromuscular blockade (NMB), (3) Acute respiratory distress, (4) Alveolar recruitment and determination of optimal PEEP, (5) Bronchoconstriction (B) and (6) spontaneous ventilation with CPAP. DiscussionThe choice of model in animal experimentation should be based on criteria of replacement, reduction and refinement1. In our case, we were looking for a docile species with characteristics similar to humans that had previously been used in this type of experiment based on an easily reproducible protocol that tested the ventilator at different clinical settings. The model used had to be simple to execute with the usual drugs and techniques used in animal experimentation centres.The AEMPS indicates that the experiment should be performed in a porcine model. However, by the time the standard was published our project was well advanced, and we had already obtained permission to use a sheep model, which, a priori, we considered more suitable. After contacting the AEMPS and justifying the suitability of the sheep model, they authorized it use.Sheep are gregarious, docile animals that have been domesticated for thousands of years. One of their main advantages over the porcine model is that sheep can be used to explore and administer drugs by any route, including intravenous, without the need for prior sedation.The sheep model is widely used in translational medicine in different fields of research. Specifically, it has been used to study different models of respiratory disease and different ventilatory strategies7.Although we might believe, at first glance, that a herbivorous and ruminant species such as the sheep is further removed from humans than other animals widely used in animal experimentation, such as the pig, the anatomy and physiology of the respiratory system of the sheep is more akin to the human system than other species. Sheep models are also very useful in experiments to study respiratory parameters and obtain measurements of respiratory mechanics7.Although the animal in our experiment was anaesthetized for 10 h while we performed all the foregoing tests, the only complications observed were those associated with the respiratory distress model, which were resolved with a recruitment manoeuvre using the ventilator prototype. The use of advanced monitoring gave us detailed information on the cardiovascular and respiratory status of the animal at all times. This allowed us to confirm, on the one hand, that our manoeuvres had achieved the desired effect at all times, and on the other, that they did not cause any undesired side effects. Although the degree of monitoring was not defined in the AEMPS resolution, we believe that the foregoing are the minimum parameters that should be monitored when testing a ventilator prototype.The sheep model has been widely used in the study of acute respiratory distress syndrome8. This ARDS model has been induced using various techniques, such as, administering cotton smoke directly into the lung.9, administering lipopolysaccharides of Escherichia coli\n10, or performing alveolar lavage with saline solution to remove alveolar surfactant phospholipids4. The difference between these models depends on the product used to produce the tissue damage and the severity and pathophysiology of the condition. The latter technique, alveolar lavage with saline, is the one used in our model. This ARDS model has been used in various studies to evaluate alveolar recruitment manoeuvres11, 12. The model used in our case is a simple, fast, safe and easily reproducible method to assess the effect of ventilatory manoeuvres. It also allows the syndrome to be resolved, so the animal can potentially be used for other manoeuvres or scenarios, as in this case. This allowed us to optimise the “reduction” principle, one of the 3 Rs formulated by Russel and Burch in England in 1959 that has since become central to animal experimentation1.The model used here is easy to induce with the usual drugs and techniques used in animal experimentation centres.Finally, the blood gas measurements shown in the graph show good oxygenation in phases 1 and 2. The PaO2/FiO2 <100 achieved after surfactant alveolar lavage reproduced a pattern of severe acute respiratory distress, and alveolar recruitment manoeuvres significantly improved oxygenation. Finally, oxygenation was also adequate in both phases 5 and 6. ConclusionTo sum up, the sheep model used in this experiment fulfilled all the criteria required to assess the ventilator prototype in different clinical settings. Therefore, we believe that the animal model used to test this prototype is easy to use, reproducible, and a single animal can be used to evaluate different clinical scenarios in the current COVID-19 health emergency. Conflict of interestsThe authors have no conflict of interest to declare. Footnotes☆Please cite this article as: Viscasillas J, Alonso-Iñigo JM, Gutierrez-Bautista A, Casañ Pallardó M, Redondo JI. Descripción de un modelo ovino para la prueba de ventiladores de urgencia en la pandemia de COVID-19. Rev Esp Anestesiol Reanim. 2021;68:592–596. References1. Tannenbaum J., Bennett B. Russell and Burch’s 3Rs then and now: the need for clarity in definition and purpose. J Am Assoc Lab Anim Sci. 2015;54:120–132. PMCID: PMC4382615. [PMC free article] [PubMed] [Google Scholar]2. Villalonga R., Martín M.C., Avilés-Jurado F.X., Alvarez J., Aldecoa C., de Haro C., et al.  Documento de consenso de la Sociedad Española de Medicina Intensiva, Crítica, y Unidades Coronarias (SEMICYUC), la Sociedad Española de Otorrinolaringología y Cirugía de Cabeza y Cuello (SEORL-CCC) y la Sociedad Española de Anestesiología y Reanimación (SEDAR) sobre la traqueotomía en pacientes con COVID-19. Rev Esp Anestesiol Reanim. 2020 doi: 10.1016/j.redar.2020.05.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Agencia española de medicamentos y productos sanitarios. Información sobre prototipos de respiradores, pruebas de seguridad y requisitos de investigación clínica. 27 de marzo 2020; https://www.aemps.gob.es/informa/notasInformativas/productosSanitarios/2020/NI-PS_11-2020-respiradores-pruebas-investigaciones.pdf.4. Lachmann B., Robertson B., Vogel J. In vivo lung lavage as an experimental model of the respiratory distress syndrome. Acta Anaesthesiol Scand. 1980;24:231–236. [PubMed] [Google Scholar]5. Ranieri V.M., Rubenfeld G.D., et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]6. Ferrando C., Soro M., Canet J., Unzueta M.C., Suárez F., Librero J., et al.  Rationale and study design for an individualized perioperative open lung ventilatory strategy (iPROVE): study protocol for a randomized controlled trial. Trials. 2015;27:16. doi: 10.1186/s13063-015-0694-1. 193. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Meeusen E., Snibson K., Hirst S., Bischof R. Sheep as a model species for the study and treatment of human asthma and other respiratory diseases. Drug Discov Today Dis Models. 2009;6:101–106. doi: 10.1016/j.ddmod.2009.12.002. [CrossRef] [Google Scholar]8. Ballard-Croft C., Wang D., Sumpter R., Zhou X., Zwischenberger J., et al.  Large-animal models of acute respiratory distress syndrome. Ann Thorac Surg. 2012;93:1331–1339. doi: 10.1016/j.athoracsur.2011.06.107. [PubMed] [CrossRef] [Google Scholar]9. Asmussen S., Ito H., Traber D.L., Lee J., Cox R., Hawkins H., et al.  Human mesenchymal stem cells reduce the severity of acute lung injury in a sheep model of bacterial pneumonia. Thorax. 2014;69:819–825. doi: 10.1136/thoraxjnl-2013-204980. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Cardenes N., Aranda-Valderrama P., Carney J.P., Sellares Torres J., Alvarez D., Kocydirim E., et al.  Cell therapy for ARDS: efficacy of endobronchial versus intravenous administration and biodistribution of MAPCs in a large animal model. Open Resp Res. 2019:1–10. doi: 10.1136/bmjresp-2018-000308. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Yehya N. Lessons learned in acute respiratory distress syndrome from the animal laboratory. Ann Transl Med. 2019;7:503–515. doi: 10.21037/atm.2019.09.33. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Engel M., Nowacki R.M., Reiss L.K., Uhlig S., Willems C.H., Kloosterboer N., et al.  Comparison of recruitment maneuvers in ventilated sheep with acute respiratory distress syndrome. Lung. 2013;191:77–86. doi: 10.1007/s00408-012-9428-2. [PubMed] [CrossRef] [Google Scholar]"}