{"title": "Sequence, structural and functional conservation among the human and fission yeast ELL and EAF transcription elongation factors", "pubDate": "2022", "PMCID": "", "DOI": "10.1007/s11033-021-06958-x", "PMID": "34807377", "abstract": "Background:                       Transcription elongation is a dynamic and tightly regulated step of gene expression in eukaryotic cells. Eleven nineteen Lysine rich Leukemia (ELL) and ELL Associated Factors (EAF) family of conserved proteins are required for efficient RNA polymerase II-mediated transcription elongation. Orthologs of these proteins have been identified in different organisms, including fission yeast and humans.                  Methods and results:                       In the present study, we have examined the sequence, structural and functional conservation between the fission yeast and human ELL and EAF orthologs. Our computational analysis revealed that these proteins share some sequence characteristics, and were predominantly disordered in both organisms. Our functional complementation assays revealed that both human ELL and EAF proteins could complement the lack of ell1+ or eaf1+ in Schizosaccharomyces pombe respectively. Furthermore, our domain mapping experiments demonstrated that both the amino and carboxyl terminal domains of human EAF proteins could functionally complement the S. pombe eaf1 deletion phenotypes. However, only the carboxyl-terminus domain of human ELL was able to partially rescue the phenotypes associated with lack of ell1+ in S. pombe.                  Conclusions:                       Collectively, our work adds ELL-EAF to the increasing list of human-yeast complementation gene pairs, wherein the simpler fission yeast can be used to further enhance our understanding of the role of these proteins in transcription elongation and human disease.", "author": [{"author": "Kumari Sweta", "affiliation": ["University School of Biotechnology, G.G.S. Indraprastha University, Sector 16C, Dwarka, New Delhi, 110078, India."], "href": "/?term=Sweta+K&cauthor_id=34807377"}, {"author": "Preeti Dabas", "affiliation": ["University School of Biotechnology, G.G.S. Indraprastha University, Sector 16C, Dwarka, New Delhi, 110078, India."], "href": "/?term=Dabas+P&cauthor_id=34807377"}, {"author": "Nimisha Sharma", "affiliation": ["University School of Biotechnology, G.G.S. Indraprastha University, Sector 16C, Dwarka, New Delhi, 110078, India. nimisha@ipu.ac.in."], "href": "/?term=Sharma+N&cauthor_id=34807377"}], "refPMID": ["25693130", "24050178", "9806752", "7991593", "9108030", "10882741", "8596958", "11418481", "12446457", "16006523", "11090074", "11463848", "23440596", "23708662", "24272884", "26895851", "12096188", "11689450", "18562276", "21880729", "19447890", "17150956", "24445282", "29043956", "29032152", "30102332", "26354769", "28542158", "32421706", "10742046", "15173120", "18804031", "16381852", "34265844", "29136219", "9268387", "16734424", "28701416", "26173815", "28232888", "22195968"], "citedInPMID": ["34807377"], "body": ""}