{"title": "Predicting respiratory failure in patients infected by SARS-CoV-2 by admission sex-specific biomarkers", "pubDate": "2021", "PMCID": "PMC8607227", "DOI": "10.1186/s13293-021-00407-x", "PMID": "34809704", "abstract": "Background:                       Several biomarkers have been identified to predict the outcome of COVID-19 severity, but few data are available regarding sex differences in their predictive role. Aim of this study was to identify sex-specific biomarkers of severity and progression of acute respiratory distress syndrome (ARDS) in COVID-19.                  Methods:                       Plasma levels of sex hormones (testosterone and 17β-estradiol), sex-hormone dependent circulating molecules (ACE2 and Angiotensin1-7) and other known biomarkers for COVID-19 severity were measured in male and female COVID-19 patients at admission to hospital. The association of plasma biomarker levels with ARDS severity at admission and with the occurrence of respiratory deterioration during hospitalization was analysed in aggregated and sex disaggregated form.                  Results:                       Our data show that some biomarkers could be predictive both for males and female patients and others only for one sex. Angiotensin1-7 plasma levels and neutrophil count predicted the outcome of ARDS only in females, whereas testosterone plasma levels and lymphocytes counts only in males.                  Conclusions:                       Sex is a biological variable affecting the choice of the correct biomarker that might predict worsening of COVID-19 to severe respiratory failure. The definition of sex specific biomarkers can be useful to alert patients to be safely discharged versus those who need respiratory monitoring.", "author": [{"author": "Maria Teresa Pagano", "affiliation": ["Centro di Riferimento per la Medicina di Genere, Istituto Superiore di Sanità, Viale Regina Elena 299, 00161, Rome, Italy."], "href": "/?term=Pagano+MT&cauthor_id=34809704"}, {"author": "Daniela Peruzzu", "affiliation": ["Centro di Riferimento per la Medicina di Genere, Istituto Superiore di Sanità, Viale Regina Elena 299, 00161, Rome, Italy."], "href": "/?term=Peruzzu+D&cauthor_id=34809704"}, {"author": "Luca Busani", "affiliation": ["Centro di Riferimento per la Medicina di Genere, Istituto Superiore di Sanità, Viale Regina Elena 299, 00161, Rome, Italy."], "href": "/?term=Busani+L&cauthor_id=34809704"}, {"author": "Marina Pierdominici", "affiliation": ["Centro di Riferimento per la Medicina di Genere, Istituto Superiore di Sanità, Viale Regina Elena 299, 00161, Rome, Italy."], "href": "/?term=Pierdominici+M&cauthor_id=34809704"}, {"author": "Anna Ruggieri", "affiliation": ["Centro di Riferimento per la Medicina di Genere, Istituto Superiore di Sanità, Viale Regina Elena 299, 00161, Rome, Italy."], "href": "/?term=Ruggieri+A&cauthor_id=34809704"}, {"author": "Andrea Antinori", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Antinori+A&cauthor_id=34809704"}, {"author": "Gianpiero D'Offizi", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=D%27Offizi+G&cauthor_id=34809704"}, {"author": "Nicola Petrosillo", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Petrosillo+N&cauthor_id=34809704"}, {"author": "Fabrizio Palmieri", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Palmieri+F&cauthor_id=34809704"}, {"author": "Pierluca Piselli", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Piselli+P&cauthor_id=34809704"}, {"author": "Stefania Cicalini", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Cicalini+S&cauthor_id=34809704"}, {"author": "Stefania Notari", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Notari+S&cauthor_id=34809704"}, {"author": "Emanuele Nicastri", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Nicastri+E&cauthor_id=34809704"}, {"author": "Chiara Agrati", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Agrati+C&cauthor_id=34809704"}, {"author": "Giuseppe Ippolito", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Ippolito+G&cauthor_id=34809704"}, {"author": "Francesco Vaia", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Vaia+F&cauthor_id=34809704"}, {"author": "Maria Cristina Gagliardi", "affiliation": ["Centro di Riferimento per la Medicina di Genere, Istituto Superiore di Sanità, Viale Regina Elena 299, 00161, Rome, Italy. mc.gagliardi@iss.it."], "href": "/?term=Gagliardi+MC&cauthor_id=34809704"}, {"author": "Maria Rosaria Capobianchi", "affiliation": ["Istituto Nazionale per le Malattie Infettive Lazzaro Spallanzani (IRCCS), Via Portuense 292, Rome, Italy."], "href": "/?term=Capobianchi+MR&cauthor_id=34809704"}, {"author": "Elena Ortona", "affiliation": ["Centro di Riferimento per la Medicina di Genere, Istituto Superiore di Sanità, Viale Regina Elena 299, 00161, Rome, Italy."], "href": "/?term=Ortona+E&cauthor_id=34809704"}, {"author": "INMI-ISS COVID-19 team", "affiliation": [], "href": "/?term=INMI-ISS+COVID-19+team%5BCorporate+Author%5D"}, {"author": "Manuela Macchione", "affiliation": [], "href": "/?term=Macchione+M"}, {"author": "Rachele Di Lorenzo", "affiliation": [], "href": "/?term=Di+Lorenzo+R"}, {"author": "Marta Camici", "affiliation": [], "href": "/?term=Camici+M"}, {"author": "Roberta Gagliardini", "affiliation": [], "href": "/?term=Gagliardini+R"}, {"author": "Serena Vita", "affiliation": [], "href": "/?term=Vita+S"}, {"author": "Gaetano Maffongelli", "affiliation": [], "href": "/?term=Maffongelli+G"}, {"author": "Eugenia Milozzi", "affiliation": [], "href": "/?term=Milozzi+E"}, {"author": "Francesca Faraglia", "affiliation": [], "href": "/?term=Faraglia+F"}, {"author": "Carlotta Cerva", "affiliation": [], "href": "/?term=Cerva+C"}, {"author": "Silvia Mosti", "affiliation": [], "href": "/?term=Mosti+S"}, {"author": "Davide Roberto Donno", "affiliation": [], "href": "/?term=Donno+DR"}, {"author": "Pierangelo Chinello", "affiliation": [], "href": "/?term=Chinello+P"}, {"author": "Veronica Bordoni", "affiliation": [], "href": "/?term=Bordoni+V"}, {"author": "Alessandra Sacchi", "affiliation": [], "href": "/?term=Sacchi+A"}, {"author": "Eleonora Tartaglia", "affiliation": [], "href": "/?term=Tartaglia+E"}, {"author": "Rita Casetti", "affiliation": [], "href": "/?term=Casetti+R"}, {"author": "Germana Grassi", "affiliation": [], "href": "/?term=Grassi+G"}, {"author": "Eleonora Cimini", "affiliation": [], "href": "/?term=Cimini+E"}, {"author": "Maria Luisa Dupuis", "affiliation": [], "href": "/?term=Dupuis+ML"}, {"author": "Simona Anticoli", "affiliation": [], "href": "/?term=Anticoli+S"}, {"author": "Katia Fecchi", "affiliation": [], "href": "/?term=Fecchi+K"}, {"author": "Maria Bellenghi", "affiliation": [], "href": "/?term=Bellenghi+M"}, {"author": "Rossella Puglisi", "affiliation": [], "href": "/?term=Puglisi+R"}, {"author": "Gianfranco Mattia", "affiliation": [], "href": "/?term=Mattia+G"}, {"author": "Giada Pontecorvi", "affiliation": [], "href": "/?term=Pontecorvi+G"}], "refPMID": ["33298944", "32450906", "34255046", "33668766", "34169297", "32449614", "33583576", "33633588", "33909684", "33131700", "33796068", "32646669", "30558178", "16760639", "29562364", "34032853", "25122198", "32653425", "33196058", "28661206", "27469342", "32215613", "32129518", "32499922", "16001071", "33514386", "33234138", "32697835", "28792873", "22797452", "33859967", "33710663", "32846427", "33012349", "33198786", "33453617", "34109275", "19712802", "32436355", "34023492", "30337927", "29022598", "33131609", "32864572", "32581256", "32428864", "32396773"], "citedInPMID": ["34809704"], "body": " AbstractBackgroundSeveral biomarkers have been identified to predict the outcome of COVID-19 severity, but few data are available regarding sex differences in their predictive role. Aim of this study was to identify sex-specific biomarkers of severity and progression of acute respiratory distress syndrome (ARDS) in COVID-19.MethodsPlasma levels of sex hormones (testosterone and 17β-estradiol), sex-hormone dependent circulating molecules (ACE2 and Angiotensin1-7) and other known biomarkers for COVID-19 severity were measured in male and female COVID-19 patients at admission to hospital. The association of plasma biomarker levels with ARDS severity at admission and with the occurrence of respiratory deterioration during hospitalization was analysed in aggregated and sex disaggregated form.ResultsOur data show that some biomarkers could be predictive both for males and female patients and others only for one sex. Angiotensin1-7 plasma levels and neutrophil count predicted the outcome of ARDS only in females, whereas testosterone plasma levels and lymphocytes counts only in males.ConclusionsSex is a biological variable affecting the choice of the correct biomarker that might predict worsening of COVID-19 to severe respiratory failure. The definition of sex specific biomarkers can be useful to alert patients to be safely discharged versus those who need respiratory monitoring.Keywords: Biomarkers, Sex, Gender, COVID-19, Testosterone, Estrogen, Angiotensin1-7 HighlightsSex should be considered as a biological variable influencing the choice of the appropriate predictive biomarker for lung failure in COVID-19.Testosterone plasma levels were significantly higher in male patients with mild /no ARDS in comparison to those with moderate/severe ARDS.Estrogen plasma levels correlated positively in COVID-19 female patients and correlated negatively in COVID-19 male patients with lung functionality.Angiotensin1-7 plasma levels and neutrophil counts predicted the outcome of ARDS only in female patients, whereas testosterone plasma levels and lymphocytes count only in men. BackgroundMen and women are infected by SARS-CoV-2 at same rate, but men have shown higher risk of developing severe disease and more often undergo complications, including acute respiratory distress syndrome (ARDS), intensive care unit admission and death, compared to women [1–8]. However, factors determining the sex differences in COVID-19 have not been completely clarified yet. Several markers and risk factors for COVID-19 severity have been identified, such as D-Dimer and ferritin plasma levels, neutrophil and lymphocyte counts and the presence of comorbidities, but their link to sex-specific outcome of disease severity and lung disability has been scarcely investigated [9, 10]. Sex hormones, in particular estrogen and testosterone, have been suggested to play a crucial role in determining COVID-19 progression. Regarding testosterone, growing evidence suggests that the levels of this hormone are involved in disease progression [11, 12]. Testosterone has an anti-inflammatory effect, decreasing pro-inflammatory cytokines such as, IL-1β, IL-6, and TNF-α which have a central role in the progression of COVID-19 infection [13]. Accordingly, in elderly men the abating of testosterone correlates with the increase of a pro-inflammatory state [14]. Notably, plasma testosterone levels decrease in the presence of obesity and diabetes [15], which are comorbidities frequently associated to COVID-19. Interestingly, in male patients with COVID-19, low testosterone concentrations associated with increased disease severity and inflammation, suggesting a protective role for this hormone [16]. In contrast, other studies supported a pathogenic effect of testosterone, describing that androgen receptor activation increases the expression of the SARS-CoV-2 co-receptor transmembrane protease serine 2 (TMPRSS2) [11, 17]. Accordingly, a recent study showed that prostate cancer patients receiving androgen-deprivation therapies are partially protected from SARS-CoV-2 infections [18].Estrogen, in particular 17β-estradiol (E2), has been observed to have a protective effect in COVID-19 hampering the inflammatory storm, promoting effective immune responses, and promoting the fusion of endosomes and lysosomes inducing the virus’ degradation [19]. Moreover, E2 is able to induce the expression of the angiotensin-converting enzyme 2 (ACE2) [20]. In addition to acting as SARS-CoV-2 receptor, ACE2 hydrolyses Angiotensin-II to Angiotensin-(1-7) (Ang1-7) which, by its anti-inflammatory effect, displays a protective role in several pathologies, such as hypertension, cardiovascular diseases, and ARDS that represent a risk of worse prognosis in COVID-19 [21–24]. According to ACE2 pulmonary protective effect, in animal models of acute lung injury, ACE2-knockout mice show a more severe lung failure compared with wild-type control mice [25]. Further supporting E2 protective effects, a positive association between COVID-19 and menopausal status has been detected [26, 27]. In addition, E2 therapy has been shown to reduce the fatality risk by more than 50% in female COVID-19 patients > 50 years [28]. In line with these data, lower rates of hospitalization, less need of respiratory support, and shorter period of hospitalization have been observed in pre-menopausal women compared to post-menopausal women [29]. Several clinical trial are underway testing the effect of E2 and estrogen receptor selective modulators on clinical response and mortality of COVID-19 (https://clinicaltrials.gov/).Here, to the aim to identify sex-specific markers of severity and/or progression of COVID-19 we examined plasma levels of testosterone, E2, soluble ACE2 (sACE2) and Ang1-7 together with the known biomarkers for COVID-19 severity (D-Dimer and ferritin plasma levels, neutrophil and lymphocyte number) and the presence of pre-existing comorbidities in male and female patients taking into account the severity of respiratory disease at the time of admission and the occurrence of respiratory deterioration during hospitalization. Patients and methodsPatients160 adult patients (80 females and 80 age matched males) admitted to the National Institute for Infectious Diseases Lazzaro Spallanzani Hospital, Rome, Italy between March and September 2020, positive for SARS-CoV-2 by RT–PCR from nasopharyngeal swabs, and able to provide informed consent were enrolled. Intersex and transgender individuals were not represented in this study. Demographic and medical history, the presence of pre-existing comorbidities (diabetes, cancer, cardiological diseases, hypertension, asthma, respiratory diseases, kidney failure, liver failure, neurological disorders, metabolic disorders, obesity), and laboratory biomarkers (D-Dimer and ferritin plasma levels, neutrophil and lymphocyte number), were obtained and recorded for each patient upon admission to hospital. Laboratory biomarker analyses were repeated during hospitalization. Plasma samples were collected at clinical admission.The arterial oxygen partial pressure (PaO2) to fractional inspired oxygen (FiO2) ratio (P/F), was assessed in each patient at admission and during hospitalization. The P/F cutoff assessment of 200 mmHg was used to distinguish two categories of patients: those with a P/F < 200 mmHg indicating moderate/severe ARDS [30, 31] and those with a P/F ≥ 200 mmHg, indicating mild/no ARDS. We divided patients in two further groups: (i) patients with deteriorated disease, when the worst P/F during hospitalization was < 200 mmHg, and was lower than that observed at admission, and (ii) patients with stabilized disease, when the worst P/F during hospitalization was P/F ≥ 200 mmHg, indicating mild/no ARDS, and when the worst P/F was < 200 mmHg, but higher or equal to that observed at admission.The study was approved by our local ethics committee, and was conducted according to the Declaration of Helsinki. The patients provided their written informed consent to participate in this study.Measurement of plasma levels of testosterone, 17β-estradiol, sACE2 and Ang1-7Plasma samples collected at admission were analysed by the following ELISA kits: Free Testosterone (R&D Systems, Minneapolis, MN, USA; Intra-Assay: CV 3.1%, Inter-Assay: CV 6.3%), 17β-estradiol (Abcam, Cambridge, UK; Intra-Assay: CV < 9%, Inter-Assay CV < 10%), sACE2 (Abcam, Intra-Assay: CV 2.3%, Inter-Assay: CV 3.2%) and Ang1-7 (Finetest, Wuhan, Hubei, China; Intra-Assay: CV < 8%, Inter-Assay: CV < 10%). All the ELISA kits were used according to manufactures 'instructions. No significant cross-reactivity or interference between Ang1-7 and analogues or other factors present in biological samples was observed.Statistical analysisData were summarized according to groups as medians and interquartile interval (25th–75th percentile), and percentages. Categorical variables, whenever dichotomous or nominal, were reported as frequencies and percentages and analysed through the Chi-square test. Statistical analysis for groups comparison was performed by the Mann–Whitney U test, Spearman’s rank correlation or the Chi-Square test or Fisher test as appropriate. A P value ≤ 0.05 was considered statistically significant.The age, for privacy reason was not collected, only two age classes were defined, up to 45 years and 55 years and more, and the patients were assigned accordingly. No patients between 46 and 54 years were included.Multivariable linear regression analysis was performed to assess independent relationships of P/F (in mmHg), age and the other biomarkers as predictors in women and men with COVID-19. For repeated measures, such lymphocytes and neutrophils count, the worst result was considered (lower lymphocyte count and higher neutrophils count). To summarize comorbidities was created a categorical variable with the following values: 0 = no comorbidities, 1 = one comorbidity, 2 = two or more comorbidities.Variables from the univariate analysis that showed a significant correlation with the outcome were included in the multivariable linear regression analysis. The regression was stratified by sex to provide separate models for women and men.STATA 16 (StataCorp, Texas USA) was used for statistical analysis. ResultsAnalysis of circulating parameters in male and female COVID-19 patients divided according to P/F at hospital admissionLymphocyte and neutrophil number, D-Dimer, ferritin, E2, testosterone, soluble ACE2 and Ang1-7 plasma levels were measured in total sex-aggregated patients and in female and male patients, stratified according to their P/F values at admission: P/F < 200 mmHg indicating moderate/severe ARDS and P/F ≥ 200 mmHg, indicating mild/no ARDS.As shown in Fig. 1, lymphocyte number was significantly lower in patients with moderate/severe ARDS in comparison with patients with mild/no ARDS, sex independently. Neutrophil number was significantly higher in total and in female patients with moderate/severe ARDS than in those with mild/no ARDS, but not in male patients.Open in a separate windowFig. 1Analysis of circulating parameters in COVID-19 patients with moderate/severe and mild/no ARDS. Lymphocyte and neutrophil number, D-Dimer, ferritin, E2, testosterone, soluble ACE2 and Ang1-7 plasma levels were measured in total (A), female (B) and male (C) patients at time of admission to hospital. Patients were divided according to ARDS occurrence at time of admission (P/F < 200 mmHg indicating moderate/severe ARDS and P/F  ≥ 200 mmHg, indicating mild/no ARDS). Data referred to parameters are reported as mean ± standard deviation (SD). Data were analyzed using Mann–Whitney U test. *P < 0.05 was considered statistically significantD-Dimer plasma level was significantly higher in total and male patients with moderate/severe ARDS. Interestingly, D-Dimer level did not vary in female patients according to P/F ratio, suggesting the usefulness of this biomarker only in males. Ferritin plasma level was significantly higher in patients with moderate/severe ARDS in comparison with patients with mild/no ARDS, both in female and male patients.No significant differences were observed in plasma levels of E2, Ang1-7 and sACE2 in the two groups of patients stratified according to P/F, whereas testosterone level was significantly higher in plasma from male patients with mild/no ARDS than in those with moderate/ severe ARDS.From the correlation analysis of P/F with the circulating parameters (Fig. 2) a significant positive correlation of lymphocyte number and a significant negative correlation of neutrophil number were found in total patients, as well as in female and male patients. P/F showed a significant negative correlation also with plasma D-dimer and ferritin. Regarding E2 levels, we observed no correlation with P/F in total patients, but, interestingly, we observed a significant positive correlation in female and a significant negative correlation in males. Testosterone levels positively correlated with P/F but only in male patients and Ang1-7 positively correlated only in females, supporting its indirect dependence by estrogens that induce ACE2 expression. No correlation was observed between P/F and sACE2.Open in a separate windowFig. 2Correlation of P/F with circulating parameters in COVID-19 patients. Correlation and linear regression analysis of P/F with lymphocyte number, neutrophil number, D-Dimer, ferritin, E2, testosterone, soluble ACE2 and Ang1-7 plasma levels in total (A), female (B) and male (C) patients. The Spearman’s rho (R) and P values were determined using the Spearman’s rank correlation analysis. Solid lines represent best fits as estimated by linear regression analysis. *P < 0.05 was considered statistically significantAnalysis of circulating parameters in male and female COVID-19 patients divided according to deterioration or stabilization of lung disease during hospitalizationThe circulating parameters reported above were also analysed in total, sex-aggregated patients, and in female and in male patients, divided in two groups according to the deterioration or stabilization of lung disease as described in “Patients and methods” (Fig. 3). Lymphocyte and neutrophil counts were significantly lower and higher, respectively, in total patients with deteriorated disease than in those with stabilized disease. To note, a significant association with disease deterioration was detected only in men for lymphocyte count and only in women for neutrophil count. These data support a sex-specific value of these biomarkers to predict disease progression.Open in a separate windowFig. 3Analysis of circulating parameters in stabilized and deteriorated COVID-19 patients. Lymphocyte and neutrophil number, D-Dimer, ferritin, E2, testosterone, soluble ACE2 and Ang1-7 plasma levels were analysed in total (A), female (B) and male (C) patients, divided in two groups: (i) patients with deteriorated disease, when the worst P/F during hospitalization was < 200 mmHg and was lower than that observed at admission; (ii) patients with stabilized disease, when the worst P/F during hospitalization was P/F  ≥ 200 mmHg, indicating mild/no ARDS and when the worst P/F was < 200 mmHg, but higher or equal to that observed at admission. Data referred to parameters are reported as mean ± SD. Data were analysed using Mann–Whitney U test. *P < 0.05 was considered statistically significantD-Dimer and ferritin plasma levels were significantly higher in total, male and female patients with deteriorated disease than in those with stabilized disease.No significant differences were observed in E2, and sACE2 plasma levels, whereas testosterone and Ang1-7 were significantly lower in total patients with deteriorated disease than in those with stabilized disease. Disaggregating by sex, testosterone and Ang1-7 were significantly lower in male and in female patients with deteriorated disease, respectively, than in those with stabilized disease.Pre-existing co-morbidities in male and female COVID-19 patients stratified according to P/FThe percentage of patients with moderate/severe ARDS during hospitalization and with pre-existing diabetes, cancer, cardiological diseases, hypertension, respiratory diseases and metabolic diseases was significantly higher than the percentage of patients with the same comorbidities but with mild/no ARDS (Table ​(Table1).1). Asthma, liver and kidney failure, neurological diseases and obesity did not show any association with ARDS severity in total, sex-aggregated patients. Female patients with pre-existing diabetes, tumor, cardiological diseases, hypertension, metabolic diseases and obesity had more frequently moderate/severe ARDS during hospitalization than mild/ no ARDS. In male patients, hypertension, and metabolic diseases were significantly associated with moderate/severe ARDS at time of admission.Table 1Pre-existing comorbidities in total, male and female patients with COVID-19 divided according to the P/F ratio during hospitalization (P/F < 200 mm Hg and P/F ≥ 200 mm Hg)ComorbiditiesP/F < 200 mmHg(n. 55)P/F ≥ 200 mmHg(n.105)P value by Chi-Square testDiabetesTotal (n.18)1170.017Females (n. 6)510.013Males (n. 12)660,336TumorTotal (n.11)920.001Females (n.6)510.013Males (n.5)410.055Cardiological diseasesTotal (n.33)19140.003Females (n.16)1060.007Males (n.17)980.155HypertensionTotal (n.51)3120 < 0.001Females (n.20)146 < 0.001Males (n.31)17140.009AsthmaTotal (n.5)140.661Females (n.4)131.000Males (n.1)011.000Respiratory diseasesTotal (n.15)960.043Females (n.4)220.592Males (n.11)740.087Kidney failureTotal (n.2)200.117Females (n.1)100.325Males (n.1)100.362Liver failureTotal (n.6)241.000Females (n.2)110.547Males (n.4)131.000Neurological diseasesTotal (n.11)650.189Females (n.8)530.105Males (n.3)121.000Metabolic disordersTotal (n.29)209 < 0.001Females (n.17)125 < 0.001Males (n.12)840.024ObesityTotal (n.19)9100.210Females (n.11)740.033Males (n.8)260.704One comorbidityTotal (n.111)5160 < 0.001Females (n.54)2529 < 0.001Males (n.57)26310.009Two or more comorbitiesTotal (n.51)33180.000Females (n.24)1680.000Males (n.27)17100.0006Open in a separate windowBold values indicate statistical significance at the p ≤ 0.05 levelAssociations between the analysed parameters in female and in male COVID-19 patients separately by multivariate linear regression analysesMultivariate linear regression analyses were performed separately by sex (Table ​(Table2).2). The model incorporating age classes (up to 45 years and 55 years and more) and comorbidities, revealed that in women, being 55 or more years old (β = − 72.061; 95%CI from − 131.901 to − 12.221), having a high number of neutrophils (β = − 8.575; 95%CI from − 12.806 to − 4.344) and high ferritin concentration (β = − 0.032; 95%CI from − 0.060 to − 0.005) was negatively associated with P/F. In women a positive association with P/F was observed for E2 concentration (β = 0.766; 95%CI from 0.017 to 1.514) and lowest lymphocyte count (β = 0.451; 95%CI from 0.097 to 0.805).Table 2Multivariable linear regression models to assess independent relationships of P/F (in mmHg), age and the other biomarkers as predictors in women and men with COVID-19PredictorsDependent variable: P/F (mm Hg)WomenMenAdjusted coefficient95% Conf. IntPAdjusted coefficient95% Conf. IntPAge class (≤ 45 vs 55 ≥)− 72.061− 131.901− 12.2210.019− 56.563− 116.1513.0240.062Number of lymphocytes in the lowest count (n. cells/L)0.4510.0970.8050.0140.242− 0.1690.6530.243Number of neutrophils in the highest count (n. cells/L)− 8.575− 12.806− 4.344 < 0.001− 4.222− 6.693− 1.7510.001Ferritin concentration (ng/mL)− 0.032− 0.060− 0.0050.020− 0.069− 0.113− 0.0250.00317β-estradiol concentration (pg/mL)0.7660.0171.5140.045− 1.098− 2.7560.5610.191Testosterone concentration (ng/mL)− 0.371− 2.2431.5000.6921.3850.0022.7670.050Comorbidities No comorbidities1 (ref.)1 (ref.) One comorbidity− 21.540− 81.16138.0810.472− 44.305− 94.9756.3660.085 Two or more comorbidities− 35.351− 105.26434.5610.316− 66.145− 125.909− 6.3810.031Open in a separate windowMen showed that having two or more comorbidities (β = − 66.145; 95%CI from − 125.909 to − 6.381), a high number of neutrophils (β = − 4.222; 95%CI from − 6.693 to − 1.751) and high ferritin concentration (β = − 0.069; 95%CI from − 0.113 to − 0.025) was negatively associated with P/F, while positive association was observed with testosterone concentration (β = 1.385; 95%CI from − 0.002to 2.767). DiscussionCOVID-19 causes a wide range of disease, from asymptomatic to severe respiratory failure. After SARS-CoV-2 infection some patients develop a rapidly progressive respiratory failure that requires ventilatory support. Several biomarkers have been identified to predict the outcome of COVID-19 severity [32–34] but few data are available on sex difference in their predictive value and in risk factors for COVID-19 progression [10, 35]. Since sex differences in COVID-19 lethality rate exist, it is conceivable to hypothesize that some biomarkers could predict disease severity in a sex specific manner. Accordingly, experimental and epidemiologic evidences suggest that most of the biomarkers that have been tested in the context of the risk of infection and the severity of COVID-19 are different in healthy male and female [36]. To clarify this point, we analysed plasma levels of sex hormones, and sex-hormone dependent circulating molecules, i.e., sACE2 and Ang1-7 together with the known biomarkers for COVID-19 severity (D-Dimer and ferritin plasma levels) and with the occurrence of respiratory deterioration during hospitalization and we observed that some biomarkers could be useful both in males and in females but others are sex specific (Table ​(Table3).3). We also evaluated whether the presence of pre-existing comorbidities was associated with ARDS severity in a sex-dependent manner.Table 3Correlation of the sex-specific biomarkers and the acute respiratory distress syndrome (ARDS) stage in the COVID-19 patientsAdmission biomarkers for female patientsModerate / severe ARDS (at admission)Deteriorated ARDS (during hospitalization)↓ Lymphocytes counts↑ Neutrophil counts↑ Neutrophil counts↑ D-Dimer plasma levels↑ Ferritin plasma levels↑ Ferritin plasma levels↓ Ang1-7 plasma levelsOpen in a separate windowAdmission biomarkers for male patientsModerate / severe ARDS (at admission)Deteriorated ARDS (during hospitalization)↓ Lymphocytes counts↓ Lymphocytes counts↑ Ferritin plasma levels↑ D-Dimer plasma levels↑ D-Dimer plasma levels↑ Ferritin plasma levels↓ Testosterone plasma levels↓ Testosterone plasma levelsOpen in a separate windowBiomarkers specific only for female or male patients are indicated in boldConsidering already known circulating biomarkers, we found that ferritin levels were significantly higher and lymphocyte count significantly lower, at admission, in patients with moderate/severe ARDS in comparison to those with no or mild ARDS both by sex-aggregated and by sex-disaggregated analyses, confirming data present in literature regarding the role for these circulating parameters as biomarkers of COVID-19 severity [10, 37, 38].With regard to neutrophil count and D-Dimer level, our data showed that their plasma levels significantly increased in patients with moderate/severe ARDS in comparison to those with no or mild ARDS when sex-aggregated analysis was performed, confirming previous reported data [12, 37–39]. Disaggregating the data by sex, the increased neutrophil count was observed only in females, whereas the increased D-Dimer level only in males both with moderate/severe ARDS, supporting the crucial value of considering sex differences in the search of clinical biomarkers in COVID-19.With regard to the role of these circulating parameters as predictive biomarkers, all of them had a significant value in predicting worsening of the disease during hospitalization in total patients. However, sex disaggregated analysis of the data suggested a sex-linked role of the circulating biomarkers in worsening the outcome of COVID-19 in the hospitalized patients. In fact, we found that, whereas D-Dimer and ferritin were useful predictors of deterioration both in male and in female patients, lymphocyte count were significantly lower in men with a deteriorated disease than in those with a stabilized disease. At opposite, neutrophil count increased only in women with a deteriorated disease than in those with a stabilized one.We also found that plasma levels of testosterone were significantly higher in male patients with mild /no ARDS in comparison to those with moderate/severe ARDS and in male patients with stabilized disease then in those with a deteriorated disease. Accordingly, a randomized controlled trial described a progress in respiratory functionality in men taking testosterone replacement therapy [40]. Moreover, a decline in testosterone has been demonstrated to be predictive of a poor prognosis in men with COVID-19 [41]. Recently, a low level of testosterone was found to be a marker of clinical severity of COVID-19 in men [42] and lower testosterone concentrations during hospitalization were associated with increased disease severity and inflammation in men [16]. Hence, these data supported a protective role of testosterone and the usefulness of measuring its plasma level to predict COVID-19 progression in men. As regard to estrogen, we observed that E2 and pulmonary functionality positively correlated in women and negatively correlated in men. This sex-dependent opposite effect could be explained by the biphasic effect of E2 depending on its concentration. At high levels, e.g., periovulatory to pregnancy levels, E2 has mainly anti-inflammatory effects, by inhibiting the production of pro-inflammatory cytokines, such as TNF-α, IL-1β and IL-6, involved in cytokine storm and disease severity [43, 44]. At low levels, as those observed in plasma from male patients, E2 stimulates the production of pro-inflammatory cytokines.To note, E2 is able to upregulate the expression of ACE2 [20]. Furthermore, the gene encoding ACE2 is located on the X-chromosome, in sites commonly escaping the inactivation of one X-chromosome in mammalian XX cells (XCI), supporting the higher expression of this receptor in female than in males [24, 45]. During infection, binding of viral surface spike (S) glycoprotein to membrane-bound ACE2 (mACE2) triggers ACE2 shedding. The shed soluble ACE2 (sACE2) retains its catalytic activity, but its precise role in viral entry is still unclear. Several studies have reported the beneficial and preventive role of therapeutic sACE2 in COVID-19 [46–49]. Surprisingly, clinical data suggest that patients with low mACE2 and high sACE2 faced more disease severity and fatality [49, 50]. In this study, in total patients and also disaggregating by sex, in female and in male patients, we did not observe a significant association of sACE2 levels neither with ARDS severity at admission time nor with deterioration of disease during hospitalization, denying a possible use of this molecule as a biomarker of lung failure.Regarding Ang1-7, this molecule is indirectly modulated by E2 which upregulates ACE2 expression. Accordingly, we observed that Ang1-7 positively correlated with P/F and its decrease predicted disease deterioration in total patients, but disaggregating data by sex showed that its predictive value was valid only for female and not for male patients.With regard to the role of pre-existing comorbidities as sex-specific risk factors of ARDS progression, the pre-existence of hypertension and metabolic diseases were associated with a more severe disease in males, while pre-existing diabetes, tumors, cardiological diseases, hypertension, metabolic diseases and obesity appeared to be risk factors for more severe ARDS in females.To explore the associations between all the analysed parameters in female and in male patients separately, we applied multivariate linear regression models and we observed that, considering age, women, being 55 or more years old, having a high number of neutrophils, and high ferritin concentration were associated with worst lung functionality, whereas E2 concentration was associated with better pulmonary function. In men, the presence of two or more comorbidities, a high number of neutrophils and high ferritin concentration negatively impacted on lung functionality, while high testosterone concentration was associated with better pulmonary function.A limitation that could have reduced the capacity of our study to better discriminate between the severity of the disease and the sex related conditions was the focus on a single COVID-19 associated parameter, the P/F ratio only, without taking into account the final outcome. Another limitation was the categorization in two age groups only, due to restriction to the individual data for privacy reasons that, although allowed to divide according to the menopause status (mainly for women), did not allow a finer age-related analysis of the correlation. Perspectives and significanceOur data, although requiring validation through a wider population analysis, highlight that sex should be considered as biological variable influencing the choice of the appropriate biomarker and underline the need to personalize the assistance of patients from the time of admission also basing on sex. AcknowledgementsWe acknowledge the National Institute for Infectious Diseases staff for their assistance in collecting the data. INMI-ISS COVID-19 team: Manuela Macchione, Rachele Di Lorenzo, Marta Camici, Roberta Gagliardini, Serena Vita, Gaetano Maffongelli, Eugenia Milozzi, Francesca Faraglia, Carlotta Cerva, Silvia Mosti, Davide Roberto Donno, Pierangelo Chinello, Veronica Bordoni, Alessandra Sacchi, Eleonora Tartaglia, Rita Casetti, Germana Grassi, Eleonora Cimini, Maria Luisa Dupuis, Simona Anticoli, Katia Fecchi, Maria Bellenghi, Rossella Puglisi, Gianfranco Mattia, Giada Pontecorvi. Authors' contributionsMTP and DP performed experiments and analyzed data with equal contribution, LB performed the statistical analysis, MP and AR revised the manuscript, AA, GD, NP, FP, PP, SC, SN, EN, CA, GI, FV and MRC have participated in the research and in the acquisition of data, EO and MCG designed the study and wrote the manuscript. All authors read and approved the final manuscript. FundingThis work was funded by the Italian Ministry of Health (COVID-2020–12371817 and Ricerca Corrente, Linea 1). Availability of data and materialsAll data generated or analyzed during this study are included in this published article. Raw data may be provided via direct contact with the corresponding author. DeclarationsEthics approval and consent to participateAll participants gave written consent before their involvement, and the study was approved by Ethics Committee of Lazzaro Spallanzani Hospital and conformed to the World Medical Association Declaration of Helsinki.Consent for publicationAll authors consent to publish.Competing interestsThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.Maria Teresa Pagano and Daniela Peruzzu have contributed equally to this study Contributor InformationINMI-ISS COVID-19 team:Manuela Macchione, Rachele Di Lorenzo, Marta Camici, Roberta Gagliardini, Serena Vita, Gaetano Maffongelli, Eugenia Milozzi, Francesca Faraglia, Carlotta Cerva, Silvia Mosti, Davide Roberto Donno, Pierangelo Chinello, Veronica Bordoni, Alessandra Sacchi, Eleonora Tartaglia, Rita Casetti, Germana Grassi, Eleonora Cimini, Maria Luisa Dupuis, Simona Anticoli, Katia Fecchi, Maria Bellenghi, Rossella Puglisi, Gianfranco Mattia, and  Giada Pontecorvi References1. Peckham H, de Gruijter NM, Raine C, et al.  Male sex identified by global COVID-19 meta-analysis as a risk factor for death and ITU admission. Nat Commun. 2020;11:6317. doi: 10.1038/s41467-020-19741-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Gebhard C, Regitz-Zagrosek V, Neuhauser HK, Morgan R, Klein SL. Impact of sex and gender on COVID-19 outcomes in Europe. Biol Sex Differ. 2020;11:29. doi: 10.1186/s13293-020-00304-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Bennett TD, Moffitt RA, Hajagos JG, et al.  Clinical characterization and prediction of clinical severity of SARS-CoV-2 infection among US adults using data from the US National COVID Cohort Collaborative. JAMA Netw Open. 2021;4:e2116901. doi: 10.1001/jamanetworkopen.2021.16901. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Josa-Laorden C, Crestelo-Vieitez A, Garcia Andreu MDM, et al.  Gender-based differences by age range in patients hospitalized with COVID-19: a Spanish observational cohort study. J Clin Med. 2021;10:899. doi: 10.3390/jcm10050899. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Ya'qoub L, Elgendy IY, Pepine CJ. Sex and gender differences in COVID-19: more to be learned! Am Heart J Plus. 2021;3:100011. doi: 10.1016/j.ahjo.2021.100011. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Ambrosino I, Barbagelata E, Ortona E, Ruggieri A, Massiah G, Giannico OV, Politi C, Moretti AM. Gender differences in patients with COVID-19: a narrative review. Monaldi Arch Chest Dis. 2020 doi: 10.4081/monaldi.2020.1389. [PubMed] [CrossRef] [Google Scholar]7. Wolfe J, Safdar B, Madsen TE, Sethuraman KN, Becker B, Greenberg MR, McGregor AJ. Sex- or gender-specific differences in the clinical presentation, outcome, and treatment of SARS-CoV-2. Clin Ther. 2021;43:557–71 e1. doi: 10.1016/j.clinthera.2021.01.015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Wray S, Arrowsmith S. The physiological mechanisms of the sex-based difference in outcomes of COVID19 infection. Front Physiol. 2021;12:627260. doi: 10.3389/fphys.2021.627260. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Lau ES, McNeill JN, Paniagua SM, et al.  Sex differences in inflammatory markers in patients hospitalized with COVID-19 infection: insights from the MGH COVID-19 patient registry. PLoS ONE. 2021;16:e0250774. doi: 10.1371/journal.pone.0250774. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Gandini O, Criniti A, Gagliardi MC, et al.  Sex-disaggregated data confirm serum ferritin as an independent predictor of disease severity both in male and female COVID-19 patients. J Infect. 2021;82:414–451. doi: 10.1016/j.jinf.2020.10.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Younis JS, Skorecki K, Abassi Z. The double edge sword of testosterone's role in the COVID-19 pandemic. Front Endocrinol (Lausanne) 2021;12:607179. doi: 10.3389/fendo.2021.607179. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Moreno G, Carbonell R, Bodi M, Rodriguez A. Systematic review of the prognostic utility of D-dimer, disseminated intravascular coagulation, and anticoagulant therapy in COVID-19 critically ill patients. Med Intensiva (Engl Ed) 2021;45:42–55. doi: 10.1016/j.medin.2020.06.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Traish A, Bolanos J, Nair S, Saad F, Morgentaler A. Do androgens modulate the pathophysiological pathways of inflammation? Appraising the contemporary evidence. J Clin Med. 2018;7:549. doi: 10.3390/jcm7120549. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Maggio M, Basaria S, Ceda GP, Ble A, Ling SM, Bandinelli S, Valenti G, Ferrucci L. The relationship between testosterone and molecular markers of inflammation in older men. J Endocrinol Invest. 2005;28(11 Suppl Proceedings):116–119. [PubMed] [Google Scholar]15. Bhasin S, Brito JP, Cunningham GR, et al.  Testosterone therapy in men with hypogonadism: an endocrine society clinical practice guideline. J Clin Endocrinol Metab. 2018;103:1715–1744. doi: 10.1210/jc.2018-00229. [PubMed] [CrossRef] [Google Scholar]16. Dhindsa S, Zhang N, McPhaul MJ, et al.  Association of circulating sex hormones with inflammation and disease severity in patients with COVID-19. JAMA Netw Open. 2021;4:e2111398. doi: 10.1001/jamanetworkopen.2021.11398. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Lucas JM, Heinlein C, Kim T, et al.  The androgen-regulated protease TMPRSS2 activates a proteolytic cascade involving components of the tumor microenvironment and promotes prostate cancer metastasis. Cancer Discov. 2014;4:1310–1325. doi: 10.1158/2159-8290.CD-13-1010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Patel VG, Zhong X, Liaw B, Tremblay D, Tsao CK, Galsky MD, Oh WK. Does androgen deprivation therapy protect against severe complications from COVID-19? Ann Oncol. 2020;31:1419–1420. doi: 10.1016/j.annonc.2020.06.023. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Khan N. Possible protective role of 17beta-estradiol against COVID-19. J Allergy Infect Dis. 2020;1:38–48. doi: 10.46439/allergy.1.010. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Bukowska A, Spiller L, Wolke C, et al.  Protective regulation of the ACE2/ACE gene expression by estrogen in human atrial tissue from elderly men. Exp Biol Med (Maywood) 2017;242:1412–1423. doi: 10.1177/1535370217718808. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Rodrigues Prestes TR, Rocha NP, Miranda AS, Teixeira AL, Simoes ESAC. The anti-inflammatory potential of ACE2/Angiotensin-(1–7)/Mas receptor axis: evidence from basic and clinical research. Curr Drug Targets. 2017;18:1301–1313. doi: 10.2174/1389450117666160727142401. [PubMed] [CrossRef] [Google Scholar]22. Hanff TC, Harhay MO, Brown TS, Cohen JB, Mohareb AM. Is there an association between COVID-19 mortality and the renin-angiotensin system? A call for epidemiologic investigations. Clin Infect Dis. 2020;71:870–874. doi: 10.1093/cid/ciaa329. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Gurwitz D. Angiotensin receptor blockers as tentative SARS-CoV-2 therapeutics. Drug Dev Res. 2020;81:537–540. doi: 10.1002/ddr.21656. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Gagliardi MC, Tieri P, Ortona E, Ruggieri A. ACE2 expression and sex disparity in COVID-19. Cell Death Discov. 2020;6:37. doi: 10.1038/s41420-020-0276-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Imai Y, Kuba K, Rao S, et al.  Angiotensin-converting enzyme 2 protects from severe acute lung failure. Nature. 2005;436:112–116. doi: 10.1038/nature03712. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Wang XW, Hu H, Xu ZY, Zhang GK, Yu QH, Yang HL, Zheng JH. Association of menopausal status with COVID-19 outcomes: a propensity score matching analysis. Biol Sex Differ. 2021;12:16. doi: 10.1186/s13293-021-00363-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Costeira R, Lee KA, Murray B, et al. Estrogen and COVID-19 symptoms: associations in women from the COVID Symptom Study. 2020. 10.1101/2020.07.30.2016492128. Seeland U, Coluzzi F, Simmaco M, Mura C, Bourne PE, Heiland M, Preissner R, Preissner S. Evidence for treatment with estradiol for women with SARS-CoV-2 infection. BMC Med. 2020;18:369. doi: 10.1186/s12916-020-01851-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Ding T, Zhang J, Wang T, et al.  Potential influence of menstrual status and sex hormones on female severe acute respiratory syndrome coronavirus 2 infection: a cross-sectional multicenter study in Wuhan, China. Clin Infect Dis. 2020;72:e240–e248. doi: 10.1093/cid/ciaa1022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Thompson BT, Chambers RC, Liu KD. Acute respiratory distress syndrome. N Engl J Med. 2017;377:562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]31. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]32. Samprathi M, Jayashree M. Biomarkers in COVID-19: an up-to-date review. Front Pediatr. 2021;8:607647. doi: 10.3389/fped.2020.607647. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Fadl N, Ali E, Salem TZ. COVID-19: risk factors associated with infectivity and severity. Scand J Immunol. 2021;93:e13039. doi: 10.1111/sji.13039. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Schiaroli E, Gidari A, Brachelente G, Bastianelli S, Villa A, Ferri C, Francisci D. Predictive risk factors for worse outcomes in COVID-19 patients with different clinical features at baseline. Arch Med Sci. 2021 doi: 10.5114/aoms/130374. [CrossRef] [Google Scholar]35. Takahashi T, Ellingson MK, Wong P, et al.  Sex differences in immune responses that underlie COVID-19 disease outcomes. Nature. 2020;588:315–320. doi: 10.1038/s41586-020-2700-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Haitao T, Vermunt JV, Abeykoon J, et al.  COVID-19 and sex differences: mechanisms and biomarkers. Mayo Clin Proc. 2020;95:2189–2203. doi: 10.1016/j.mayocp.2020.07.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Li X, Liu C, Mao Z, Xiao M, Wang L, Qi S, Zhou F. Predictive values of neutrophil-to-lymphocyte ratio on disease severity and mortality in COVID-19 patients: a systematic review and meta-analysis. Crit Care. 2020;24:647. doi: 10.1186/s13054-020-03374-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Simadibrata DM, Calvin J, Wijaya AD, Ibrahim NAA. Neutrophil-to-lymphocyte ratio on admission to predict the severity and mortality of COVID-19 patients: a meta-analysis. Am J Emerg Med. 2020;42:60–69. doi: 10.1016/j.ajem.2021.01.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Guemes-Villahoz N, Burgos-Blasco B, Vidal-Villegas B, et al.  Reduced retinal vessel density in COVID-19 patients and elevated D-dimer levels during the acute phase of the infection. Med Clin (Engl Ed) 2021;156:541–546. doi: 10.1016/j.medcle.2020.12.020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Caminiti G, Volterrani M, Iellamo F, et al.  Effect of long-acting testosterone treatment on functional exercise capacity, skeletal muscle performance, insulin resistance, and baroreflex sensitivity in elderly patients with chronic heart failure a double-blind, placebo-controlled, randomized study. J Am Coll Cardiol. 2009;54:919–927. doi: 10.1016/j.jacc.2009.04.078. [PubMed] [CrossRef] [Google Scholar]41. Rastrelli G, Di Stasi V, Inglese F, et al.  Low testosterone levels predict clinical adverse outcomes in SARS-CoV-2 pneumonia patients. Andrology. 2021;9:88–98. doi: 10.1111/andr.12821. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Camici M, Zuppi P, Lorenzini P, et al.  Role of testosterone in SARS-CoV-2 infection: a key pathogenic factor and a biomarker for severe pneumonia. Int J Infect Dis. 2021;108:244–251. doi: 10.1016/j.ijid.2021.05.042. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Moulton VR. Sex hormones in acquired immunity and autoimmune disease. Front Immunol. 2018;9:2279. doi: 10.3389/fimmu.2018.02279. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Dupuis ML, Maselli A, Pagano MT, Pierdominici M, Ortona E. Immune response and autoimmune diseases: a matter of sex. Ital J Gender-Specific Med. 2019;5:11–20. doi: 10.1723/3148.31294. [CrossRef] [Google Scholar]45. Tukiainen T, Villani AC, Yen A, et al.  Landscape of X chromosome inactivation across human tissues. Nature. 2017;550:244–248. doi: 10.1038/nature24265. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Zoufaly A, Poglitsch M, Aberle JH, et al.  Human recombinant soluble ACE2 in severe COVID-19. Lancet Respir Med. 2020;8:1154–1158. doi: 10.1016/S2213-2600(20)30418-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Muslim S, Nasrin N, Alotaibi FO, Prasad G, Singh SK, Alam I, Mustafa G. Treatment options available for COVID-19 and an analysis on possible role of combination of rhACE2, Angiotensin (1–7) and Angiotensin (1–9) as effective therapeutic measure. SN Compr Clin Med. 2020 doi: 10.1007/s42399-020-00407-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Pang X, Cui Y, Zhu Y. Recombinant human ACE2: potential therapeutics of SARS-CoV-2 infection and its complication. Acta Pharmacol Sin. 2020;41:1255–1257. doi: 10.1038/s41401-020-0430-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Roshanravan N, Ghaffari S, Hedayati M. Angiotensin converting enzyme-2 as therapeutic target in COVID-19. Diabetes Metab Syndr. 2020;14:637–639. doi: 10.1016/j.dsx.2020.05.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Basit A, Ali T, Rehman SU. Truncated human angiotensin converting enzyme 2; a potential inhibitor of SARS-CoV-2 spike glycoprotein and potent COVID-19 therapeutic agent. J Biomol Struct Dyn. 2021;39:3605–3614. doi: 10.1080/07391102.2020.1768150. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}