{"title": "Treatment of acute respiratory distress syndrome from COVID-19 with extracorporeal membrane oxygenation in obstetrical patients", "pubDate": "2021", "PMCID": "PMC8605810", "DOI": "10.1016/j.ajogmf.2021.100537", "PMID": "34813975", "abstract": "Background:                       Extracorporeal membrane oxygenation therapy has been used as a rescue therapy for patients with severe acute respiratory distress syndrome from COVID-19 who have failed conventional ventilatory strategies. Little is known about the outcome of pregnant and postpartum patients on extracorporeal membrane oxygenation therapy.                  Objective:                       To describe the medical and surgical outcomes of pregnant and postpartum patients who were placed on extracorporeal membrane oxygenation therapy for severe acute respiratory distress syndrome from COVID-19.                  Study design:                       A case series reviewing pregnant or postpartum patients with laboratory-confirmed COVID-19 who were placed on extracorporeal membrane oxygenation therapy was conducted within the Baylor Scott & White Healthcare system. The demographics and the medical and surgical outcomes were collected and reviewed.                  Results:                       Between March 2020 and October 2021, 5 pregnant and 5 postpartum women were supported with venovenous extracorporeal membrane oxygenation therapy. The median age was 30 years (interquartile range, 26-33.5) and the median body mass index was 36.6 kg/m2 (interquartile range, 29.5-42.0). There was a median of 4.5 days (interquartile range, 1.5-6.8) from admission to any hospital to intubation and 9 days (interquartile range, 7-13) to extracorporeal membrane oxygenation therapy cannulation. One patient had an ischemic stroke, 1 patient had a presumed hemorrhagic stroke, and 9 patients developed bleeding while on extracorporeal membrane oxygenation therapy. Of the 5 pregnant women, 2 patients had intrauterine fetal demise and 3 underwent delivery for maternal hemodynamic instability. The 5 postpartum women were initiated on extracorporeal membrane oxygenation therapy a median of 10 days (interquartile range, 3-11) after delivery. The median length of time on extracorporeal membrane oxygenation therapy was 22 days (interquartile range, 11-31). At the time of the study, there were 2 inpatient mortalities, 6 patients survived to discharge from the extracorporeal membrane oxygenation therapy hospital, and 2 patients were still admitted.                  Conclusion:                       There is limited information regarding the use of extracorporeal membrane oxygenation therapy for COVID-19 acute respiratory distress syndrome in obstetrical patients. This case series describes the use of extracorporeal membrane oxygenation therapy and survival in pregnant and postpartum patients with COVID-19.", "author": [{"author": "Emily Shih", "affiliation": ["Department of General Surgery, Baylor University Medical Center, Baylor Scott & White Health, Dallas, TX (Drs Shih and Squiers). Electronic address: emily.shih@bswhealth.org."], "href": "/?term=Shih+E&cauthor_id=34813975"}, {"author": "J Michael DiMaio", "affiliation": ["Department of Cardiothoracic Surgery, Baylor Scott and White The Heart Hospital - Plano, Baylor Scott & White Health, Plano, TX (Dr DiMaio)."], "href": "/?term=DiMaio+JM&cauthor_id=34813975"}, {"author": "John J Squiers", "affiliation": ["Department of General Surgery, Baylor University Medical Center, Baylor Scott & White Health, Dallas, TX (Drs Shih and Squiers)."], "href": "/?term=Squiers+JJ&cauthor_id=34813975"}, {"author": "Anita R Krueger", "affiliation": ["Department of Cardiothoracic Surgery, Baylor Scott and White All Saints Medical Center, Baylor Scott & White Health, Fort Worth, TX (Dr Krueger)."], "href": "/?term=Krueger+AR&cauthor_id=34813975"}, {"author": "Gary S Schwartz", "affiliation": ["Department of Cardiothoracic Surgery, Baylor University Medical Center, Baylor Scott & White Health, Dallas, TX (Dr Schwartz)."], "href": "/?term=Schwartz+GS&cauthor_id=34813975"}, {"author": "James Herd", "affiliation": ["Department of Obstetrics and Gynecology, Baylor Scott and White All Saints Medical Center,Baylor Scott & White Health, Fort Worth, TX (Drs Herd and Bleich)."], "href": "/?term=Herd+J&cauthor_id=34813975"}, {"author": "April T Bleich", "affiliation": ["Department of Obstetrics and Gynecology, Baylor Scott and White All Saints Medical Center,Baylor Scott & White Health, Fort Worth, TX (Drs Herd and Bleich)."], "href": "/?term=Bleich+AT&cauthor_id=34813975"}], "refPMID": ["33177481", "34620202", "32840156", "31986264", "32780089", "32317557", "33124076", "32987008", "32798468", "32687823", "33419553", "26825433", "32835205", "19822628", "22797452", "29791822", "32948334", "32888800", "34357194", "33069171", "33229971", "26307595", "32541213", "32970655", "33151921", "34389291", "33882218"], "citedInPMID": ["34813975"], "body": " AbstractBACKGROUNDExtracorporeal membrane oxygenation therapy has been used as a rescue therapy for patients with severe acute respiratory distress syndrome from COVID-19 who have failed conventional ventilatory strategies. Little is known about the outcome of pregnant and postpartum patients on extracorporeal membrane oxygenation therapy.OBJECTIVETo describe the medical and surgical outcomes of pregnant and postpartum patients who were placed on extracorporeal membrane oxygenation therapy for severe acute respiratory distress syndrome from COVID-19.STUDY DESIGNA case series reviewing pregnant or postpartum patients with laboratory-confirmed COVID-19 who were placed on extracorporeal membrane oxygenation therapy was conducted within the Baylor Scott & White Healthcare system. The demographics and the medical and surgical outcomes were collected and reviewed.RESULTSBetween March 2020 and October 2021, 5 pregnant and 5 postpartum women were supported with venovenous extracorporeal membrane oxygenation therapy. The median age was 30 years (interquartile range, 26–33.5) and the median body mass index was 36.6 kg/m2 (interquartile range, 29.5–42.0). There was a median of 4.5 days (interquartile range, 1.5–6.8) from admission to any hospital to intubation and 9 days (interquartile range, 7–13) to extracorporeal membrane oxygenation therapy cannulation. One patient had an ischemic stroke, 1 patient had a presumed hemorrhagic stroke, and 9 patients developed bleeding while on extracorporeal membrane oxygenation therapy. Of the 5 pregnant women, 2 patients had intrauterine fetal demise and 3 underwent delivery for maternal hemodynamic instability. The 5 postpartum women were initiated on extracorporeal membrane oxygenation therapy a median of 10 days (interquartile range, 3–11) after delivery. The median length of time on extracorporeal membrane oxygenation therapy was 22 days (interquartile range, 11–31). At the time of the study, there were 2 inpatient mortalities, 6 patients survived to discharge from the extracorporeal membrane oxygenation therapy hospital, and 2 patients were still admitted.CONCLUSIONThere is limited information regarding the use of extracorporeal membrane oxygenation therapy for COVID-19 acute respiratory distress syndrome in obstetrical patients. This case series describes the use of extracorporeal membrane oxygenation therapy and survival in pregnant and postpartum patients with COVID-19.Keywords: acute respiratory distress syndrome, COVID-19, COVID-19 vaccination, extracorporeal membrane oxygenation, postpartum, pregnancy \nAJOG MFM at a GlanceWhy was this study conducted?This study was conducted to examine the outcomes of pregnant and postpartum patients who are placed on extracorporeal membrane oxygenation (ECMO) for severe acute respiratory distress syndrome (ARDS) from COVID-19.Key findingsECMO appears to be a reasonable option for critically ill obstetrical patients who are otherwise unlikely to survive.What does this add to what is known?Although there have been studies describing the use of ECMO in obstetrical patients, little information exists on the outcomes of ECMO for severe ARDS from COVID-19 in this patient population.\n IntroductionThe SARS-CoV-2 virus, causative agent of COVID-19, has made a staggering impact on public health worldwide. Although studies continue to elucidate and explore the pathophysiology of COVID-19, it has become apparent that severe forms of this disease can cause devastating and lasting insult.1, 2, 3 Severe presentations include acute respiratory distress syndrome (ARDS) and multisystem organ failure.4 Several studies have described the use of extracorporeal membrane oxygenation (ECMO) for patients with severe ARDS from COVID-19 who have failed conventional mechanical ventilatory strategies.5, 6, 7, 8, 9, 10, 11 Limited reports have described the successful implementation of ECMO during pregnancy for other indications.12\n,\n13 The initial enthusiasm for ECMO as an option for obstetrical patients stemmed from encouraging observational reports during the influenza (H1N1) epidemic in 2009,14 but as the public health threat of COVID-19 continues to burgeon, information regarding the applicability of ECMO as a rescue therapy in obstetrical patients affected by this pandemic remains scarce. We present a case series of pregnant and postpartum patients who were placed on ECMO for severe ARDS from COVID-19. Materials and MethodsWe describe a case series of all patients who were pregnant or up to 6 weeks postpartum from March 2020 to October 2021 and initiated on ECMO support for refractory ARDS from COVID-19 within a single healthcare system. There were 2 hospitals acting as ECMO referral centers within this system that contributed to the study. All the patients had laboratory-confirmed SARS-CoV-2 infection and obstetrical consultation and evaluation during their hospital admission. The patients were managed by multidisciplinary teams, including medical and surgical intensivists, cardiothoracic surgeons, maternal-fetal medicine, ECMO specialists, infectious disease specialists, nephrologists, and other consultants as needed. The clinical indications for ECMO, ECMO settings, and ECMO weaning strategies were guided by a system-wide ECMO protocol established by the Baylor Scott & White ECMO Governance Council.8 All the patients were therapeutically anticoagulated with a heparin intravenous infusion anti-Xa assay target of 0.2 to 0.4. Heparin was held for ongoing major blood loss requiring frequent transfusions with blood products.8 It was also held for 24 hours in the case of nonfatal central nervous system bleeding and nonurgent cesarean delivery. The study was approved by the Baylor Scott & White Institutional Review Board (approval number 014-179).The demographics, comorbidities, and maternal and fetal outcomes were retrospectively reviewed. The pre-ECMO initiation information, including the length of time from symptom onset and hospital admission to the intubation and initiation of ECMO, the partial pressure of oxygen to fraction of inspired oxygen (P/F) ratio, and whether the patients were intubated, paralyzed, prone, had undergone cardiopulmonary resuscitation (CPR), or required vasopressor support, was collected. The P/F ratio characterized the severity of ARDS according to the Berlin criteria.15 The outcomes evaluated after ECMO were the incidence of tracheostomy and the length of time to tracheostomy, chest tube placement, new renal replacement therapy (RRT), intensive care unit (ICU) length of stay at any facility, length of stay at the ECMO facility, length of ECMO, and maternal and fetal or neonatal survival. The in-hospital complications including cerebrovascular accident and bleeding were examined. Bleeding was defined as acute blood loss anemia requiring blood transfusion. The descriptive statistics are presented as median with interquartile range (IQR) and categorical variables as proportions unless otherwise specified. ResultsPatientsFrom March 2020 to October 2021, 5 pregnant and 5 postpartum women were hospitalized and placed on ECMO support within a single healthcare system for ARDS from COVID-19. The median age of these women was 30 years (IQR, 26–33.5) and the median body mass index (BMI) was 36.6 kg/m2 (IQR, 29.5–42.0). There were no active smokers. The COVID-19 treatment therapies and the patients’ inflammatory markers are detailed in Table 1\n. Nine of 10 (90%) of the women in this study were confirmed to be unvaccinated against COVID-19; 1 of them had an unknown vaccination status. All the women were diagnosed with COVID-19 and were cannulated on ECMO after vaccination became widely available in the state of Texas. Before being initiated on ECMO, 6 of 10 patients (60%) were paralyzed, 1 of 10 (10%) had undergone CPR, 2 of 10 (20%) were on vasopressor support, and 3 of 10 (30%) were prone. The median P/F ratio was 60.5 (IQR, 58.5–64.3). There was a median of 4.5 days (IQR, 1.5–6.8) from admission to any hospital to intubation and 9 days (IQR, 7–13) to ECMO cannulation.Table 1Patient demographics and characteristicsDemographicsPregnancyPostpartumPatient 1Patient 2Patient 3Patient 4Patient 5Patient 6Patient 7Patient 8Patient 9Patient 10Age29353132342229352522RaceWhiteWhiteBlackBlackHispanicBlackWhiteWhiteHispanicHispanicBMI32.2043.1036.7045.4026.4542.8038.4034.8027.0428.62Gestational age at ECMO initiation12 wk 6 d20 wk 1 d23 wk 1 d22 wk 3 d27 wk 0 dn/an/an/an/an/aNumber of days postpartum at ECMO initiationn/an/an/an/an/a23101120ComorbiditiesHTNNoNoNoNoNoYesNoNoNoNoGestional HTNNoNoNoNoNoNoNoNoNoNoPreeclampsiaNoNoNoNoNoYesNoNoNoNoHELLPNoNoNoNoYesNoNoNoNoNoHLDNoNoNoNoNoNoNoNoNoNoDMNoNoNoNoNoNoYesNoNoNoGestional diabetesNoNoNoNoNoNoNoNoNoNoCOPDNoNoNoNoNoNoNoNoNoNoActive SmokingNoNoNoNoNoNoNoNoNoNoReceived COVID-19 vaccinationNon/aNoNoNoNoNoNoNoNoFibrinogenn/a80357232543214131n/a553573Ferritin65459334949661258827781363106LDH667>4000585416487433214334n/a398Lactic acid1.714.82.921.10.92.50.81.41.5Procalcitonin1.10.20.10.10.20.10.10.21.00.3Time from symptoms onset to intubation (d)15107191421137811Time from admission to intubation (d)7301795611321Time from symptom onset to ECLS (d)15101019142326191731Time from admission to ECLS (d)73317979131321ParalyzedNoYesYesNoNoYesYesNoYesYesPronedNoYesYesNoNoNoNoNoNoYesCPRNoYesNoNoNoNoNoNoNoNoIntubatedYesYesYesYesYesYesYesYesYesYesVasopressorsNoYesNoNoNoNoNoNoYesNoP/F ratio before cannulation60627558657956604361COVID-19 treatment therapy receivedRemdesivir, dexamethasone, rocephinRemdesivir, dexamethasoneRemdesivir, tocilizumab, dexamethasoneRemdesivir, rocephin, methylprednisoloneRemdesivir, dexamethasone, ceftriaxoneRemdesivir, tocilizumab, rocephin, dexamethasoneRemdesivir, tocilizumab, cefepime, linezolid, dexamethasoneVancomycin, cefepime, methylprednisoloneDexamethasone, tocilizumab, azithromycin, cefepimeRemdesivir, dexamethasone, azithromycin, ceftriaxoneECMO typeVVVVVVVVVVVVVVVVVVVVCannulation sitesRight internal jugularBifemoralBifemoralLeft subclavian, right femoralBifemoralBifemoralLeft subclavian, right femoralBifemoralBifemoralBifemoralOpen in a separate windowBMI, body mass index; COPD, chronic obstructive pulmonary disease; CPR, cardiopulmonary resuscitation; DM, diabetes mellitus; ECMO, extracorporeal membrane oxygenation; HELLP, hemolysis, elevated liver enzymes, low platelet count; HLD, hyperlipidemia; HTN, hypertension; LDH, lactate dehydrogenase; n/a, not available; P/F ratio, PaO2/FiO2; VV, venovenous.Shih. Treatment of acute respiratory distress syndrome from COVID-19 with extracorporeal membrane oxygenation in obstetrical patients. Am J Obstet Gynecol MFM 2021.Eastman. Association of immediate postpartum glucose values with persistent insulin resistance in gestational diabetes. Am J Obstet Gynecol MFM 2021.Maternal characteristicsAmong the 5 pregnant women, the gestational age at ECMO initiation was 20 weeks and 1 day, 22 weeks and 3 days, 12 weeks and 6 days, 23 weeks and 1 day, and 27 weeks, respectively. Two pregnant patients (40%) had intrauterine fetal demises within 1 week of ECMO cannulation. One was induced and delivered vaginally at 20 weeks and 1 day after the confirmation of intrauterine fetal demise, and the other had an incomplete abortion requiring dilatation and curettage at 13 weeks and 5 days. Two pregnant patients (40%) delivered periviable infants via operative delivery, 1 of which was performed on day 8 of ECMO for maternal hemodynamic instability and the other shortly after ECMO cannulation because of persistent fetal decelerations refractory to positional adjustment. Both the patients had multidisciplinary counseling with maternal-fetal medicine and neonatology experts before intubation. One elected for no resuscitation before 24 weeks and the other elected full intervention. However, the latter's neonate expired shortly after delivery. The remaining patient underwent nonurgent cesarean delivery because of concern for maternal disseminated intravascular coagulation vs evolving hemolysis, elevated liver enzymes, low platelet count (HELLP) syndrome at 28 weeks 5 days. Her infant survived. Among the 5 postpartum women in our series, the initiation of ECMO occurred at 2 to 20 days after delivery. All the deliveries (100%) were via cesarean and preterm because of maternal instability. All the infants of women who were cannulated postpartum are currently still alive. Ultimately, all the infants delivered at a viable gestational age survived, regardless of pregnant or postpartum status at the time of cannulation. Two of the 8 patients (25%) who underwent operative delivery had wound complications. One patient had a wound infection and the other developed an incisional hematoma. The obstetrical history of these patients is detailed in Table 2\n.Table 2Obstetrical eventsEventsPregnancyPostpartumPatient 1Patient 2Patient 3Patient 4Patient 5Patient 6Patient 7Patient 8Patient 9Patient 10Gravida Para2/11/02/14/34/3n/a3/3n/a4/34/4Gestational age at delivery13 wk 5 d20 wk 1 d23 wk 1 d23 wk 5 d28 wk 0 d26 wk 0 d28 wk 0 d30 wk 0 d30 wk 0 d35 wk 5 dDelivery methodSpontaneous abortionSpontaneous abortionResuscitative hysterotomyResuscitative hysterotomyResuscitative hysterotomyResuscitative hysterotomyResuscitative hysterotomyC-sectionC-sectionResuscitative hysterotomyEstimated blood loss during operative delivery (mL)n/an/a5005001200n/an/an/an/an/aWound Complicationsn/an/aNoYesNoYesNoNoNoNoIntrauterine fetal demiseYesYesNoNoNoNoNoNoNoNoInfant death——YesYesNoNoNoNoNoNoOpen in a separate windowBold line represents viable gestational age. All newborns of patients who were of viable gestational age at delivery survived.n/a, not available.Shih. Treatment of acute respiratory distress syndrome from COVID-19 with extracorporeal membrane oxygenation in obstetrical patients. Am J Obstet Gynecol MFM 2021.Eastman. Association of immediate postpartum glucose values with persistent insulin resistance in gestational diabetes. Am J Obstet Gynecol MFM 2021.Outcomes on extracorporeal membrane oxygenationAll the patients were initiated on venovenous (VV) ECMO. The initial cannulation sites of 6 patients (60%) were bifemoral, 2 patients (20%) had right femoral and left subclavian cannulation sites, and 2 patients (20%) had an echocardiogram-guided right internal jugular dual lumen cannulation. All the patients were fully anticoagulated with unfractionated heparin. Nine of 10 (90%) patients had a tracheostomy performed, and the median time from intubation to tracheostomy was 13 days (IQR, 8–16). The patient who did not receive a tracheostomy expired within 2 weeks of arrival to the ECMO center. There were 4 patients (40%) who required chest tube placement while on ECMO, and 2 patients (20%) required initiation of RRT. The complications during hospitalization included 1 patient who developed an ischemic stroke, 1 patient who had a presumed hemorrhagic stroke after acute neurologic change in the setting of anticoagulation, and 9 patients (90%) who had bleeding requiring transfusion of blood products. Of the 9 patients who had bleeding, 3 patients (33.3%) had acute blood loss anemia from thrombocytopenia, and 2 patients developed rectus sheath hematomas. The remaining sources of bleeding were the following: 1 from the chest tube site, 3 from the tracheostomy site, and 3 from ongoing vaginal bleeding. The total median length of time on ECMO was 22 days (IQR, 11–31). There were 2 patients who required recannulation after initial decannulation for respiratory decline. The length of stay was a median of 28 days (IQR, 17.5–46.3) in ICU care and 31.5 days (IQR, 16.5–49) at the ECMO facility. At the time of this study, there were 2 inpatient mortalities (25%, 2 of 8 either discharged or deceased patients), 5 patients who had been discharged to either a returning hospital, a long-term assisted care facility, a skilled nursing facility, or a rehabilitation center, and 1 patient discharged home (75%, 6 of 8). Two patients are still admitted (20%, 2 of 10). These outcomes are detailed in Table 3\n.Table 3Extracorporeal membrane oxygenation outcomesOutcomesPregnancyPostpartumPatient 1Patient 2Patient 3Patient 4Patient 5Patient 6Patient 7Patient 8Patient 9Patient 10TracheostomyYesNoYesYesYesYesYesYesYesYesTime from intubation to tracheostomy (d)3n/a10168137141721Concurrent interventionsChest tubeNoYesNoYesNoNoNoYesYesNoRRTYesYesNoNoNoNoNoNoNoNoComplicationsBleedingYesYesYesYesYesYesNoYesYesYesCVAYesYesNoNoNoNoNoNoNoNoLength of ECLS (d)1116n/a3728564322n/aIn hospital mortalityYesYesn/aNoNoNoNoNoNon/aICU LOS1618n/a44532275934n/aECMO center LOS1715n/a45612077843n/aDischarge dispositionDeceasedDeceasedn/aLTACIPRLTACOther hospitalSNFHomen/aOpen in a separate windowCVA, cerebrovascular accident; ECMO, extracorporeal membrane oxygenation; ICU, intensive care unit; IPR, inpatient rehabilitation; LOS, length of stay; LTAC, long-term assisted care facility; n/a, not available; RRT, renal replacement therapy; SNF, skilled nursing facility.Shih. Treatment of acute respiratory distress syndrome from COVID-19 with extracorporeal membrane oxygenation in obstetrical patients. Am J Obstet Gynecol MFM 2021.Eastman. Association of immediate postpartum glucose values with persistent insulin resistance in gestational diabetes. Am J Obstet Gynecol MFM 2021. CommentPrincipal findingsThe existing literature regarding the use of ECMO for COVID-19 ARDS in pregnant or postpartum women is scarce. Our case series describes 10 patients in this category within a single healthcare system. All the patients underwent VV ECMO and were cannulated according to ECMO for Severe Acute Respiratory Distress Syndrome criteria.16 Seven patients have been successfully decannulated and 6 discharged from the ECMO facility; 2 patients deceased after withdrawal of care, and 1 patient is currently on ECMO. Comparable studies are limited mostly to case reports.17, 18, 19, 20 Only 1 other case series of more than 2 obstetrical patients with COVID-19 managed with ECMO has been previously reported. Barrentes et al described 9 pregnant patients on ECMO with COVID-19 ARDS across multiple centers, with survival of 7 patients to discharge, 2 hospitalized patients, and only 1 newborn death.21 Five women in their study were cannulated postpartum— 2 at delivery, and 2 during pregnancy. Of note, all patients in their series had operative deliveries. This is consistent with the trajectory of care seen in our study. Beside the pregnant women who had intrauterine demises, the remainder of patients required operative delivery because of maternal clinical instability. The initial cannulation sites are most commonly bifemoral because of the ability to perform them emergently and safely relative to other cannulation sites. The important considerations of this strategy specific to pregnant patients include injury to the iliac vessels and inferior vena cava during cannulation and the mass effect of the uterus on these structures.22 Such was the case of 1 patient in our series with a previable pregnancy, who ultimately required a resuscitative hysterotomy after ECMO cannulation because of hypotension and poor ECMO flows refractory to any positional or medical correction. Ultimately, the decision was made to preserve the survival of the mother.All newborns who were delivered beyond 24 weeks either pre- or post-ECMO cannulation survived. Our study extends and reinforces the findings of the case reports and case series of successful ECMO use in pregnant or postpartum patients that demonstrate favorable survival of neonates who are viable at the time of cannulation.17, 18, 19, 20, 21 In our case series, the only surviving infant from a patient placed on ECMO support during pregnancy was cannulated at a viable gestational age.The time to intubation from admission was approximately 5 days, with 9 days to initiation of ECMO. This is similar to other reports of nonpregnant COVID-19 patients placed on ECMO.8 Furthermore, all patients in our series who have survived have received tracheostomies. Our practice agrees with other groups describing nonpregnant COVID-19 patients who advocate for early planning of tracheostomy after ECMO cannulation with the goal of decreasing sedation requirements and improving pulmonary toilet.10\n,\n23 More than half of the patients in this series have been successfully decannulated from ECMO after respiratory recovery, and though the length of stay at the ECMO facility is variable, almost all the patients were discharged back to their transferring hospital or to an assisted facility for ongoing ventilatory weaning and rehabilitation. This highlights the magnitude of debilitation and the length of recovery patients face, should they survive the initial acute phase of severe COVID-19 ARDS.Research implicationsAlthough this study describes the outcomes of ECMO in obstetrical patients while they are hospitalized, further studies involving a larger cohort of patients should be pursued. Furthermore, there is a lack of knowledge regarding the long-term outcomes of these women and their surviving newborns. Of note, all women in our study with a known vaccination status were not vaccinated against COVID-19. Early data show increased morbidity and mortality associated with COVID-19 infection in pregnancy.24\n,\n25 With the growing body of evidence supporting the safety of COVID-19 vaccination in pregnancy,26\n,\n27 it is essential that healthcare professionals address hesitancy and create awareness of vaccine safety in this population.Strengths and limitationsBecause this is a case series, the ability to generalize on the basis of the data is limited by the small size of the cohort. However, this study presents the outcomes of these 10 women from a unique demographic of patients affected by the COVID-19 pandemic, for which we have limited understanding of the outcomes and treatment options for severe disease. In addition, a detailed follow-up of the surviving neonates is scarce. Therefore, the long-term survival and outcomes of these patients are unknown.ConclusionsAlthough our series is limited, 6 of the 10 women who were critically ill from COVID-19 ARDS have survived to discharge with ECMO therapy. Because ECMO is a resource- intensive therapy, further studies with a larger sample size and long-term follow-up are needed to navigate how to identify obstetrical patients that would best benefit from ECMO therapy. GlossaryARDS-acute respiratory distress syndromeECMO-extracorporeal membrane oxygenationH1N1-Influenza A virus subtype H1N1P/F-partial pressure of oxygen to fraction of inspired oxygen ratioCPR-cardiopulmonary resuscitationRRT-renal replacement therapyICU-intensive care unitCVA-cerebrovascular accidentIQR-interquartile rangeBMI-body-mass indexVV-venovenousEOLIA-extracorporeal membrane oxygenation for severe acute respiratory distress syndrome FootnotesData acquisition and the efforts of E.S. were supported by a philanthropic gift from Satish and Yasmin Gupta to the Baylor Scott & White The Heart Hospital, Plano, TX.Cite this article as: Shih E, DiMaio JM, Squiers JJ, et al. Treatment of acute respiratory distress syndrome from COVID-19 with extracorporeal membrane oxygenation in obstetrical patients. Am J Obstet Gynecol MFM 2021;XX:x.ex–x.ex. References1. Wang F, Kream RM, Stefano GB. Long-term respiratory and neurological sequelae of COVID-19. Med Sci Monit. 2020;26 [PMC free article] [PubMed] [Google Scholar]2. Lemhöfer C, Sturm C, Loudovici-Krug D, Best N, Gutenbrunner C. The impact of post-COVID-syndrome on functioning - results from a community survey in patients after mild and moderate SARS-CoV-2-infections in Germany. J Occup Med Toxicol. 2021;16:45. [PMC free article] [PubMed] [Google Scholar]3. Demeco A, Marotta N, Barletta M, et al.  Rehabilitation of patients post-COVID-19 infection: a literature review. J Int Med Res. 2020;48 [PMC free article] [PubMed] [Google Scholar]4. Huang C, Wang Y, Li X, et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. [PMC free article] [PubMed] [Google Scholar]5. Mustafa AK, Alexander PJ, Joshi DJ, et al.  Extracorporeal membrane oxygenation for patients with COVID-19 in severe respiratory failure. JAMA Surg. 2020;155:990–992. [PMC free article] [PubMed] [Google Scholar]6. Jacobs JP, Stammers AH, St Louis J, et al.  Extracorporeal membrane oxygenation in the treatment of severe pulmonary and cardiac compromise in coronavirus disease 2019: experience with 32 patients. ASAIO J. 2020;66:722–730. [PMC free article] [PubMed] [Google Scholar]7. Sromicki J, Schmiady M, Maisano F, Mestres CA. ECMO therapy in COVID-19: an experience from Zurich. J Card Surg. 2021;36:1707–1712. [PubMed] [Google Scholar]8. Barbaro RP, MacLaren G, Boonstra PS, et al.  Extracorporeal membrane oxygenation support in COVID-19: an international cohort study of the Extracorporeal Life Support Organization registry. Lancet. 2020;396:1071–1078. [PMC free article] [PubMed] [Google Scholar]9. Schmidt M, Hajage D, Lebreton G, et al.  Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID-19: a retrospective cohort study. Lancet Respir Med. 2020;8:1121–1131. [PMC free article] [PubMed] [Google Scholar]10. Kon ZN, Smith DE, Chang SH, et al.  Extracorporeal membrane oxygenation support in severe COVID-19. Ann Thorac Surg. 2021;111:537–543. [PMC free article] [PubMed] [Google Scholar]11. Shih E, DiMaio JM, Squiers JJ, et al.  Venovenous extracorporeal membrane oxygenation for patients with refractory coronavirus disease 2019 (COVID-19): multicenter experience of referral hospitals in a large health care system. J Thorac Cardiovasc Surg. 2020 [Epub ahead of print] [PMC free article] [PubMed] [Google Scholar]12. Moore SA, Dietl CA, Coleman DM. Extracorporeal life support during pregnancy. J Thorac Cardiovasc Surg. 2016;151:1154–1160. [PubMed] [Google Scholar]13. Webster CM, Smith KA, Manuck TA. Extracorporeal membrane oxygenation in pregnant and postpartum women: a ten-year case series. Am J Obstet Gynecol MFM. 2020;2 [PMC free article] [PubMed] [Google Scholar]14. Australia and New Zealand Extracorporeal Membrane Oxygenation (ANZ ECMO) Influenza Investigators. Davies A, Jones D, et al.  Extracorporeal Membrane Oxygenation for 2009 Influenza A(H1N1) Acute Respiratory Distress Syndrome. JAMA. 2009;302:1888–1895. [PubMed] [Google Scholar]15. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]16. Combes A, Hajage D, Capellier G, et al.  Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. 2018;378:1965–1975. [PubMed] [Google Scholar]17. Hou L, Li M, Guo K, et al.  First successful treatment of a COVID-19 pregnant woman with severe ARDS by combining early mechanical ventilation and ECMO. Heart Lung. 2021;50:33–36. [PMC free article] [PubMed] [Google Scholar]18. Fiore A, Piscitelli M, Adodo DK, et al.  Successful use of extracorporeal membrane oxygenation postpartum as rescue therapy in a woman with COVID-19. J Cardiothorac Vasc Anesth. 2021;35:2140–2143. [PMC free article] [PubMed] [Google Scholar]19. Khalil M, Butt A, Kseibi E, Althenayan E, Alhazza M, Sallam H. COVID-19-related acute respiratory distress syndrome in a pregnant woman supported on ECMO: the juxtaposition of bleeding in a hypercoagulable state. Membranes (Basel) 2021;11:544. [PMC free article] [PubMed] [Google Scholar]20. Douglass KM, Strobel KM, Richley M, et al.  Maternal-neonatal dyad outcomes of maternal COVID-19 requiring extracorporeal membrane support: a case series. Am J Perinatol. 2021;38:82–87. [PMC free article] [PubMed] [Google Scholar]21. Barrantes JH, Ortoleva J, O'Neil ER, et al.  Successful treatment of pregnant and postpartum women with severe COVID-19 associated acute respiratory distress syndrome with extracorporeal membrane oxygenation. ASAIO J. 2021;67:132–136. [PMC free article] [PubMed] [Google Scholar]22. Anselmi A, Ruggieri VG, Letheulle J, et al.  Extracorporeal membrane oxygenation in pregnancy. J Card Surg. 2015;30:781–786. [PubMed] [Google Scholar]23. Chao TN, Harbison SP, Braslow BM, et al.  Outcomes after tracheostomy in COVID-19 patients. Ann Surg. 2020;272:e181–e186. [PMC free article] [PubMed] [Google Scholar]24. Delahoy MJ, Whitaker M, O'Halloran A, et al.  Characteristics and maternal and birth outcomes of hospitalized pregnant women with laboratory-confirmed COVID-19 - COVID-NET, 13 states, March 1-August 22, 2020. MMWR Morb Mortal Wkly Rep. 2020;69:1347–1354. [PMC free article] [PubMed] [Google Scholar]25. Zambrano LD, Ellington S, Strid P, et al.  Update: characteristics of symptomatic women of reproductive age with laboratory-confirmed SARS-CoV-2 infection by pregnancy status - United States, January 22-October 3, 2020. MMWR Morb Mortal Wkly Rep. 2020;69:1641–1647. [PMC free article] [PubMed] [Google Scholar]26. Blakeway H, Prasad S, Kalafat E, et al.  COVID-19 vaccination during pregnancy: coverage and safety. Am J Obstet Gynecol. 2021 [Epub ahead of print] [PMC free article] [PubMed] [Google Scholar]27. Shimabukuro TT, Kim SY, Myers TR, et al.  Preliminary findings of mRNA Covid-19 vaccine safety in pregnant persons. N Engl J Med. 2021;384:2273–2282. [PMC free article] [PubMed] [Google Scholar]"}