{"title": "Clinical and biological markers for predicting ARDS and outcome in septic patients", "pubDate": "2021", "PMCID": "PMC8608812", "DOI": "10.1038/s41598-021-02100-w", "PMID": "34811434", "abstract": "Sepsis is a common cause of acute respiratory distress syndrome (ARDS) associated with a high mortality. A panel of biomarkers (BMs) to identify septic patients at risk for developing ARDS, or at high risk of death, would be of interest for selecting patients for therapeutic trials, which could improve ARDS diagnosis and treatment, and survival chances in sepsis and ARDS. We measured nine protein BMs by ELISA in serum from 232 adult septic patients at diagnosis (152 required invasive mechanical ventilation and 72 had ARDS). A panel including the BMs RAGE, CXCL16 and Ang-2, plus PaO2/FiO2, was good in predicting ARDS (area under the curve = 0.88 in total septic patients). Best performing panels for ICU death are related to the presence of ARDS, need for invasive mechanical ventilation, and pulmonary/extrapulmonary origin of sepsis. In all cases, the use of BMs improved the prediction by clinical markers. Our study confirms the relevance of RAGE, Ang-2, IL-1RA and SP-D, and is novel supporting the inclusion of CXCL16, in BMs panels for predicting ARDS diagnosis and ARDS and sepsis outcome.", "author": [{"author": "Jesús Villar", "affiliation": ["CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, 28029, Madrid, Spain.", "Research Unit, Hospital Universitario de Gran Canaria Dr. Negrín, 35019, Las Palmas de Gran Canaria, Spain.", "Keenan Research Center for Biomedical Sciences at the Li Ka Shing Knowledge Institute, St. Michael's Hospital, Toronto, ON, M5B 1W8, Canada."], "href": "/?term=Villar+J&cauthor_id=34811434"}, {"author": "Rubén Herrán-Monge", "affiliation": ["Intensive Care Unit, Hospital Universitario Río Hortega, Gerencia Regional de Salud, SACYL, 47012, Valladolid, Spain.", "GRECIA Group (Grupo de Estudio y Análisis en Cuidados Intensivos), Valladolid, Spain.", "Group for Biomedical Research in Sepsis (BioSepsis), Instituto de Investigación Biomédica de Salamanca, (IBSAL), 37007, Salamanca, Spain."], "href": "/?term=Herr%C3%A1n-Monge+R&cauthor_id=34811434"}, {"author": "Elena González-Higueras", "affiliation": ["Intensive Care Unit, Hospital Virgen de La Luz, 16002, Cuenca, Spain."], "href": "/?term=Gonz%C3%A1lez-Higueras+E&cauthor_id=34811434"}, {"author": "Miryam Prieto-González", "affiliation": ["Intensive Care Unit, Complejo Asistencial Universitario de Palencia, 34005, Palencia, Spain."], "href": "/?term=Prieto-Gonz%C3%A1lez+M&cauthor_id=34811434"}, {"author": "Alfonso Ambrós", "affiliation": ["Intensive Care Unit, Hospital General Universitario de Ciudad Real, 13005, Ciudad Real, Spain."], "href": "/?term=Ambr%C3%B3s+A&cauthor_id=34811434"}, {"author": "Aurelio Rodríguez-Pérez", "affiliation": ["Department of Anesthesiology, Hospital Universitario de Gran Canaria Dr. Negrín, Universidad de Las Palmas de Gran Canaria, 35019, Las Palmas de Gran Canaria, Spain."], "href": "/?term=Rodr%C3%ADguez-P%C3%A9rez+A&cauthor_id=34811434"}, {"author": "Arturo Muriel-Bombín", "affiliation": ["Intensive Care Unit, Hospital Universitario Río Hortega, Gerencia Regional de Salud, SACYL, 47012, Valladolid, Spain.", "GRECIA Group (Grupo de Estudio y Análisis en Cuidados Intensivos), Valladolid, Spain.", "Group for Biomedical Research in Sepsis (BioSepsis), Instituto de Investigación Biomédica de Salamanca, (IBSAL), 37007, Salamanca, Spain."], "href": "/?term=Muriel-Bomb%C3%ADn+A&cauthor_id=34811434"}, {"author": "Rosario Solano", "affiliation": ["Intensive Care Unit, Hospital Virgen de La Luz, 16002, Cuenca, Spain."], "href": "/?term=Solano+R&cauthor_id=34811434"}, {"author": "Cristina Cuenca-Rubio", "affiliation": ["Intensive Care Unit, Complejo Asistencial Universitario de Palencia, 34005, Palencia, Spain."], "href": "/?term=Cuenca-Rubio+C&cauthor_id=34811434"}, {"author": "Anxela Vidal", "affiliation": ["Intensive Care Unit, Hospital Universitario Fundación Jiménez Díaz, 28040, Madrid, Spain."], "href": "/?term=Vidal+A&cauthor_id=34811434"}, {"author": "Carlos Flores", "affiliation": ["CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, 28029, Madrid, Spain.", "Research Unit, Hospital Universitario N. S. de Candelaria, 38010, Santa Cruz de Tenerife, Spain.", "Genomics Division, Instituto Tecnológico y de Energías Renovables, 38600, Tenerife, Spain."], "href": "/?term=Flores+C&cauthor_id=34811434"}, {"author": "Jesús M González-Martín", "affiliation": ["Research Unit, Hospital Universitario de Gran Canaria Dr. Negrín, 35019, Las Palmas de Gran Canaria, Spain."], "href": "/?term=Gonz%C3%A1lez-Mart%C3%ADn+JM&cauthor_id=34811434"}, {"author": "M Isabel García-Laorden", "affiliation": ["CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, 28029, Madrid, Spain. ihalemgl@yahoo.es.", "Research Unit, Hospital Universitario de Gran Canaria Dr. Negrín, 35019, Las Palmas de Gran Canaria, Spain. ihalemgl@yahoo.es."], "href": "/?term=Garc%C3%ADa-Laorden+MI&cauthor_id=34811434"}, {"author": "Genetics of Sepsis (GEN-SEP) Network", "affiliation": [], "href": "/?term=Genetics+of+Sepsis+%28GEN-SEP%29+Network%5BCorporate+Author%5D"}, {"author": "Ramón Adalia", "affiliation": [], "href": "/?term=Adalia+R"}, {"author": "Gerard Sánchez-Etayo", "affiliation": [], "href": "/?term=S%C3%A1nchez-Etayo+G"}, {"author": "Alfonso Ambrós", "affiliation": [], "href": "/?term=Ambr%C3%B3s+A"}, {"author": "Carmen Martín-Rodríguez", "affiliation": [], "href": "/?term=Mart%C3%ADn-Rodr%C3%ADguez+C"}, {"author": "Elena González-Higueras", "affiliation": [], "href": "/?term=Gonz%C3%A1lez-Higueras+E"}, {"author": "Rosario Solano", "affiliation": [], "href": "/?term=Solano+R"}, {"author": "Laura Martínez-García", "affiliation": [], "href": "/?term=Mart%C3%ADnez-Garc%C3%ADa+L"}, {"author": "M Isabel García-Laorden", "affiliation": [], "href": "/?term=Garc%C3%ADa-Laorden+MI"}, {"author": "Jesús Villar", "affiliation": [], "href": "/?term=Villar+J"}, {"author": "Jesús M González-Martín", "affiliation": [], "href": "/?term=Gonz%C3%A1lez-Mart%C3%ADn+JM"}, {"author": "Aurelio Rodríguez-Pérez", "affiliation": [], "href": "/?term=Rodr%C3%ADguez-P%C3%A9rez+A"}, {"author": "Ángel Becerra", "affiliation": [], "href": "/?term=Becerra+%C3%81"}, {"author": "Lucía Valencia", "affiliation": [], "href": "/?term=Valencia+L"}, {"author": "Demetrio Carriedo", "affiliation": [], "href": "/?term=Carriedo+D"}, {"author": "Francisco Javier Díaz Domínguez", "affiliation": [], "href": "/?term=D%C3%ADaz+Dom%C3%ADnguez+FJ"}, {"author": "Anxela Vidal", "affiliation": [], "href": "/?term=Vidal+A"}, {"author": "José M Añón", "affiliation": [], "href": "/?term=A%C3%B1%C3%B3n+JM"}, {"author": "Pablo Millán", "affiliation": [], "href": "/?term=Mill%C3%A1n+P"}, {"author": "Domingo Martínez", "affiliation": [], "href": "/?term=Mart%C3%ADnez+D"}, {"author": "Miryam Prieto-González", "affiliation": [], "href": "/?term=Prieto-Gonz%C3%A1lez+M"}, {"author": "Cristina Cuenca-Rubio", "affiliation": [], "href": "/?term=Cuenca-Rubio+C"}, {"author": "Ana Isabel García-Sánchez", "affiliation": [], "href": "/?term=Garc%C3%ADa-S%C3%A1nchez+AI"}, {"author": "Braulio Álvarez-Martínez", "affiliation": [], "href": "/?term=%C3%81lvarez-Mart%C3%ADnez+B"}, {"author": "Perfectino Fernández-Pérez", "affiliation": [], "href": "/?term=Fern%C3%A1ndez-P%C3%A9rez+P"}, {"author": "Efrén Otero-Alvarín", "affiliation": [], "href": "/?term=Otero-Alvar%C3%ADn+E"}, {"author": "Carlos Flores", "affiliation": [], "href": "/?term=Flores+C"}, {"author": "Gerardo Aguilar", "affiliation": [], "href": "/?term=Aguilar+G"}, {"author": "Nasara Segura", "affiliation": [], "href": "/?term=Segura+N"}, {"author": "Marina Soro", "affiliation": [], "href": "/?term=Soro+M"}, {"author": "Rubén Herrán-Monge", "affiliation": [], "href": "/?term=Herr%C3%A1n-Monge+R"}, {"author": "Arturo Muriel-Bombín", "affiliation": [], "href": "/?term=Muriel-Bomb%C3%ADn+A"}, {"author": "Marta M García-García", "affiliation": [], "href": "/?term=Garc%C3%ADa-Garc%C3%ADa+MM"}, {"author": "Concepción Tarancón", "affiliation": [], "href": "/?term=Taranc%C3%B3n+C"}, {"author": "Teresa Álvarez", "affiliation": [], "href": "/?term=%C3%81lvarez+T"}], "refPMID": ["26903338", "31954465", "26645551", "25466727", "26980924", "30675131", "24158164", "20038857", "24156650", "19858233", "28593401", "26317471", "27095254", "22797452", "3928249", "9824069", "29422518", "23394254", "32448370", "29766112", "31753588", "21283009", "31842964", "31125901", "24861945", "31554419"], "citedInPMID": ["34811434"], "body": " AbstractSepsis is a common cause of acute respiratory distress syndrome (ARDS) associated with a high mortality. A panel of biomarkers (BMs) to identify septic patients at risk for developing ARDS, or at high risk of death, would be of interest for selecting patients for therapeutic trials, which could improve ARDS diagnosis and treatment, and survival chances in sepsis and ARDS. We measured nine protein BMs by ELISA in serum from 232 adult septic patients at diagnosis (152 required invasive mechanical ventilation and 72 had ARDS). A panel including the BMs RAGE, CXCL16 and Ang-2, plus PaO2/FiO2, was good in predicting ARDS (area under the curve = 0.88 in total septic patients). Best performing panels for ICU death are related to the presence of ARDS, need for invasive mechanical ventilation, and pulmonary/extrapulmonary origin of sepsis. In all cases, the use of BMs improved the prediction by clinical markers. Our study confirms the relevance of RAGE, Ang-2, IL-1RA and SP-D, and is novel supporting the inclusion of CXCL16, in BMs panels for predicting ARDS diagnosis and ARDS and sepsis outcome.Subject terms: Biomarkers, Infectious diseases, Respiratory tract diseases IntroductionSepsis is defined as an organ dysfunction resulting from a dysregulated host response to infection1. Sepsis is a common cause of acute respiratory distress syndrome (ARDS). Both syndromes are associated with a high mortality2,3. Sepsis and ARDS are highly heterogeneous, which hinders diagnosis and mortality estimation.Having an easy to measure biomarker (BM) or a panel of BMs at the bedside, would be very useful for identifying patients at risk for ARDS, or at high probability of fatal outcome. The use of BMs to implement understanding of how ARDS or sepsis evolve via application of agonist or antagonist of certain BM would have an impact of personalized treatment for increasing survival in sepsis and ARDS. Although at the present, there are no therapies available that, given early knowledge of serum/plasma levels of any BM, would prevent or mitigate the development of ARDS or its associated mortality, there is a hope that early stratification of patients based on the levels of selected BMs at the time of sepsis/ARDS onset, or within the first 24 h, could represent a novel strategy for early stratification of sepsis/ARDS into prognostic categories and for selecting patients for therapeutic trials.Candidate protein BMs are selected based on their biological roles in the disease process. In the case of ARDS, markers of endothelial and epithelial injury, inflammation, coagulation, fibrosis, and apoptosis, have been examined4–6. Terpstra et al.7 performed a meta-analysis and provided a ranking of individual BMs associated with ARDS diagnosis and outcome. Another group has published several reports on panels of BMs, alone or in combination with clinical variables. They have reported a panel of 7 BMs with elevated capacity to discern between patients with and without acute lung injury in critically ill patients with traumatic injuries8, and a panel of 5 BMs able to predict ARDS in patients with severe sepsis9. They have also found that the prediction of ARDS outcome improved when combining BMs and clinical predictors10. More recently, they have validated a model combining two BMs and a clinical variable to predict hospital mortality in ARDS patients11.We aimed to determine a small panel of biological and clinical markers for an early identification of septic patients at risk for developing ARDS, and with higher probability of fatal outcome. We sought that these panels would help to optimize personalized treatment in sepsis and ARDS. For this purpose, in septic patients with and without ARDS, we measured serum levels of BMs identifiers of diverse pathophysiological changes during the progression of the disease: receptor for advanced glycation end-products (RAGE) and surfactant protein (SP)-D as indicative of alveolar epithelium damage; angiopoietin (Ang)-2 and intercellular adhesion molecule (ICAM)-1 as markers of vascular endothelium damage; interleukin (IL)-18 and IL-1 receptor antagonist (IL-1RA) as mediators in the inflammatory response; and plasminogen activator inhibitor-1 (PAI-1) as indicative of fibrinolysis. Based on previous studies, we also measured the proteins amphiregulin (AREG)12 and chemokine (C-X-C motif) ligand 16 (CXCL16)13. MethodsStudy settingClinical data and blood samples were collected between 2012 and 2020 as part of the GEN-SEP study, a national, multicenter, observational study conducted in a network of Spanish Intensive Care Units (ICUs). The purpose of the present study was to investigate a series of BMs for a better prediction of ARDS development and mortality in septic patients. The study was approved by the local ethics committee of all participant hospitals (approved by the Ethics Committee for Clinical research of Hospital Universitario Río Hortega [2011-3-3] and by the Research Ethics Committee/Committee of Ethics of Research with Medicines of Hospital Universitario de Gran Canaria Dr. Negrín [2019-031-1], and adopted by all participating centers, as required by Spanish legislation), and conducted in accordance to the Spanish legislation and the Declaration of Helsinki. Written informed consent was obtained from all patients or their relatives. Samples are stored at the Research Unit of the Hospital Universitario de Gran Canaria Dr. Negrín in a collection registered in the National Registry of Biobanks (C.0005149).Study population and data collectionTwo hundred thirty-two adult patients (87.6% Caucasian) who fulfilled sepsis criteria1 shortly before or within the first 24 h of ICU admission were studied. A total of 152 patients required invasive mechanical ventilation (IMV), and 72 of them met ARDS criteria. An overview of the main groups of patients is shown in Supplementary Fig. S1 online. Sepsis was defined by Sepsis-3 criteria1 and ARDS by the Berlin definition14. Infection was considered when microbiologically documented according to the Center for Disease Control and Prevention definitions, or when clinical suspicion with evidence was present. Patients with a terminal disease, chronic obstructive pulmonary disease or congestive heart failure were excluded.Clinical and demographical data for the diagnosis of sepsis and ARDS, and for assessing disease severity, were prospectively collected from all patients. Acute Physiology and Chronic Health Evaluation II (APACHE II) score15 and Sequential Organ Failure Assessment (SOFA) score16 were recorded at diagnosis. Number of organs/systems with dysfunction or failure was calculated considering dysfunction/failure of each organ system as an increase of 1 or greater on its SOFA score. Patients were followed up until hospital discharge or death. Duration of IMV, length of ICU and hospital stay, and ICU and hospital mortality, were also recorded.Samples and assaysSerum samples were obtained from patients at the time of study inclusion (within the first 24 h after diagnosis). Sodium citrate plasma samples were obtained from an additional group of 60 septic patients on IMV (29 of them with ARDS). Serum and plasma samples were kept at -80ºC until use. Levels of RAGE, PAI-1, SP-D, IL-18, Ang-2, ICAM-1, AREG, IL-1RA and CXCL16, were measured by ELISA using DuoSet ELISA kits and DuoSet Ancillary Reagent Kit2 (R&D Systems, Abingdon, UK) following the manufacturer's protocol. Samples were measured in duplicate. The lower limits of detection of the assays were 62.5, 0.31, 156.0, 11.7, 93.8, 31.25, 15.6, 39.1 and 15.6 pg/mL respectively.Statistical analysisClinical and demographic variables are reported as frequency and percentage for categorical data, mean and standard deviation for continuous parametric data or median with quartiles 1 and 3 (Q1-Q3) for continuous non parametric data. Normal distribution of continuous variables was tested by Kolmogorov–Smirnov test. For BMs levels, values below the limit of detection were imputed as half the lower detection limit for each biomarker. Categorical data were compared with Chi-squared test or Fischer’s exact test when needed, continuous non parametric variables were compared using Mann–Whitney U test for two independent groups. For comparison of single BMs, raw data were used. For any other analysis, BMs values underwent logarithmic transformation to achieve approximate normality. Univariable logistic regression (for single BMs and clinical variables) and backward stepwise multivariate logistic regression (for grouped BMs and BMs plus clinical variables) were performed. Subsequently, the most optimal variables and panels of variables were selected based on its predictive performance according to the computed receiver operating characteristics (ROC) curves and their area under the curve (AUC), which is reported with a 95% confidence interval (CI). For univariable and multivariable analysis with 28-day ICU survival as dependent variable, Cox regression model was used. Then, the optimal cut-off point value of the ROC curve for prediction of 28-day ICU mortality of the single BMs and clinical variables of interest were calculated. One point was assigned to each of these variables in individuals with values higher than the cut-off point, and a final score was calculated by the sum of the variables of the panel of interest. The cut-off value for the score of each panel was calculated, and individuals were classified based on having a score higher or lower than the aforementioned value. Next, survival rates were estimated by the Kaplan–Meier method, and their comparison was performed with the log-rank test. For all analysis, SPSS Statistical Package version 15.0 (SPSS Inc., Chicago, IL, USA) was used. For all comparisons, a two-tailed P value < 0.05 was considered significant. ResultsPatient characteristicsClinical and demographic characteristics of main groups are shown in Table ​Table1.1. There were significant differences between sepsis patients with or without IMV, and with or without ARDS. Patients on IMV had higher severity scores (APACHE II score: P = 0.006, SOFA score: P = 2*10−5), higher ICU and hospital length of stay (P = 1.9*10−22 and P = 4.0*10−8 respectively), and higher mortality (P = 9*10−6) than patients without IMV. In patients with IMV, those with ARDS had increased number of days on IMV (P = 0.022) and higher mortality (P = 0.002) than patients without ARDS (Table ​(Table11).Table 1Clinical and demographical characteristics of the main study groups.CharacteristicTotal sepsis(N = 232)Sepsis without IMV(N = 81)Sepsis with IMV(N = 151)Non-ARDS sepsis with IMV(N = 79)ARDS sepsis with IMV(N = 72)Age, yearsMean ± STD63.7 ± 15.266.7 ± 14.462.1 ± 15.4*64.2 ± 16.559.7 ± 13.8Gender, male N (%)135 (58.2)45 (55.6)90 (59.6)48 (60.8)42 (58.3)Cause of sepsis N (%)Pulmonary86 (37.1)11 (13.6)75 (49.7)***a26 (32.9)49 (68.1)###aExtrapulmonary141 (60.8)67 (82.7)74 (49.0)52 (65.8)22 (30.6)Unknown5 (2.2)3 (3.7)2 (1.3)1 (1.3)1 (1.4)APACHE II score median (Q1–Q3)17 (13–23)16 (11.5–20.5)19 (14–24)**19 (14–24)18 (14–24)SOFA score median (Q1–Q3)8 (6–10)7 (4–8)8 (6–11)***8 (6–11)9 (7–10.8)Cardiovascular system median (Q1–Q3)4 (3–4)3 (2–4)4 (3–4)**4 (3–4)4 (3–4)Respiratory system median (Q1–Q3)2 (1–3)1 (0–2)3 (2–3)***2 (2–3)3 (3–4)###Hepatic system median (Q1–Q3)0 (0–0)0 (0–0.5)0 (0–0)0 (0–0)0 (0–0)Renal system median (Q1–Q3)1 (0–2)1 (0–2)1 (0–2)1 (0–2)0 (0–2)Neurological system median (Q1–Q3)0 (0–1)0 (0–0)0 (0–1)*0 (0–1)0 (0–1)Coagulation system median (Q1–Q3)0 (0–1)0 (0–1)0 (0–1)0 (0–1)0 (0–1)NOA median (Q1–Q3)3 (2–4)3 (2–4)3 (2–4)*3 (2–5)3 (3–4)NEOA median (Q1–Q3)2 (1–3)2 (2–3)2 (1–3)3 (1–4)2 (2–3)PaO2/FiO2 median (Q1–Q3)210 (133.3–341.7)350 (234.8–500)179.2 (123–249)***214 (151.7–294.3)135 (106.5–184)###Days on IMV median (Q1–Q3)5 (0–12)010 (5–20)8.5 (4–15)11.5 (6–24.5)#ICU days median (Q1–Q3)8 (4–18)3 (2–5)14 (7–29)***13 (7–27)16 (10–34)Hospital days median (Q1–Q3)24 (14.3–46.5)15 (10–27.5)31 (18–51)***31 (19–51)31 (17.3–52.5)ICU mortality N (%)37 (15.9)2 (2.5)35 (23.2)***10 (12.7)25 (34.7)##Open in a separate windowIMV invasive mechanical ventilation, ARDS acute respiratory distress syndrome, APACHE II acute physiology and chronic health evaluation II, SOFA sequential organ failure assessment, NOA number of total organs affected, NEOA number of extrapulmonary organs affected, ICU intensive care unit.*P < 0.05, **P < 0.01 and ***P < 0.001 for the comparison of sepsis with and without IMV.#P < 0.05, ##P < 0.01 and ###P < 0.001 for the comparison of ARDS sepsis with IMV and non-ARDS sepsis with IMV.aPulmonary versus extrapulmonary sepsis.Biomarkers levelsSerum levels of BMs at sepsis diagnosis are shown in Table ​Table2.2. Patients who required IMV presented significantly increased levels of RAGE, PAI-1, SP-D, CXCL16 and AREG (P = 2*10−6, P = 0.012, P = 0.009, P = 7*10−9 and P = 0.003 respectively), and significantly decreased levels of Ang-2 (P = 0.033) than patients without IMV (Table ​(Table2).2). The group of patients with pulmonary sepsis exhibited higher levels of RAGE (P = 4*10−7) and SP-D (P = 1*10−5) and lower levels of PAI-1, Ang-2 and ICAM-1 (P = 0.016, P = 1*10−6 and P = 0.036 respectively) compared to patients with extrapulmonary sepsis (Table ​(Table2).2). Additional data on serum samples and comparison to plasma levels are presented in Supplementary Table S1 online.Table 2Biomarkers levels at sepsis diagnosis.BiomarkerTotal sepsis(N = 232)Sepsis without IMV(N = 81)Sepsis with IMV(N = 151)Extrapulmonary sepsis(N = 141)Pulmonary sepsis(N = 86)RAGE (pg/mL)1019.66 (563.37–2066.59)750.19 (440.10–1181.38)1371.12*** (645.05–2581.35)828 (455.34–1408.46)1825..38### (848.91–3089.29)PAI-1 (pg/mL)73.12 (43.08–140.18)58.80 (36.00–108.94)82.93* (46.50–202.72)84.87 (47.47–165.21)55.35# (38.06–112.48)SP-D (ng/mL)5.80 (2.54–11.39)4.17 (1.79–8.81)6.73** (2.89–13.47)4.46 (1.81–8.85)8.03### (4.39–16.87)IL-18 (pg/mL)543.17 (300.71–1056.15)521.28 (297.19–920.67)559.11 (303.20–1153.49)505.52 (297.19–985.91)567.51 (302.01–1000.91)Ang-2 (pg/mL)4467.88 (2169.10–8352.27)5302.58 (3070.03–10,110.21)3851.28* (1906.46–8105.40)5524.24 (2885.51–10,360.47)2914.04### (1325.90–5616.83)ICAM-1 (ng/mL)356.71 (261.70–518.09)324.27 (255.99–516.93)383.21 (261.18–525.07)372.55 (271.29–573.70)325.62# (233.10–489.05)CXCL16 (pg/mL)4255.27 (2771.32–6361.93)2985.59 (2269.12–4241.76)5020.01*** (3400.91–7133.91)4229.28 (2,857,035–6040.27)4286.74 (2620.53–6474.89)AREG (pg/mL)38.05 (20.20–82.94)29.87 (7.80–64.97)45.81** (26.55–101.06)38.98 (23.02–79.81)37.21 (16.11–98.12)IL-1RA (pg/mL)603.74 (19.55–3248.49)232.32 (19.55–232.32)820.32 (19.55–10,325.96)816.98 (19.55–4950.81)239.92 (19.55–1932.36)Open in a separate windowConcentrations are given as median (Q1–Q3).N is the number of samples in each group.IMV invasive mechanical ventilation.*P < 0.05, **P < 0.01 and ***P < 0.001 for the comparison of sepsis with and without IMV.#P < 0.05 and ###P < 0.001 for the comparison of extrapulmonary and pulmonary sepsis.Biomarkers and clinical variables at ARDS diagnosisSerum levels of individual BMs and values of clinical variables at diagnosis in septic patients with and without ARDS are shown in Supplementary Table S2. Among BMs, RAGE showed the highest AUC value (Fig. 1a). After performing a logistic regression model and backward stepwise multivariate logistic regression, selected BMs were RAGE, SP-D, Ang-2 and CXCL16. PaO2/FiO2 was the best clinical predictor of ARDS. A model including selected BMs and PaO2/FiO2 showed a better discrimination for ARDS diagnosis than BMs or clinical variables alone (Fig. 1a). When comparing non-ARDS septic patients who needed IMV to septic patients with ARDS, RAGE, SP-D and Ang-2 were significantly different (P = 0.001, P = 0.014 and P = 0.003 respectively) (Supplementary Table S2 online), and RAGE had the best predictive value for ARDS (Fig. 1b). The panel including RAGE, Ang-2 and IL-18 was selected using backward stepwise multivariate logistic regression. Discrimination for ARDS diagnosis was better when using the model including those three BMs and the PaO2/FiO2 than when using the BMs or the PaO2/FiO2 alone (Fig. 1b). In patients with extrapulmonary sepsis, diverse BMs and clinical variables differed between patients with or without ARDS (Supplementary Table S2 online), The best BM panel, which included RAGE, CXCL16 and AREG, had a worse predictive value than the best clinical variable (PaO2/FiO2) (Fig. 1c). However, the predictive value of the model was excellent when including those three BMs and the PaO2/FiO2 (Fig. 1c). Similar results were observed in patients with extrapulmonary sepsis who required IMV (N = 75): AUC of the panel RAGE, CXCL16, AREG plus PaO2/FiO2 was 0.898 (95% CI 0.825–0.970). In patients with pulmonary sepsis, neither BMs nor clinical variables were good predictors for ARDS (data not shown).Open in a separate windowFigure 1Predictive value of biomarkers and clinical variables in ARDS diagnosis in septic patients. Panels represent ROC curve analysis comparing predictive value of the best performing BM, clinical variable, BMs panel and final panel combining BMs and clinical variable in patients with (a) sepsis, (b) sepsis requiring IMV, and (c) extrapulmonary sepsis. ARDS acute respiratory distress syndrome, BM biomarker, IMV invasive mechanical ventilation.Based on these results, and with the aim of having a unique minimal panel useful for any of the situations mentioned above, we tested a panel with three BMs (RAGE, CXCL16 and Ang-2) and a clinical marker (PaO2/FiO2) to predict ARDS in all groups of patients. The performance of this panel was: for the cohort of septic patients AUC: 0.877, 95%CI: 0.833–0.921; for septic patients on IMV, AUC: 0.805, 95%CI: 0.735–0.876; for patients with extrapulmonary sepsis, AUC: 0.916, 95%CI: 0.861–0.971; for patients with extrapulmonary sepsis on IMV, AUC: 0.881, 95%CI: 0.799–0.964.Predictive value of biomarkers and clinical variables in ICU mortalitySome BMs were significantly elevated in septic patients who died in ICU when compared to patients alive at ICU discharge (Supplementary Table S3 online). The best BM predictor was CXCL16, and a backward stepwise multivariate logistic regression yielded a reduced model including SP-D, CXCL16 and IL-1RA (Fig. 2a). APACHE II score was the best clinical predictor, and in combination with the selected three BMs showed an AUC of 0.766 (Fig. 2a). Similar results were found for individual BMs when considering only septic patients who required IMV (Supplementary Table S3 online), and a model including SP-D and IL-1RA was obtained (Fig. 2b). The best predictive panel included these two BMs and APACHE II score (Fig. 2b). When examining the prediction of ICU death in ARDS patients, the values of some BMs and clinical variables were higher in non-survivors (Supplementary Table S3 online). While the best predictive BM panel included IL-1RA and ICAM-1, the best final predictor model was IL-1RA plus APACHE II score (Fig. 2c).Open in a separate windowFigure 2Predictive value of biomarkers and clinical variables on ICU mortality of septic patients. Panels represent ROC curve analysis comparing predictive value of the best performing BM, clinical variable, BMs panel and final panel combining BMs and clinical variable in patients with (a) sepsis, (b) sepsis requiring IMV, and (c) sepsis with ARDS. ICU intensive care unit, BM biomarker, IMV invasive mechanical ventilation, ARDS acute respiratory distress syndrome.Serum BMs and clinical variables in ICU survivors and non-survivors in patients with extrapulmonary and pulmonary sepsis are shown in Supplementary Table 3 online. The best single BM and clinical variable predictor, the selected BMs panel, and the best final predictive model in patients with extrapulmonary sepsis (9.86% of mortality) and patients with pulmonary sepsis (24.42% of mortality), are shown in Supplementary Fig. S2 online. When analyzing patients on IMV, the best predictive model for extrapulmonary sepsis included APACHE II score, IL-18, Ang-2 and IL-1RA (AUC: 0.835, 95%CI: 0.716–0.954), and for pulmonary sepsis included APACHE II score, Ang-2 and ICAM-1 (AUC: 0.784, 95%CI: 0.666–0.902).Predictive value of biomarkers and clinical variables on cumulative ICU survivalICU survival at 28-day was associated with highly significant values of IL-1RA serum levels (P = 0.00006, HR 1.31, 95% CI 1.15–1.50) and SOFA score (P = 0.001, HR 1.18, 95% CI 1.07–1.30) in septic patients. The best performing variables when assessing cumulative 28-day ICU survival in individuals with values higher than the cut-off point, were CXCL16, IL-1RA and SOFA score (log-rank test P = 0.007, P = 0.002 and P = 0.003 respectively). When combining individual scoring of these variables, patients with a final score > 1 had higher 28-day cumulative ICU survival (Fig. 3a). The same variables were the best when studying septic patients who required IMV (Fig. 3b). In ARDS patients, those with a score of 3 for the panel Ang-2, IL-1RA and SOFA, had a significantly higher 28-day cumulative ICU mortality than the low-score group (Fig. 3c).Open in a separate windowFigure 3Predictive value of biomarkers and clinical variables on cumulative ICU survival in septic patients. Panels represent Kaplan–Meier survival curves for low and high scores of the best performing panels in patients with (a) sepsis, (b) sepsis requiring IMV, and (c) sepsis with ARDS. The BMs and clinical variable that integrate the best performing panels are presented under the plots, including the cut-off values used for the scoring. Dotted lines represent the groups of patients with low total scores, and solid lines those with high total scores. ICU intensive care unit, BM biomarker, IMV invasive mechanical ventilation, ARDS acute respiratory distress syndrome.In patients with extrapulmonary sepsis, the best performing variables were PAI-1 and SOFA score: patients had higher 28-day cumulative ICU mortality when the two selected variables were above the cut-off point (score = 2; P = 0.000006) (Supplementary Fig. S3 online). The optimal panel for patients with pulmonary sepsis included ICAM-1, AREG and number of extrapulmonary organs affected, showing the high-score group (> 1) a significantly higher 28-day cumulative ICU survival than the low-score group (P = 0.0002) (Supplementary Fig. S3 online). In patients on IMV, the best predictive model for extrapulmonary sepsis included SOFA score, IL-18, and IL-1RA (log-rank P = 0.002), whereas for pulmonary sepsis included PaO2/FiO2, ICAM-1 and IL-1RA (log-rank P = 0.0002). DiscussionWe have analyzed serum levels of nine candidate BMs representative of different pathophysiological disease-related changes during sepsis development: some of them are well known markers, but others are rarely studied or novel in this context. We found a panel that provided a good ARDS prediction in patients with sepsis. Best performing panels for ICU death and survival prediction relate to characteristics such as the presence of ARDS, need for IMV, and pulmonary or extrapulmonary origin of sepsis. In all cases, the use of BMs improves the prediction by clinical markers.Candidate BMs of ARDS susceptibility have been previously described, although none has been universally accepted5,6. This could be due to the heterogeneity of ARDS etiology and phenotype, or because BMs levels are altered in septic patients as a result of activation of infectious and inflammatory processes. This would make the use of a panel of combined markers more suitable. We found association of ARDS with some individual serum BMs that had been found increased in plasma previously, as the markers of epithelial injury RAGE and SP-D, and the endothelial injury marker Ang-29,17–19. Surprisingly, we found a decrease in Ang-2 serum levels in ARDS. We confirmed this decrease in plasma (data not shown), although we have no explanation for the difference from previous studies.The combination of BMs has better performance than individual BMs, as reported in several studies combining diverse BMs to stablish panels with high discrimination of critical patients in risk of developing acute lung injury or ARDS8,9,20. In our study, we defined a narrow panel with good ARDS prediction for any of the analyzed sepsis groups. This panel includes the two widely associated BMs RAGE and Ang-28,9,20, and the not-so-well studied CXCL16. The usefulness of RAGE and Ang-2 in ARDS prediction is understandable based on their biological roles in the disease process. Activation of RAGE, which is abundantly expressed on alveolar type 1 epithelial cells, has a role in cell signaling and propagation of the proinflammatory response4–6. Ang-2 is an endothelial growth factor which decreases endothelial junction integrity and, hence, enhances vascular leak and promotes vascular regression and cell death4,5. The role of CXCL16 in lung is poorly documented. In addition to its participation as a chemokine, a hint of possible processes involved comes from a study on human lung fibroblasts, reporting that CXCL16 facilitates fibrosis by enhancing proliferation, migration and collagen production21, and from a study associating CXCL16 with ARDS in patients with severe pneumonia13. Finally, when the PaO2/FiO2 ratio was combined with the 3-BM panel, we built a model with good predictive value, superior to any single clinical variable.Since sepsis is a very heterogeneous syndrome with a wide range of organ dysfunction and clinical manifestations, it is extremely difficult to find a unique panel for prediction of death. The best ICU mortality predictor panels for all septic patients, for patients on IMV, for ARDS patients, and for those with pulmonary sepsis, included the APACHE II score as a clinical variable, and the BM IL-1RA. In the case of ARDS, these two markers set up the best mortality predictor panel. Multiple BMs have been studied to predict mortality from ARDS, but none is widely used in clinical practice due to the lack of reproducibility for most of them7,19. Panels of BMs have also been studied for prediction of death in ARDS, with improved performance when combined with clinical markers10,11,22. IL-1RA, an anti-inflammatory cytokine released during acute inflammatory responses, was not included in those studies. However, a recent report identified a 6-BM panel predicting mortality in ARDS, where IL-1RA was included23. In addition, Potjo et al.24 found that IL-1RA predicted mortality in sepsis with reasonable accuracy. The best predictor models for all septic patients and patients on IMV also included SP-D, while CXCL16 was included in the final panel for the entire cohort of septic patients. The reason for the absence of SP-D in best panels for patients with ARDS or with pulmonary sepsis is not clear, since SP-D is a marker of lung epithelial injury. A plausible explanation could be related to the smaller sample size of these groups. Similarly, the panel for septic patients with extrapulmonary origin could be due to the low number of deaths in that group.The 28-day sepsis cumulative survival was predicted by panels including IL-1RA and SOFA score in all septic patients, in patients on IMV and in those with ARDS. The best panel for all septic patients and for septic patients on IMV was completed with the inclusion of CXCL16. The involvement of CXCL16 could be explained on the bases of its proposed role in fibrosis21. Why the best panel for ARDS included Ang-2 instead of CXCL16, is not clear. It is important to keep in mind that we are selecting the best performing and narrow panels from different options. When referring to cumulative survival in patients with extrapulmonary sepsis, it is worth noting that the small number of deaths in that group occurred earlier than in the other groups. This could be a modifying factor of the dead-related BMs present at sepsis diagnosis in this group. As a result, our findings highlight the complexity of obtaining a dead-predicting model valid for each septic condition. It is clear that IL-1RA is consistent in most groups, and CXCL16 seems to be also relevant. The latter has been associated with death in cardiovascular disease25,26 but, to our knowledge, our study is novel in relating it to sepsis mortality.Most clinical studies measuring blood protein BMs in sepsis and in ARDS have been performed using plasma, while our study has been performed using serum. To evaluate differences in BMs levels between serum and plasma, we measured the BMs in plasma samples from an additional group of septic patients on IMV. This group had the same proportion of ARDS patients than the group of septic patients on IMV in which we analyzed serum concentration. PAI-1, IL-18 and Ang-2 had significant differences between serum and plasma levels, suggesting that these BMs cannot be measured interchangeably in both types of samples for comparison or for defining cut-off values. As a result, the BM panels described in our study should be validated in plasma in future studies.We acknowledge several limitations in our study. First, a larger sample size would be desirable to increase statistical power, especially for mortality analysis. Second, it is plausible that other combination of BMs could generate a panel with a better predictive value, both for ARDS prediction and for ICU mortality. Third, further analysis would be necessary to validate our findings in serum and to confirm our panels in plasma samples. Due to the small sample size of our plasma group, we did not use it to replicate the study. Ideally, we should have done the comparison of BMs levels in plasma vs serum from the same individuals but, unfortunately, that was not possible. However, according to the homogeneous characteristics of both groups of patients, we should not expect relevant differences.In conclusion, our study confirms the important contribution of RAGE and Ang-2 and supports the novel inclusion of CXCL16, together with the clinical marker PaO2/FiO2, to build a panel with good ARDS prediction among septic patients. It also confirms the relevance of several previously associated BMs, such as IL-1RA, SP-D and Ang-2, for panels predicting mortality or cumulative survival in septic patients, being APACHE II and SOFA scores the respective clinical variables of interest, while it is novel showing the utility of including CXCL16 in the panel. The panels for prediction of mortality and cumulative survival present some variability in their composition depending on the subgroups of septic patients. Further studies are necessary to validate the use of these panels in plasma samples. Supplementary Information\nSupplementary Information.(764K, pdf) AcknowledgementsWe are grateful to the patients for their trust and cooperation. Author contributionsJ.V. planned and design the study, obtained funding for the study, interpreted the data and drafted the manuscript. R.H.-M., E.G.-H., M.P.-G., A.A., A.R.-P., A.M.-B., R.S., C.C.-R. and A.V. enrolled patients and participated in the data collection. C.F. participated in the sample and data collection. J.M.G.-M. participated in the statistical analysis. M.I.G.-L. planned and design the study, obtained funding for the study, performed experiments, analysed and interpreted the data, did statistical analysis, and drafted the manuscript. All authors read and approved the final manuscript. FundingThis study was funded in part by a Grant from Fundación DISA (015/2017) and the Instituto de Salud Carlos III, Madrid, Spain (PI16/00049). The funding agencies have no role in the design of the study, collection, analysis or interpretation of data, or in the writing of the manuscript. Data availabilityAll data generated or analysed during this study are included in this published article and its additional files, or are available from the corresponding author on reasonable request. Competing interestsThe authors declare no competing interests. FootnotesPublisher's noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.A list of authors and their affiliations appears at the end of the paper. Contributor InformationGenetics of Sepsis (GEN-SEP) Network:Ramón Adalia,14 Gerard Sánchez-Etayo,14 Alfonso Ambrós,9 Carmen Martín-Rodríguez,9 Elena González-Higueras,7 Rosario Solano,7 Laura Martínez-García,7 M. Isabel García-Laorden,1,2 Jesús Villar,1,2 Jesús M. González-Martín,2 Aurelio Rodríguez-Pérez,10 Ángel Becerra,10 Lucía Valencia,10 Demetrio Carriedo,15 Francisco Javier Díaz Domínguez,15 Anxela Vidal,11 José M. Añón,16 Pablo Millán,16 Domingo Martínez,17 Miryam Prieto-González,8 Cristina Cuenca-Rubio,8 Ana Isabel García-Sánchez,18 Braulio Álvarez-Martínez,19 Perfectino Fernández-Pérez,19 Efrén Otero-Alvarín,19 Carlos Flores,1,12 Gerardo Aguilar,20 Nasara Segura,20 Marina Soro,20 Rubén Herrán-Monge,4 Arturo Muriel-Bombín,4 Marta M. García-García,4 Concepción Tarancón,21 and  Teresa Álvarez21Ramón Adalia14Department of Anesthesiology, Hospital Clinic de Barcelona, 08036 Barcelona, Spain Find articles by Ramón AdaliaGerard Sánchez-Etayo14Department of Anesthesiology, Hospital Clinic de Barcelona, 08036 Barcelona, Spain Find articles by Gerard Sánchez-EtayoAlfonso Ambrós9Intensive Care Unit, Hospital General Universitario de Ciudad Real, 13005 Ciudad Real, Spain Find articles by Alfonso AmbrósCarmen Martín-Rodríguez9Intensive Care Unit, Hospital General Universitario de Ciudad Real, 13005 Ciudad Real, Spain Find articles by Carmen Martín-RodríguezElena González-Higueras7Intensive Care Unit, Hospital Virgen de La Luz, 16002 Cuenca, Spain Find articles by Elena González-HiguerasRosario Solano7Intensive Care Unit, Hospital Virgen de La Luz, 16002 Cuenca, Spain Find articles by Rosario SolanoLaura Martínez-García7Intensive Care Unit, Hospital Virgen de La Luz, 16002 Cuenca, Spain Find articles by Laura Martínez-GarcíaM. Isabel García-Laorden1CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, 28029 Madrid, Spain 2Research Unit, Hospital Universitario de Gran Canaria Dr. Negrín, 35019 Las Palmas de Gran Canaria, Spain Find articles by M. Isabel García-LaordenJesús Villar1CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, 28029 Madrid, Spain 2Research Unit, Hospital Universitario de Gran Canaria Dr. Negrín, 35019 Las Palmas de Gran Canaria, Spain Find articles by Jesús VillarJesús M. González-Martín2Research Unit, Hospital Universitario de Gran Canaria Dr. Negrín, 35019 Las Palmas de Gran Canaria, Spain Find articles by Jesús M. González-MartínAurelio Rodríguez-Pérez10Department of Anesthesiology, Hospital Universitario de Gran Canaria Dr. Negrín, Universidad de Las Palmas de Gran Canaria, 35019 Las Palmas de Gran Canaria, Spain Find articles by Aurelio Rodríguez-PérezÁngel Becerra10Department of Anesthesiology, Hospital Universitario de Gran Canaria Dr. Negrín, Universidad de Las Palmas de Gran Canaria, 35019 Las Palmas de Gran Canaria, Spain Find articles by Ángel BecerraLucía Valencia10Department of Anesthesiology, Hospital Universitario de Gran Canaria Dr. Negrín, Universidad de Las Palmas de Gran Canaria, 35019 Las Palmas de Gran Canaria, Spain Find articles by Lucía ValenciaDemetrio Carriedo15Intensive Care Unit, Complejo Asistencial Universitario de León, 24001 León, Spain Find articles by Demetrio CarriedoFrancisco Javier Díaz Domínguez15Intensive Care Unit, Complejo Asistencial Universitario de León, 24001 León, Spain Find articles by Francisco Javier Díaz DomínguezAnxela Vidal11Intensive Care Unit, Hospital Universitario Fundación Jiménez Díaz, 28040 Madrid, Spain Find articles by Anxela VidalJosé M. Añón16Intensive Care Unit, Hospital Universitario La Paz, 28046 Madrid, Spain Find articles by José M. AñónPablo Millán16Intensive Care Unit, Hospital Universitario La Paz, 28046 Madrid, Spain Find articles by Pablo MillánDomingo Martínez17Intensive Care Unit, Hospital Universitario Virgen de Arrixaca, 30120 Murcia, Spain Find articles by Domingo MartínezMiryam Prieto-González8Intensive Care Unit, Complejo Asistencial Universitario de Palencia, 34005 Palencia, Spain Find articles by Miryam Prieto-GonzálezCristina Cuenca-Rubio8Intensive Care Unit, Complejo Asistencial Universitario de Palencia, 34005 Palencia, Spain Find articles by Cristina Cuenca-RubioAna Isabel García-Sánchez18Department of Clinical Analysis, Complejo Asistencial Universitario de Palencia, 34005 Palencia, Spain Find articles by Ana Isabel García-SánchezBraulio Álvarez-Martínez19Intensive Care Unit, Hospital El Bierzo, 24404 Ponferrada, León, Spain Find articles by Braulio Álvarez-MartínezPerfectino Fernández-Pérez19Intensive Care Unit, Hospital El Bierzo, 24404 Ponferrada, León, Spain Find articles by Perfectino Fernández-PérezEfrén Otero-Alvarín19Intensive Care Unit, Hospital El Bierzo, 24404 Ponferrada, León, Spain Find articles by Efrén Otero-AlvarínCarlos Flores1CIBER de Enfermedades Respiratorias, Instituto de Salud Carlos III, 28029 Madrid, Spain 12Research Unit, Hospital Universitario N. S. de Candelaria, 38010 Santa Cruz de Tenerife, Spain Find articles by Carlos FloresGerardo Aguilar20Department of Anesthesia, Hospital Clínico Universitario, 46010 Valencia, Spain Find articles by Gerardo AguilarNasara Segura20Department of Anesthesia, Hospital Clínico Universitario, 46010 Valencia, Spain Find articles by Nasara SeguraMarina Soro20Department of Anesthesia, Hospital Clínico Universitario, 46010 Valencia, Spain Find articles by Marina SoroRubén Herrán-Monge4Intensive Care Unit, Hospital Universitario Río Hortega, Gerencia Regional de Salud, SACYL, 47012 Valladolid, Spain Find articles by Rubén Herrán-MongeArturo Muriel-Bombín4Intensive Care Unit, Hospital Universitario Río Hortega, Gerencia Regional de Salud, SACYL, 47012 Valladolid, Spain Find articles by Arturo Muriel-BombínMarta M. García-García4Intensive Care Unit, Hospital Universitario Río Hortega, Gerencia Regional de Salud, SACYL, 47012 Valladolid, Spain Find articles by Marta M. García-GarcíaConcepción Tarancón21Intensive Care Unit, Hospital Virgen de la Concha, 49022 Zamora, Spain Find articles by Concepción TarancónTeresa Álvarez21Intensive Care Unit, Hospital Virgen de la Concha, 49022 Zamora, Spain Find articles by Teresa Álvarez References1. Singer M, et al.  The third international consensus definitions for sepsis and septic shock (sepsis-3) JAMA. 2016;315(8):801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Rudd KE, et al.  Global, regional, and national sepsis incidence and mortality, 1990–2017: Analysis for the Global Burden of Disease Study. Lancet. 2020;395(10219):200–211. doi: 10.1016/S0140-6736(19)32989-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Villar J, Blanco J, Kacmarek RM. Current incidence and outcome of the acute respiratory distress syndrome. Curr. Opin. Crit. Care. 2016;22(1):1–6. doi: 10.1097/MCC.0000000000000266. [PubMed] [CrossRef] [Google Scholar]4. Mokra D, Kosutova P. Biomarkers in acute lung injury. Respir. Physiol. Neurobiol. 2015;209:52–58. doi: 10.1016/j.resp.2014.10.006. [PubMed] [CrossRef] [Google Scholar]5. Blondonnet R, Constantin JM, Sapin V, Jabaudon M. A pathophysiologic approach to biomarkers in acute respiratory distress syndrome. Dis. Mark. 2016 doi: 10.1155/2016/3501373. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Spadaro S, et al.  Biomarkers for acute respiratory distress syndrome and prospects for personalised medicine. J. Inflamm. (Lond.) 2019;16:1. doi: 10.1186/s12950-018-0202-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Terpstra ML, Aman J, van Nieuw Amerongen GP, Groeneveld AB. Plasma biomarkers for acute respiratory distress syndrome: A systematic review and meta-analysis. Crit. Care Med. 2014;42(3):691–700. doi: 10.1097/01.ccm.0000435669.60811.24. [PubMed] [CrossRef] [Google Scholar]8. Fremont RD, et al.  Acute lung injury in patients with traumatic injuries: Utility of a panel of biomarkers for diagnosis and pathogenesis. J. Trauma. 2010;68(5):1121–1127. doi: 10.1097/TA.0b013e3181c40728. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Ware LB, et al.  Biomarkers of lung epithelial injury and inflammation distinguish severe sepsis patients with acute respiratory distress syndrome. Crit. Care. 2013;17(5):R253. doi: 10.1186/cc13080. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Ware LB, et al.  Prognostic and pathogenetic value of combining clinical and biochemical indices in patients with acute lung injury. Chest. 2010;137(2):288–296. doi: 10.1378/chest.09-1484. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Zhao Z, et al.  External validation of a biomarker and clinical prediction model for hospital mortality in acute respiratory distress syndrome. Intensive Care Med. 2017;43(8):1123–1131. doi: 10.1007/s00134-017-4854-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Arpaia N, et al.  A distinct function of regulatory T cells in tissue protection. Cell. 2015;162(5):1078–1089. doi: 10.1016/j.cell.2015.08.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Chen C, Shi L, Li Y, Wang X, Yang S. Disease-specific dynamic biomarkers selected by integrating inflammatory mediators with clinical informatics in ARDS patients with severe pneumonia. Cell Biol. Toxicol. 2016;32(3):169–184. doi: 10.1007/s10565-016-9322-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. ARDS Definition Task Force et al.  Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]15. Knaus WA, Draper EA, Wagner DP, Zimmerman JE. APACHE II: A severity of disease classification system. Crit. Care Med. 1985;13(10):818–829. doi: 10.1097/00003246-198510000-00009. [PubMed] [CrossRef] [Google Scholar]16. Vincent JL, et al.  Use of the SOFA score to assess the incidence of organ dysfunction/failure in intensive care units: Results of a multicenter, prospective study. Working group on “sepsis-related problems” of the European Society of Intensive Care Medicine. Crit. Care Med. 1998;26(11):1793–1800. doi: 10.1097/00003246-199811000-00016. [PubMed] [CrossRef] [Google Scholar]17. Jabaudon M, et al.  Receptor for advanced glycation end-products and ARDS prediction: A multicentre observational study. Sci. Rep. 2018;8(1):2603. doi: 10.1038/s41598-018-20994-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Wada T, et al.  The role of angiogenic factors and their soluble receptors in acute lung injury (ALI)/acute respiratory distress syndrome (ARDS) associated with critical illness. J. Inflamm. (Lond.) 2013;10(1):6. doi: 10.1186/1476-9255-10-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. van der Zee P, Rietdijk W, Somhorst P, Endeman H, Gommers D. A systematic review of biomarkers multivariately associated with acute respiratory distress syndrome development and mortality. Crit. Care. 2020;24(1):243. doi: 10.1186/s13054-020-02913-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Ware LB, et al.  Derivation and validation of a two-biomarker panel for diagnosis of ARDS in patients with severe traumatic injuries. Trauma Surg. Acute Care Open. 2017;2(1):e000121. doi: 10.1136/tsaco-2017-000121. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Ma Z, et al.  CXCL16/CXCR6 axis promotes bleomycin-induced fibrotic process in MRC-5 cells via the PI3K/AKT/FOXO3a pathway. Int. Immunopharmacol. 2020;81:106035. doi: 10.1016/j.intimp.2019.106035. [PubMed] [CrossRef] [Google Scholar]22. Calfee CS, et al.  Use of risk reclassification with multiple biomarkers improves mortality prediction in acute lung injury. Crit. Care Med. 2011;39(4):711–717. doi: 10.1097/CCM.0b013e318207ec3c. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Bime C, et al.  Development of a biomarker mortality risk model in acute respiratory distress syndrome. Crit. Care. 2019;23(1):410. doi: 10.1186/s13054-019-2697-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Potjo M, et al.  Interleukin-10 and interleukin-1 receptor antagonist distinguish between patients with sepsis and the systemic inflammatory response syndrome (SIRS) Cytokine. 2019;120:227–233. doi: 10.1016/j.cyto.2019.05.015. [PubMed] [CrossRef] [Google Scholar]25. Izquierdo MC, et al.  CXCL16 in kidney and cardiovascular injury. Cytokine Growth Factor Rev. 2014;25(3):317–325. doi: 10.1016/j.cytogfr.2014.04.002. [PubMed] [CrossRef] [Google Scholar]26. Andersen T, et al.  C-X-C ligand 16 is an independent predictor of cardiovascular death and morbidity in acute coronary syndromes. Arterioscler. Thromb. Vasc. Biol. 2019;39(11):2402–2410. doi: 10.1161/ATVBAHA.119.312633. [PubMed] [CrossRef] [Google Scholar]"}