{"title": "Indications of Persistent Glycocalyx Damage in Convalescent COVID-19 Patients: A Prospective Multicenter Study and Hypothesis", "pubDate": "2021", "PMCID": "PMC8619155", "DOI": "10.3390/v13112324", "PMID": "34835130", "abstract": "The COVID-19 pandemic is caused by the SARS CoV-2 virus and can lead to severe lung damage and hyperinflammation. In the context of COVID-19 infection, inflammation-induced degradation of the glycocalyx layer in endothelial cells has been demonstrated. Syndecan-1 (SDC-1) is an established parameter for measuring glycocalyx injury. This prospective, multicenter, observational, cross-sectional study analyzed SDC-1 levels in 24 convalescent patients that had been infected with SARS-CoV-2 with mild disease course without need of hospitalization. We included 13 age-matched healthy individuals and 10 age-matched hospitalized COVID-19 patients with acute mild disease course as controls. In convalescent COVID-19 patients, significantly elevated SDC-1 levels were detected after a median of 88 days after symptom onset compared to healthy controls, whereas no difference was found when compared to SDC-1 levels of hospitalized patients undergoing acute disease. This study is the first to demonstrate signs of endothelial damage in non-pre-diseased, convalescent COVID-19 patients after mild disease progression without hospitalization. The data are consistent with studies showing evidence of persistent endothelial damage after severe or critical disease progression. Further work to investigate endothelial damage in convalescent COVID-19 patients should follow.", "author": [{"author": "Richard Vollenberg", "affiliation": ["Department of Medicine B for Gastroenterology, Hepatology, Endocrinology and Clinical Infectiology, University Hospital Muenster, 48149 Muenster, Germany."], "href": "/?term=Vollenberg+R&cauthor_id=34835130"}, {"author": "Phil-Robin Tepasse", "affiliation": ["Department of Medicine B for Gastroenterology, Hepatology, Endocrinology and Clinical Infectiology, University Hospital Muenster, 48149 Muenster, Germany."], "href": "/?term=Tepasse+PR&cauthor_id=34835130"}, {"author": "Kevin Ochs", "affiliation": ["Department of Medicine B for Gastroenterology, Hepatology, Endocrinology and Clinical Infectiology, University Hospital Muenster, 48149 Muenster, Germany."], "href": "/?term=Ochs+K&cauthor_id=34835130"}, {"author": "Martin Floer", "affiliation": ["The First Department of Medicine, Klinikum Ibbenbüren, 49477 Ibbenbüren, Germany."], "href": "/?term=Floer+M&cauthor_id=34835130"}, {"author": "Markus Strauss", "affiliation": ["Department of Cardiology I-Coronary and Peripheral Vascular Disease, Heart Failure Medicine, University Hospital Muenster, 48149 Muenster, Germany."], "href": "/?term=Strauss+M&cauthor_id=34835130"}, {"author": "Florian Rennebaum", "affiliation": ["Department of Medicine B for Gastroenterology, Hepatology, Endocrinology and Clinical Infectiology, University Hospital Muenster, 48149 Muenster, Germany."], "href": "/?term=Rennebaum+F&cauthor_id=34835130"}, {"author": "Iyad Kabar", "affiliation": ["Department of Medicine B for Gastroenterology, Hepatology, Endocrinology and Clinical Infectiology, University Hospital Muenster, 48149 Muenster, Germany."], "href": "/?term=Kabar+I&cauthor_id=34835130"}, {"author": "Alexandros Rovas", "affiliation": ["Department of Medicine D, Division of General Internal and Emergency Medicine, Nephrology, and Rheumatology, University Hospital Muenster, 48149 Muenster, Germany."], "href": "/?term=Rovas+A&cauthor_id=34835130"}, {"author": "Tobias Nowacki", "affiliation": ["Department of Medicine B for Gastroenterology, Hepatology, Endocrinology and Clinical Infectiology, University Hospital Muenster, 48149 Muenster, Germany.", "Department of Medicine, Gastroenterology, Marienhospital Steinfurt, 48565 Steinfurt, Germany."], "href": "/?term=Nowacki+T&cauthor_id=34835130"}], "refPMID": ["32651579", "31986264", "32325026", "32142651", "32546188", "32791568", "32439870", "25887223", "17256154", "22290457", "32904031", "32833500", "22797452", "30504908", "26959387", "33352699", "34202697", "32376308", "32407459", "33932696", "32984308", "24341693", "31899168", "34440161", "34071308", "33752798"], "citedInPMID": ["34835130"], "body": " AbstractThe COVID-19 pandemic is caused by the SARS CoV-2 virus and can lead to severe lung damage and hyperinflammation. In the context of COVID-19 infection, inflammation-induced degradation of the glycocalyx layer in endothelial cells has been demonstrated. Syndecan-1 (SDC-1) is an established parameter for measuring glycocalyx injury. This prospective, multicenter, observational, cross-sectional study analyzed SDC-1 levels in 24 convalescent patients that had been infected with SARS-CoV-2 with mild disease course without need of hospitalization. We included 13 age-matched healthy individuals and 10 age-matched hospitalized COVID-19 patients with acute mild disease course as controls. In convalescent COVID-19 patients, significantly elevated SDC-1 levels were detected after a median of 88 days after symptom onset compared to healthy controls, whereas no difference was found when compared to SDC-1 levels of hospitalized patients undergoing acute disease. This study is the first to demonstrate signs of endothelial damage in non-pre-diseased, convalescent COVID-19 patients after mild disease progression without hospitalization. The data are consistent with studies showing evidence of persistent endothelial damage after severe or critical disease progression. Further work to investigate endothelial damage in convalescent COVID-19 patients should follow.Keywords: SARS-CoV-2, COVID-19, syndecan-1, glycocalyx, long-COVID-19 1. IntroductionThe novel coronavirus SARS-CoV-2 is infecting ever-increasing numbers of people around the globe. While the infection results in mild to moderate symptoms in most individuals, it triggers severe illness with high mortality in a subgroup of patients. In addition to acute respiratory distress syndrome (ARDS), a variety of other symptoms involving different organ systems (acute kidney injury (AKI), acute cardiac injury, coagulopathy, thromboembolic complications including stroke and pulmonary embolism, and circulatory shock) have been demonstrated in COVID-19 patients [1,2]. SARS CoV-2 has been shown to bind to angiotensin-converting enzyme-2 (ACE2) receptors and infiltrates endothelial cells via this mechanism [3,4]. This has led to the hypothesis that COVID-19-mediated symptoms are possibly caused by a dysregulation of the vasculature [5,6,7]. Endothelial dysfunction may cause vasoconstriction with resultant organ ischemia, inflammation-induced tissue edema, and a procoagulant effect. The inner surface of all vascular endothelial cells is covered by the glycocalyx. This consists of proteoglycans, glycosaminoglycan side chains, and sialoproteins [8,9,10]. The glycocalyx plays an important role in microvascular and endothelial function. In the context of COVID-19 infection, inflammation-induced degradation of the glycocalyx layer in endothelial cells has been demonstrated. The proteoglycan syndecan-1 (SDC-1) is an important core protein of the endothelial glycocalyx and an established marker of glycocalyx injury [11,12].The aim of this study was to investigate glycocalyx damage in convalescent COVID-19 patients. 2. Methods2.1. Study Subjects and SamplesThirty SARS-CoV-2-infected (nasopharyngeal swab and test by polymerase-chain reaction) individuals with mild disease course (no inpatient treatment) who recovered from infection were seen in our outpatient clinic. Only healthy patients with no known pre-existing conditions and no existing regular medication were seen in the outpatient clinic for this study. Twenty-four of them were manually selected to match the age of the inpatients and healthy controls.Serum samples from hospitalized COVID-19 patients (n = 54) with laboratory-confirmed SARS-CoV-2 infection (nasopharyngeal swab and test by polymerase-chain reaction) were collected at the Department of Gastroenterology, Hepatology, Endocrinology and Clinical Infectiology, University Hospital Muenster, Germany, and the Department of Gastroenterology, Marienhospital Steinfurt, Steinfurt, Germany (03/2020–03/2021). Samples were collected in the first 48 h after hospital admission. Disease severity was defined using the World Health Organization (WHO) severity categorizations of critical (requires life sustaining treatment, presence of acute respiratory distress syndrome (ARDS), sepsis, septic shock), severe (oxygen saturation <90% on room air, signs of pneumonia, signs of severe respiratory distress), or non-severe (absence of signs of severe or critical disease). ARDS was diagnosed according to the Berlin definition (bilateral opacities on chest radiograph, exclusion of other causes of respiratory failure) [13]. COVID-19 patients were categorized according to their respective worst conditions over the course of hospitalization. Of these patients, 18 had a mild disease course. Ten age-matched patients with mild disease course were selected and used as hospitalized controls.Age-matched subjects without preexisting conditions were used as healthy controls (n = 13). Sampling was performed before the outbreak of the SARS-CoV-2 pandemic. The study was approved by the local ethical committees of the University Hospital Muenster and the University Hospital Goettingen (Approval No. 2020-210-s-S, 2020-220-f-S, and 25/8/14), and informed consent was obtained from each participant.2.2. Quantification of Serum MarkersPlasma concentration of SDC-1 was measured by Diaclone CD138 ELISA (Diaclone Research, Besancon, France) according to the manufacturer’s instructions. SDC-1 levels were measured in ng/mL. Clinical laboratory assessments included complete blood count, creatinine, bilirubin, aspartate aminotransferase (AST), γ-glutamyltransferase (γ-GT), lactate dehydrogenase (LDH), creatine kinase (CK), C-reactive protein (CRP), albumin, ferritin, and interleukin-6, and were determined on the day of laboratory measurement and were used to characterize hospitalized patients’, outpatients’, and controls’ physiological conditions.2.3. Statistical AnalysisFor continuous variables, we report median with interquartile range. For categorical variables, we report absolute numbers and percentages. The Kruskal–Wallis test was conducted to compare groups. To compare subgroups, the Bonferroni correction post hoc test was performed when variance was equal (Levene’s test), and the Games–Howell test was performed when variance was different. For comparison of nominal scale level, group comparison was performed by chi-square four-field test. The Pearson correlation coefficient was determined to analyze the correlation of SDC-1 levels with clinical laboratory parameters. All tests were two-tailed and a p-value < 0.05 was considered to indicate a statistically significant difference. All statistical analyses were performed using SPSS 26 (IBM, Chicago, IL, USA). 3. Results3.1. Cohort CharacteristicsIn the COVID-19 outpatient convalescent cohort, blood collection occurred at a median of 88 days after symptom onset (IQR 70–135 days). Blood sampling of hospitalized COVID-19 patients with non-severe course occurred a median of 6 days (IQR 2–17) after symptom onset. The convalescent COVID-19 patients, hospitalized patients, and healthy controls showed no significant differences regarding patient age and body mass index (BMI). There was no difference in gender between hospitalized COVID-19 patients and convalescent patients; significantly more women were included in healthy controls (p = 0.046). In contrast to the hospitalized patients, healthy controls and convalescent patients had no preexisting diseases. Hospitalized patients showed a mild disease course without need of oxygen supplementation (Table 1). Hospitalized patients with acute disease showed increased inflammatory laboratory parameters (ferritin, interleukin-6, and C-reactive protein) compared to convalescent patients and healthy controls (Table 2).Table 1Cohort characteristics: differences were calculated by Kruskal–Wallis test; IQR, interquartile range; BMI, Body Mass Index.Patients (Samples)\nHospitalized Patients (n = 10)Convalescent Patients (n = 24)Control Collective (n = 13)p-ValuePatient CharacteristicsAge, years median (IQR)56.5 (54–63)56 (55–58)54 (51–57)0.08Gender, male (%)10 (100)22 (91.6)4 (31)0.046BMI (IQR)23.8 (22–25.9)26.1 (22.8–28.1)22.3 (20.2–25.7)0.161Invasive Vent. (%)0 (0)0 (0)0 (0)1Oxygen therapy (%)0 (0)0 (0)0 (0)1Death (abs.)0 (0)0 (0)0 (0)1Interval 1. symptom to blood sample, days (IQR)6 (2–17)88 (70–135)\n<0.001SARS CoV-2 therapyRemdesivir (5 days)1 (10)0 (0)0 (0)0.151Dexamethasone (6 mg, 10 days)2 (20)0 (0)0 (0)0.021Pre-existing conditionsChronic inflammatory disease (%)4 (40)0 (0)0 (0)<0.001Respiratory disease (%)3 (30)0 (0)0 (0)0.003Kidney insufficiency (%)1 (10)0 (0)0 (0)0.151Metastatic neoplasm (%)1 (10)0 (0)0 (0)0.151Diabetes (%)1 (10)0 (0)0 (0)0.151Arterial hypertension (%)4 (40)0 (0)0 (0)<0.001Coronary heart disease (%)2 (20)0 (0)0 (0)0.021MedicationAngiotensin-1 receptor antagonist (%)1 (10)0 (0)0 (0)0.151Angiotensin converting enzyme inhibitor (%)2 (10)0 (0)0 (0)0.021Open in a separate windowTable 2Cohort characteristics: differences were calculated by Kruskal–Wallis test; IQR, interquartile range; LDH, lactate dehydrogenase; CRP, C-reactive protein.\nHospitalized Patients(n = 10) Convalescent Patients (n = 24)Healthy Controls (n = 14)p-ValueSyndecan-1 (ng/mL), median (IQR)142 (85.2–181.3)71.2 (40.1–141.5)31.6 (17.1–54.7)<0.001Lymphocytes (rel., %), median (IQR)22.2(16.5–33.2)28.5 (27.2–34.4)n.d.0.23Creatinine (mg/dL), median (IQR)0.95 (0.88–1.3)0.9 (0.8–01.0)1 (0.8–1.2)0.77Bilirubin (mg/dL), median (IQR)0.4 (0.3–0.7)0.5 (0.4–1.0)0.5 (0.2–0.7)0.43AST (U/L), median (IQR)36 (26–52)28 (25–34)29 (22–35)0.63Gamma-GT (U/L), median (IQR)82 (40–146)27 (22–46)22 (12–24)0.003LDH (U/L), median (IQR)279 (232–285)61 (57–74)149 (127–179)<0.001CRP (mg/dL), median (IQR)2.5 (0.5–5)0.5 (0.5–0.5)0.5 (0.5–0.5)<0.001Albumin (g/dL), median (IQR)3.4 (2.7–3.9)4.4 (4.3–4.5)4.9 (4.1–5.3)<0.001Ferritin (µg/L), median (IQR)383 (220–606)252 (89–298)87 (42–178)0.002Interleukin-6 (pg/mL), median (IQR)14.5 (8–23)2 (2–2)2 (2–2)<0.001Open in a separate window3.2. Significantly Increased Syndecan-1 Levels in Convalescent COVID-19 PatientsConvalescent COVID-19 patients (blood drawn at a median of 88 days after symptom onset) after a mild disease course showed significantly elevated SDC-1 levels compared to the healthy control population (p < 0.05) and to the hospitalized patients with acute disease (p < 0.01). SDC-1 levels of hospitalized patients were not significantly different from SDC-1 levels of convalescent patients (Figure 1).Open in a separate windowFigure 1SDC-1 values of COVID-19 inpatient convalescent patients, hospitalized patients with acute disease, and healthy controls. * p < 0.05, ** p ≤ 0.01; n.s. not significant.3.3. Association of Laboratory Values with Syndecan-1In the overall study group, there was a significant correlation between SDC-1 levels and laboratory parameters. Inflammatory parameters (LDH, p = 0.018; ferritin, p = 0.04, IL-6, p = 0.01, CRP, p = 0.04) correlated positively with SDC-1 levels, whereas albumin correlated negatively with SDC-1 parameters (p = 0.02) (Figure 2A–E).Open in a separate windowFigure 2Significant correlations between SDC-1 levels and laboratory values in SARS CoV-2 patients, regression analysis plot. (A) lactate dehydrogenase, (B) albumine, (C) CRP, (D) ferritin, (E) Il-6. 4. DiscussionThe glycocalyx plays a central role in endothelial and vascular regulation. The glycocalyx of the lung seems to be more susceptible to injury than that of the heart or brain [14]. Destruction of the glycocalyx exposes the endothelial cells to oxidative damage [12]. SDC-1 has an important function as a transmembrane receptor in the control of inflammation during influenza infection. Transmembrane SDC-1 has a regulatory impact on c-Met activity in influenza infections. Enhancement of c-Met activity results in anti-apoptotic signaling. This limits epithelial cell death following influenza infection [15]. In the context of severe infections, damage to the glycocalyx may be accompanied by increased concentrations of fragments in the blood. SDC-1 detaches from the surface of vascular endothelial cells, which thins and destabilizes the glycocalyx layer. This induces microvascular excessive permeability and extravascular leakage in microvessels and leads to interstitial edema [16]. In this study, we demonstrated that convalescent COVID-19 patients showed increased SDC-1 levels in a median of 88 days after disease compared to healthy controls as a sign of persistent glycocalyx damage after recovery from COVID-19.Our study presented valuable results regarding cohort characteristics, which were in line with other studies. All study groups were age-matched. The percentage of males in the healthy control group was significantly lower than in the hospitalized patient group and the convalescent patient group, which may be a limitation of this study due to possible gender bias. COVID-19 inpatients and outpatients were comparable to previous publications in terms of age, comorbidities, and clinical presentation [11,17]. Hospitalized COVID-19 patients with acute disease showed significantly higher levels of inflammatory markers (CRP, IL-6) compared to convalescent patients and healthy controls as sign of inflammation due to acute viral infection [17]. Compared to healthy controls, hospitalized patients during acute disease showed significantly increased SDC-1 levels compared to healthy controls, but not when compared to convalescent patients. In the entire study cohort, correlation analysis provided evidence that higher inflammatory parameters (C-reactive protein, ferritin, interleukin-6) correlated significantly with elevated SDC-1 levels. These inflammatory parameters are established disease activity markers and predictors of worse outcomes in COVID-19 patients [18]. Elevated LDH levels [19], also an established marker of acute COVID-19, also correlated significantly with elevated SDC-1 levels. Our data are in line with data of Karampoor et al., who were able to demonstrate an increase in syndecan-1 levels in COVID-19 patients treated as inpatients, depending on the severity of the disease. Critically ill patients showed significantly increased syndecan-1 levels during the acute phase of the disease compared to moderately ill patients. It was shown that the determination of syndecan-1 on the day of admission is suitable for monitoring disease activity in addition to the determination of IL-6, IL-10, IL-18, and CRP [20] The glycocalyx consists of proteoglycans (e.g., SDC-1), glycosaminoglycans, and plasma proteins [21]. The glycocalyx represents an important regulator of endothelial cell homeostasis and immune response in the context of infection [9]. In the context of inflammatory conditions, this layer can be injured [22], and this can lead to tissue edema [23]. Our data support the hypothesis of glycocalyx damage during acute infection.To our surprise, we observed significantly elevated SDC-1 levels in convalescent COVID-19 patients in a median of 88 days after symptom onset compared with healthy subjects without prior SARS-CoV-2 infection. This was demonstrated in patients after mild disease course, and without prior medical conditions and without regular medication. These results demonstrate for the first time elevated SDC-1 levels as an indication of persistent impairment of glycocalyx after COVID-19 infection with mild disease progression without hospitalization. These results support the work of Ambrosino et al. on hospitalized convalescent COVID-19 patients 2 months after severe or critical disease progression (WHO classification III/IV), in whom sex-dependent signs of endothelial damage were also found [24,25]. The study population, especially females, had significantly decreased endothelium-dependent flow-mediated dilation (FMD) compared with matched controls (demographics, previous disease). Finally, it has to mentioned that the small sample size in our study may be a relevant limitation.The overrepresentation of women in the healthy cohort must be considered as a limitation of our study. Compared with the collective of healthy controls of Karampoor et al., the control collective used in this study showed comparable mean syndecan-1 levels (Karampoor et al. 24 (23–32) ng/mL versus 31.6 (17.1–54.7) ng/mL in our study) [20]. Endothelial damage correlated significantly with the severity of lung dysfunction (arterial oxygen tension, forced expiratory volume in 1 s, forced vital capacity, diffusing capacity for carbon monoxide). One cause of persistent endothelial damage after COVID-19 infection may be persistent immune activation. Chioh et al. recently demonstrated persistent immune activation and increased levels of circulating endothelial cells as signs of vascular injury in convalescent COVID-19 patients approximately 1 month after symptom onset [26]. This study included COVID-19 patients hospitalized in the setting of acute infection with varying degrees of disease severity. 5. ConclusionsOur study revealed elevated SDC-1 levels as an implication of persistent endothelial damage in non-pre-diseased, convalescent COVID-19 patients after mild disease progression without hospitalization. The data are consistent with studies showing evidence of persistent endothelial damage after severe or critical disease progression. Further prospective studies in convalescent COVID-19 patients depending on longer follow-up times and with larger numbers of subjects should follow to investigate persistent vascular damage. Author ContributionsConceptualization, R.V., P.-R.T.; data curation, R.V., formal analysis, R.V., M.F., F.R., P.-R.T., T.N.; investigation, R.V., P.-R.T.; methodology, R.V., P.-R.T., A.R.; supervision, I.K.; writing—original draft, R.V., P.-R.T., T.N.; writing—review and editing, M.S., T.N., K.O., A.R., I.K. All authors have read and agreed to the published version of the manuscript. FundingThe authors received no funding for this work. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Ethics Committee of Muenster (2020-210-s-S and AZ 2020-220-f-S, 2020). Informed Consent StatementInformed consent was obtained from all subjects involved in the study. Data Availability StatementBecause of patient identifying data, original data are not available. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Gupta A., Madhavan M.V., Sehgal K., Nair N., Mahajan S., Sehrawat T.S., Bikdeli B., Ahluwalia N., Ausiello J.C., Wan E.Y., et al.  Extrapulmonary manifestations of COVID-19. Nat. Med. 2020;26:1017–1032. doi: 10.1038/s41591-020-0968-3. [PubMed] [CrossRef] [Google Scholar]2. Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., Zhang L., Fan G., Xu J., Gu X., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Varga Z., Flammer A.J., Steiger P., Haberecker M., Andermatt R., Zinkernagel A.S., Mehra M.R., Schuepbach R.A., Ruschitzka F., Moch H. Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395:1417–1418. doi: 10.1016/S0140-6736(20)30937-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Hoffmann M., Kleine-Weber H., Schroeder S., Krüger N., Herrler T., Erichsen S., Schiergens T.S., Herrler G., Wu N.-H., Nitsche A., et al.  SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor. Cell. 2020;181:271–280.e8. doi: 10.1016/j.cell.2020.02.052. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Pons S., Fodil S., Azoulay E., Zafrani L. The vascular endothelium: The cornerstone of organ dysfunction in severe SARS-CoV-2 infection. Crit. Care. 2020;24:353. doi: 10.1186/s13054-020-03062-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Okada H., Yoshida S., Hara A., Ogura S., Tomita H. Vascular endothelial injury exacerbates coronavirus disease 2019: The role of endothelial glycocalyx protection. Microcirculation. 2021;28:e12654. doi: 10.1111/micc.12654. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Teuwen L.-A., Geldhof V., Pasut A., Carmeliet P. COVID-19: The vasculature unleashed. Nat. Rev. Immunol. 2020;20:389–391. doi: 10.1038/s41577-020-0343-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Chelazzi C., Villa G., Mancinelli P., de Gaudio A.R., Adembri C. Glycocalyx and sepsis-induced alterations in vascular permeability. Crit. Care. 2015;19:26. doi: 10.1186/s13054-015-0741-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Reitsma S., Slaaf D.W., Vink H., van Zandvoort M.A.M.J., oude Egbrink M.G.A. The endothelial glycocalyx: Composition, functions, and visualization. Pflüg. Arch. Eur. J. Physiol. 2007;454:345–359. doi: 10.1007/s00424-007-0212-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Woodcock T.E., Woodcock T.M. Revised Starling equation and the glycocalyx model of transvascular fluid exchange: An improved paradigm for prescribing intravenous fluid therapy. Br. J. Anaesth. 2012;108:384–394. doi: 10.1093/bja/aer515. [PubMed] [CrossRef] [Google Scholar]11. Fraser D.D., Patterson E.K., Slessarev M., Gill S.E., Martin C., Daley M., Miller M.R., Patel M.A., Dos Santos C.C., Bosma K.J., et al.  Endothelial Injury and Glycocalyx Degradation in Critically Ill Coronavirus Disease 2019 Patients: Implications for Microvascular Platelet Aggregation. Crit. Care Explor. 2020;2:e0194. doi: 10.1097/CCE.0000000000000194. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Stahl K., Gronski P.A., Kiyan Y., Seeliger B., Bertram A., Pape T., Welte T., Hoeper M.M., Haller H., David S. Injury to the Endothelial Glycocalyx in Critically Ill Patients with COVID-19. Am. J. Respir. Crit. Care Med. 2020;202:1178–1181. doi: 10.1164/rccm.202007-2676LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]14. Ando Y., Okada H., Takemura G., Suzuki K., Takada C., Tomita H., Zaikokuji R., Hotta Y., Miyazaki N., Yano H., et al.  Brain-Specific Ultrastructure of Capillary Endothelial Glycocalyx and Its Possible Contribution for Blood Brain Barrier. Sci. Rep. 2018;8:17523. doi: 10.1038/s41598-018-35976-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Brauer R., Ge L., Schlesinger S.Y., Birkland T.P., Huang Y., Parimon T., Lee V., McKinney B.L., McGuire J.K., Parks W.C., et al.  Syndecan-1 Attenuates Lung Injury during Influenza Infection by Potentiating c-Met Signaling to Suppress Epithelial Apoptosis. Am. J. Respir. Crit. Care Med. 2016;194:333–344. doi: 10.1164/rccm.201509-1878OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Yamaoka-Tojo M. Vascular Endothelial Glycocalyx Damage in COVID-19. Int. J. Mol. Sci. 2020;21:9712.  doi: 10.3390/ijms21249712. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Tepasse P.-R., Vollenberg R., Fobker M., Kabar I., Schmidt H., Meier J.A., Nowacki T., Hüsing-Kabar A. Vitamin A Plasma Levels in COVID-19 Patients: A Prospective Multicenter Study and Hypothesis. Nutrients. 2021;13:2173.  doi: 10.3390/nu13072173. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Zhao Q., Meng M., Kumar R., Wu Y., Huang J., Deng Y., Weng Z., Yang L. Lymphopenia is associated with severe coronavirus disease 2019 (COVID-19) infections: A systemic review and meta-analysis. Int. J. Infect. Dis. 2020;96:131–135. doi: 10.1016/j.ijid.2020.04.086. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Zhang J.J.Y., Lee K.S., Ang L.W., Leo Y.S., Young B.E. Risk Factors for Severe Disease and Efficacy of Treatment in Patients Infected With COVID-19: A Systematic Review, Meta-Analysis, and Meta-Regression Analysis. Clin. Infect. Dis. 2020;71:2199–2206. doi: 10.1093/cid/ciaa576. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Karampoor S., Zahednasab H., Farahmand M., Mirzaei R., Zamani F., Tabibzadeh A., Bouzari B., Ajdarkosh H., Nikkhah M., Hashemi M.R., et al.  A possible pathogenic role of Syndecan-1 in the pathogenesis of coronavirus disease 2019 (COVID-19) Int. Immunopharmacol. 2021;97:107684. doi: 10.1016/j.intimp.2021.107684. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Ahrens T.D., Bang-Christensen S.R., Jørgensen A.M., Løppke C., Spliid C.B., Sand N.T., Clausen T.M., Salanti A., Agerbæk M.Ø. The Role of Proteoglycans in Cancer Metastasis and Circulating Tumor Cell Analysis. Front. Cell Dev. Biol. 2020;8:749. doi: 10.3389/fcell.2020.00749. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Nelson A., Berkestedt I., Bodelsson M. Circulating glycosaminoglycan species in septic shock. Acta Anaesthesiol. Scand. 2014;58:36–43. doi: 10.1111/aas.12223. [PubMed] [CrossRef] [Google Scholar]23. Wadowski P.P., Kautzky-Willer A., Gremmel T., Koppensteiner R., Wolf P., Ertl S., Weikert C., Schörgenhofer C., Jilma B. Sublingual microvasculature in diabetic patients. Microvasc. Res. 2020;129:103971. doi: 10.1016/j.mvr.2019.103971. [PubMed] [CrossRef] [Google Scholar]24. Ambrosino P., Calcaterra I., Molino A., Moretta P., Lupoli R., Spedicato G.A., Papa A., Motta A., Maniscalco M., Di Minno M.N.D. Persistent Endothelial Dysfunction in Post-Acute COVID-19 Syndrome: A Case-Control Study. Biomedicines. 2021;9:957.  doi: 10.3390/biomedicines9080957. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Ambrosino P., Molino A., Calcaterra I., Formisano R., Stufano S., Spedicato G.A., Motta A., Papa A., Di Minno M.N.D., Maniscalco M. Clinical Assessment of Endothelial Function in Convalescent COVID-19 Patients Undergoing Multidisciplinary Pulmonary Rehabilitation. Biomedicines. 2021;9:614.  doi: 10.3390/biomedicines9060614. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Chioh F.W., Fong S.-W., Young B.E., Wu K.-X., Siau A., Krishnan S., Chan Y.-H., Carissimo G., Teo L.L., Gao F., et al.  Convalescent COVID-19 patients are susceptible to endothelial dysfunction due to persistent immune activation. eLife. 2021;10:e64909. doi: 10.7554/eLife.64909. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}