{"title": "Effect of INTELLiVENT-ASV versus Conventional Ventilation on Ventilation Intensity in Patients with COVID-19 ARDS-An Observational Study", "pubDate": "2021", "PMCID": "PMC8622732", "DOI": "10.3390/jcm10225409", "PMID": "34830691", "abstract": "Driving pressure (ΔP) and mechanical power (MP) are associated with outcomes in critically ill patients, irrespective of the presence of Acute Respiratory Distress Syndrome (ARDS). INTELLiVENT-ASV, a fully automated ventilatory mode, controls the settings that affect ΔP and MP. This study compared the intensity of ventilation (ΔP and MP) with INTELLiVENT-ASV versus conventional ventilation in a cohort of COVID-19 ARDS patients in two intensive care units in the Netherlands. The coprimary endpoints were ΔP and MP before and after converting from conventional ventilation to INTELLiVENT-ASV. Compared to conventional ventilation, INTELLiVENT-ASV delivered ventilation with a lower ΔP and less MP. With conventional ventilation, ΔP was 13 cmH2O, and MP was 21.5 and 24.8 J/min, whereas with INTELLiVENT-ASV, ΔP was 11 and 10 cmH2O (mean difference -2 cm H2O (95 %CI -2.5 to -1.2 cm H2O), p < 0.001) and MP was 18.8 and 17.5 J/min (mean difference -7.3 J/Min (95% CI -8.8 to -5.8 J/min), p < 0.001). Conversion from conventional ventilation to INTELLiVENT-ASV resulted in a lower intensity of ventilation. These findings may favor the use of INTELLiVENT-ASV in COVID-19 ARDS patients, but future studies remain needed to see if the reduction in the intensity of ventilation translates into clinical benefits.", "author": [{"author": "Laura A Buiteman-Kruizinga", "affiliation": ["Department of Intensive Care, Reinier de Graaf Hospital, 2625 AD Delft, The Netherlands.", "Department of Intensive Care, Amsterdam University Medical Centers, Location 'AMC', 1105 AZ Amsterdam, The Netherlands."], "href": "/?term=Buiteman-Kruizinga+LA&cauthor_id=34830691"}, {"author": "Hassan E Mkadmi", "affiliation": ["Department of Research, Reinier de Graaf Hospital, 2625 AD Delft, The Netherlands."], "href": "/?term=Mkadmi+HE&cauthor_id=34830691"}, {"author": "Ary Serpa Neto", "affiliation": ["Department of Intensive Care, Amsterdam University Medical Centers, Location 'AMC', 1105 AZ Amsterdam, The Netherlands.", "Australian and New Zealand Intensive Care-Research Centre (ANZIC-RC), Monash University, Melbourne, VIC 3004, Australia.", "Department of Critical Care Medicine, Hospital Israelita Albert Einstein, São Paulo 05652-900, Brazil."], "href": "/?term=Serpa+Neto+A&cauthor_id=34830691"}, {"author": "Matthijs D Kruizinga", "affiliation": ["Department of Pediatrics, Juliana Children's Hospital, 2545 AA The Hague, The Netherlands."], "href": "/?term=Kruizinga+MD&cauthor_id=34830691"}, {"author": "Michela Botta", "affiliation": ["Department of Intensive Care, Amsterdam University Medical Centers, Location 'AMC', 1105 AZ Amsterdam, The Netherlands."], "href": "/?term=Botta+M&cauthor_id=34830691"}, {"author": "Marcus J Schultz", "affiliation": ["Department of Intensive Care, Amsterdam University Medical Centers, Location 'AMC', 1105 AZ Amsterdam, The Netherlands.", "Laboratory of Experimental Intensive Care and Anesthesiology (LEICA), Amsterdam University Medical Centers, Location 'AMC', 1105 AZ Amsterdam, The Netherlands.", "Mahidol-Oxford Tropical Medicine Research Unit (MORU), Mahidol University, Bangkok 10400, Thailand.", "Nuffield Department of Medicine, University of Oxford, Oxford OX3 7FZ, UK."], "href": "/?term=Schultz+MJ&cauthor_id=34830691"}, {"author": "Frederique Paulus", "affiliation": ["Department of Intensive Care, Amsterdam University Medical Centers, Location 'AMC', 1105 AZ Amsterdam, The Netherlands.", "ACHIEVE, Centre of Applied Research, Faculty of Health, Amsterdam University of Applied Sciences, 1105 AZ Amsterdam, The Netherlands."], "href": "/?term=Paulus+F&cauthor_id=34830691"}, {"author": "Pim L J van der Heiden", "affiliation": ["Department of Intensive Care, Reinier de Graaf Hospital, 2625 AD Delft, The Netherlands."], "href": "/?term=van+der+Heiden+PLJ&cauthor_id=34830691"}], "refPMID": ["30291378", "25693014", "32735841", "32645311", "28828361", "23385096", "26872367", "27620287", "31773328", "15436363", "33169671", "33178783", "22797452", "31101961", "32442528", "32900326", "32739044", "31733881", "33604578", "30199652"], "citedInPMID": ["34830691"], "body": " AbstractDriving pressure (ΔP) and mechanical power (MP) are associated with outcomes in critically ill patients, irrespective of the presence of Acute Respiratory Distress Syndrome (ARDS). INTELLiVENT-ASV, a fully automated ventilatory mode, controls the settings that affect ΔP and MP. This study compared the intensity of ventilation (ΔP and MP) with INTELLiVENT-ASV versus conventional ventilation in a cohort of COVID-19 ARDS patients in two intensive care units in the Netherlands. The coprimary endpoints were ΔP and MP before and after converting from conventional ventilation to INTELLiVENT-ASV. Compared to conventional ventilation, INTELLiVENT-ASV delivered ventilation with a lower ΔP and less MP. With conventional ventilation, ΔP was 13 cmH2O, and MP was 21.5 and 24.8 J/min, whereas with INTELLiVENT-ASV, ΔP was 11 and 10 cmH2O (mean difference –2 cm H2O (95 %CI –2.5 to –1.2 cm H2O), p < 0.001) and MP was 18.8 and 17.5 J/min (mean difference –7.3 J/Min (95% CI –8.8 to –5.8 J/min), p < 0.001). Conversion from conventional ventilation to INTELLiVENT-ASV resulted in a lower intensity of ventilation. These findings may favor the use of INTELLiVENT-ASV in COVID-19 ARDS patients, but future studies remain needed to see if the reduction in the intensity of ventilation translates into clinical benefits.Keywords: COVID-19, ARDS, automated ventilation, closed-loop ventilation, INTELLiVENT-ASV, intensity of ventilation, mechanical power, driving pressure 1. IntroductionLimiting the intensity of ventilation could improve outcomes in patients with acute respiratory distress syndrome (ARDS) [1,2,3]. This approach may also benefit patients with coronavirus disease 2019 (COVID-19) ARDS [4]. The intensity of ventilation is reflected by multiple parameters. The first is the driving pressure (ΔP), i.e., the pressure applied by the ventilator to support the delivery of a tidal volume (VT) and, as such, represents the strain applied to the lung with each breath during mechanical ventilation [5]. The second is the mechanical power of ventilation (MP)—the energy used to overcome airway resistance and respiratory system compliance, part of which acts directly on lung tissue [6,7]. The latter measure combines multiple ventilatory parameters, including VT and ΔP, but also respiratory rate (RR) [8,9].It can be very challenging, if not practically impossible, to keep the intensity of ventilation low at all times. INTELLiVENT-Adaptive Support Ventilation (ASV) is a fully automated, closed-loop ventilatory mode that automatically controls gas exchange at the lowest work of breathing [10] and at the lowest force of breathing [11]. This means that both ΔP and MP are, at least in part, under the control of INTELLiVENT-ASV.It is uncertain whether INTELLiVENT-ASV affects the intensity of ventilation in COVID-19 patients with ARDS. The aim of this substudy of the ‘PRactice of VENTilation in COVID-19’ (PRoVENT–COVID) study [12] was to compare ΔP and MP with INTELLiVENT-ASV versus conventional ventilation. We hypothesized the intensity of ventilation to decrease after conversion from conventional non-automated ventilation to INTELLiVENT-ASV. 2. Materials and Methods2.1. Study DesignThis was a retrospective 2-center substudy within a large national observational study undertaken during the first wave of the COVID-19 pandemic in the Netherlands. The substudy was conducted at the Intensive Care Unit (ICU) of the Reinier de Graaf Hoss alignmentpital in Delft and the ICU of the Amsterdam University Medical Centers, ‘location AMC’ in Amsterdam, the Netherlands. The study protocol (number W20_157#20.171) was approved on 7 April 2020 by the Institutional Review Board of the AMC (chairperson Prof. Dr. J.A. Swinkels), Amsterdam, and was prepublished [13], and the study was registered at www.clinicaltrials.gov (accessed on 15 April 2020); trial identification number {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04346342\",\"term_id\":\"NCT04346342\"}}NCT04346342). The need for informed consent was waived because of the observational nature of this study and because the decision to use conventional ventilation, or INTELLiVENT-ASV, was left to the discretion of attending physicians and nurses and in accordance with the local guideline for ventilation in the 2 ICUs. Before and after the conversion to INTELLiVENT-ASV, fairly identical target ranges for end-tidal carbon dioxide (etCO2) and peripheral oxygen saturation (SpO2) were used. We targeted normocapnia and normoxemia with both ventilation modes in all patients. Pressure limits were left unchanged. Additional details on ventilator settings are depicted in Table 1. A statistical analysis plan for this substudy, written and finalized before closing the database, was reported at the study website [14] and is available in the online supplement.Table 1Ventilator settings and limits.\nConventional VentilationINTELLiVENT-ASVVentilator Settings\n\netCO2 target4.5 to 6.0 kPa4.5 to 5.5 kPaSpO2 target90 to 92%89 to 93%Tidal volume target5 to 8 mL/kg PBW5 to 8 mL/kg PBWVentilator Limits\n\nMaximum airway pressure30 cm H2O30 cm H2OPEEP limit≤12 cmH2O5 to 12 cmH2OTidal volume alarm limit9 mL/kg PBW9 mL/kg PBWRespiratory rate limit30 per min30 per minFiO2 upper limit0.600.60Open in a separate windowAbbreviations: etCO2, end-tidal carbon dioxide; SpO2, peripheral oxygen saturation; PEEP, positive end expiratory pressure; FiO2, fraction of inspired oxygen. With INTELLiVENT-ASV, the target ranges for etCO2 and SpO2 are pre-specified and set automatically; when a certain target is chosen, the lower and upper limits of the target ranges are 0.5 kPa under and above the target of 5 kPa for etCO2, and 2% around the 91% for SpO2.2.2. Study PopulationPatients aged 18 years or older with COVID-19 confirmed with RT-PCR for SARS-CoV-2 and ARDS according to the Berlin definition [15] were eligible if they received invasive pressure-controlled ventilation in one of the 2 participating ICUs, had received at least 3 h of conventional ventilation before converting to INTELLiVENT-ASV and at least 3 subsequent hours of INTELLiVENT-ASV. Patients were excluded if the conversion from conventional ventilation to INTELLiVENT-ASV was not initiated within the first 3 days of invasive ventilation, when there was a change in body position, e.g., from prone or supine or vice versa, or when there was spontaneous breathing activity at any timepoint during the timeframe of data collection. Spontaneous breathing was determined when comparing set respiratory rate with observed respiratory rate, and if the latter was >2 higher, it was seen as evidence for the presence of spontaneous breathing activity.2.3. Collected DataThe severity of illness, medication and vital signs were obtained at baseline. Ventilation variables and parameters were collected at 4 consecutive timepoints: at 2 and 1 h before and at 1 and 2 h after conversion from conventional ventilation to INTELLiVENT-ASV. Thus, we had a maximum of 4 timepoints at which ΔP and MP could be calculated. ΔP was calculated as plateau pressure (Pplat) minus positive end-expiratory pressure (PEEP). MP was calculated as [6]:MP (J/min): 0·098 ∗ RR ∗ VT ∗ (Peak pressure (Ppeak) − (0·5 ∗ ΔP) (1)2.4. OutcomesThe coprimary outcomes were ΔP and MP before and after conversion from conventional ventilation to INTELLiVENT-ASV. Secondary outcomes were other key ventilation variables and parameters, including VT, PEEP, Pmax and RR, at the same timepoints before and after conversion.2.5. Statistical AnalysisDescriptive statistics were used to describe the study population, and data were expressed in number and relative proportions for categorical variables and median (quartile 25%–quartile 75%) or mean (±SD) for continuous variables. Proportions were compared using the chi-squared test or Fisher exact test as required by variable distribution, and continuous variables were compared using the Wilcoxon Rank Sum Test or the Wilcoxon signed-rank test as appropriate. Effects are presented with a 95% confidence interval (95% CI).A mixed-effects generalized linear model with a Gaussian distribution was used, wherein ventilation mode was used as a fixed effect and patients as a random effect, to account for repeated measurements.To compare ΔP, MP, VT, PEEP, Pmax, RR and other ventilator parameters with INTELLiVENT-ASV versus conventional ventilation, cumulative distribution plots were constructed. Medians were compared using the Wilcoxon signed-rank test. In addition, the relation between VT and ΔP at the 4 timepoints was visualized in plots using least square method regression analysis. Scatterplots and line graphs were also used to show how individual changes in VT related to changes in ΔP.We performed 2 post hoc analyses. In the first post hoc analysis, MP was calculated using another equation than the one proposed above as [16]:MP (J/min) = 0·098 ∗ RR ∗ VT ∗ (Pinsp + PEEP) (2)In the second post hoc analysis, MP was normalized for respiratory system compliance (CRS) and was calculated as:CRS (mL/cmH2O) = VT/(Pplat − PEEP), andMPNORM (J/min per mL/cmH2O) = MP/CRS(3)There were no missing data. A p value < 0.05 was considered significant. Analyses were performed with SPSS version 25 (descriptive statistics, comparison of ventilation parameters) and R version 3.6.3 (generalized linear mixed-effects model). 3. Results3.1. PatientsBetween 1 March and 1 June 2020, 144 patients were screened for eligibility (Figure 1). A total of 94 were not enrolled: 8 patients that did not receive invasive ventilation, 32 that were never connected to a ventilator that can provide INTELLiVENT-ASV and 43 that did not receive INTELLiVENT-ASV within the timeframe of interest. Two additional patients were excluded because they received INTELLiVENT-ASV for less than 3 h after the conversion to INTELLIVENT-ASV, two because of a change in body position and seven because of spontaneous breathing activity within the timeframe of data collection.Open in a separate windowFigure 1Study profile. Consort diagram showing flow of patients.Demographic data, including preceding medication, the severity of disease and comorbidities, are presented in Table 2. The majority of patients were male, and the median age was 63 (IQR 51 to 69) years. Of all included patients, 14% met the current definition for mild ARDS, and 55% and 31% met the definition for moderate or severe ARDS, respectively. Patients were under invasive ventilation for a median of 10 h (IQR 3 to 48) before ventilation was converted from conventional ventilation to INTELLiVENT-ASV.Table 2Baseline characteristics.CharacteristicSpecification\nAge, years\n63 (51–69)GenderMen39/51 (76)\nWomen12/51 (24)Height, cm\n178 (172–182)Weight, kg\n90 (77–103)BMI, kg/m2\n28 (25–32)PositionProne19/51 (37)\nSupine32/51 (63)Administration of NMBA\n17 (33)Conversion to I-ASV, hours\n10 (3–48)Vital signsHeartrate, bpm93 (77–107)\nMAP, mmHg75 (70–82)\nSpO2, %92 (91–94)Arterial blood gaspH7.39 (7.31–7.47)\nPaO2, kPa9.2 (8.6–10.1)\nPaCO2, kPa6.4 (5.5–7.1)\nBicarbonate, mmol/l26 (24–33)\nArterial sat, %93 (92–95)PaO2/FiO2 ratio, mmHg\n125 (95–165)Severity of illnessAPACHE IV59 (45–70)Severity of ARDSMild7 (14)\nModerate28 (55)\nSevere16 (31)Chest CT-scan performed\n28/51 (55)Lung parenchyma affected0%3/28 (11)\n25%7/28 (25)\n50%7/28 (25)\n75%9/28 (32)\n100%2/28 (7)Chest X-ray performed\n41/51 (80)Quadrants affected16/41 (15)\n211/41 (27)\n314/41 (34)\n410/41 (24)Co-existing disordersHypertension18/51 (35)\nHeart failure2/51 (4)\nDiabetes9/51 (18)\nChronic kidney disease1/51 (2)\nCOPD3/51 (6)Open in a separate windowData are median (IQR) or N/total (%). BMI: Body Mass Index; NMBA: neuromuscular blocking agents; I-ASV: INTELLiVENT-ASV; APACHE: Acute Physiology and Chronic Health Evaluation; CT: computed tomography.3.2. Intensity of VentilationAt 2 and 1 h before the conversion from conventional ventilation to INTELLiVENT-ASV, the median ΔP was 13 (IQR 10 to 17) and 13 (IQR 10 to 17) cmH2O, the median MP was 21.5 (IQR 14.6 to 32.1) and 24.8 (IQR 19.4 to 31) J/min. 1 and 2 h after the conversion, the median ΔP was 11 (IQR 9 to 14) and 10 (IQR 8 to 14) cmH2O (mean difference –2 cmH2O (95% CI –2.5 to –1.2 cm H2O); p < 0.001) and the median MP was 18.8 (IQR 12.2 to 22) and 17.5 (IQR 12.2 to 21.1) J/min (mean difference of –7.7 J/min (95% CI –8.8 to –5.8 J/min); p < 0.001) (Figure 2).Open in a separate windowFigure 2Cumulative frequency distribution of (a) ΔP and (b) MP. The plots show ΔP and MP 2 and 1 h before the conversion and 1 and 2 h after the conversion from conventional ventilation to INTELLiVENT-ASV. Vertical dotted lines represent the median at the last hour before the conversion, and horizontal dotted lines show the respective proportion of patients reaching each cutoff.3.3. Other Ventilation Variables and ParametersConversion from conventional ventilation to INTELLiVENT-ASV did not result in a change in median PEEP. The conversion was associated with a small increase in median VT, but most patients maintained a VT of < 8 mL/kg PBW. Before conversion to INTELLiVENT-ASV, 7 of 51 patients (14%) received ventilation with a VT > 8 mL/kg PBW. At 1 and 2 h after conversion, 10 (19%) and 8 patients (16%) received ventilation with a VT of > 8 mL/kg PBW. With INTELLiVENT-ASV, when VT increased, ΔP decreased. In addition, when ΔP was high with conventional ventilation, VT decreased with INTELLiVENT-ASV (Figure 3, Figure 4 and Figure 5 and Figures S1 and S2 in Supplemental Material). Median RR, Pmax, minute volume and FiO2 decreased with the conversion from conventional ventilation to INTELLiVENT-ASV (Table 2 and Figures S3 and S4 in Supplemental Material). Compliance of the respiratory system improved while patients were ventilated with INTELLiVENT-ASV (Table 3 and Figure S5 in Supplemental Material). Conversion to INTELLiVENT-ASV did not affect the etCO2 and SpO2 values (Figure 5 and Table 3).Open in a separate windowFigure 3Plot of the relation between VT and ΔP with conventional ventilation at (a) 2 and 1 h before conversion to INTELLiVENT-ASV, and at (b) 1 and 2 h after conversion.Open in a separate windowFigure 4Scatterplot of individual changes in (a) tidal volume (ml/kg PBW) and (b) driving pressure (cm H2O) when the patients were switched from conventional ventilation, at 1 h before conversion, to INTELLiVENT-ASV (VT, INTELLiVENT-ASV-VT, INTELLiVENT-ASV; and ΔP, INTELLiVENT-ASV-ΔP, conventional) 2 h after conversion. Continuous line; regression lines. Each patient was characterized by a single data point. A negative value for VT or ΔP means that the conversion to INTELLiVENT-ASV resulted in a lower VT or ΔP, and a positive value means that VT or ΔP increased after the conversion.Open in a separate windowOpen in a separate windowFigure 5Cumulative frequency distribution of (a) tidal volume, (b) respiratory rate, (c) maximum airway pressure, (d) PEEP, (e) etCO2 and (f) SpO2. The plots show the ventilation variables 2 and 1 h before the conversion and 1 and 2 h after the conversion from conventional ventilation to INTELLiVENT-ASV. Vertical dotted lines represent the median at the last hour before the conversion, and horizontal dotted lines show the respective proportion of patients reaching each cutoff.Table 3Ventilation parameters at the predefined timepoints before and after the conversion from conventional ventilation to INTELLiVENT-ASV.Parameter2 h before Conversion1 h before Conversion1 h after Conversion2 h after Conversionp Value∆P (cmH2O)13 (10–17)13 (10–17)11 (9–14)10 (8–14)<0.001MP (J/min)21.5 (14.6–32.1)24.8 (19.4–31)18.8 (12.2–22)17.5 (12.2–21.1<0.001VT (mL)450 (400–530)473 (420–540)516 (455–568)520 (478–585)0.008VT (mL/kg PBW)6.3 (5.8–7.2)6.4 (5.9–7.1)7.1 (6.3–8.2)7.1 (6.5–7.8)0.008PEEP (cmH2O)10 (8–12)10 (8–12)10 (9–12)11 (9–12)0.5Pmax (cmH2O)26 (22–34)29 (22–35)26 (20–29)24 (19–28)<0.001Pplat (cmH2O)24 (20–28)25 (21–28)23 (18–25)22 (19–25)0.002Pinsp (cmH2O)14 (9–18)14 (9–19)12 (7–15)11 (5–15)<0.001RR (bpm)25 (20–30)28 (22–30)19 (16–21)18 (15–21)<0.001Min. vol. (L/min)11 (8.7–12.6)11.8 (9.9–13.2)9.9 (8.5–11.3)9.8 (8.7–11.5)0.002FiO2 (%)60 (40–70)55 (45–65)44 (35–56)43 (32–53)<0.001SpO2 (%)93 (92–96)94 (92–96)93 (92–95)93 (92–94)0.2etCO2 (kPa)6.1 (5.7–6.7)5.9 (5.4–6.4)5.9 (5.5–6.3)5.9 (5.3–6.2)0.5CRS (mL/cm H2O)35 (25–49)36 (26–53)47 (35–63)48 (35–63)<0.001Open in a separate windowData are median (IQR). ∆P: driving pressure; MP: mechanical power; J/min: Joule per minute; VT: tidal volume; PBW: predicted body weight; cmH2O: centimeters of water; Pmax: maximum airway pressure; Pplat: plateau pressure; Pinsp: set inspiratory pressure; RR: respiratory rate; Min. vol.: minute volume; Bpm: beats per minute; FiO2: fraction of inspired oxygen; SpO2: pulse oximetry; etCO2: end-tidal carbon dioxide; kPa: kilopascal. CRS: compliance of the respiratory system.3.4. Post hoc AnalysesNeither using an alternate equation (Figure S6 in Supplemental Material) nor normalizing MP (Figure S7 in Supplemental Material) changed the findings that converting to INTELLiVENT-ASV reduces the intensity of ventilation. 4. DiscussionThe findings of this study in COVID-19 patients with ARDS show that converting from non-automated ventilation to the automated ventilatory mode INTELLiVENT-ASV reduces the intensity of ventilation, as reflected by (1) a reduction in ΔP and (2) a reduction in MP. Limiting ΔP and MP have been proposed as targets that may result in better outcomes in patients with ARDS [1,2,3], and automated ventilation could be one practical way to achieve these goals.This study has strengths and limitations. First, this study was performed in ICUs with physicians and nurses with extensive experience in the use of lung-protective ventilation and also the use of INTELLiVENT-ASV. The first can be seen as a strength, as this means that we compared ‘best practice’ in lung-protective ventilation during conventional ventilation with fully automated ventilation. However, the second could be seen as a limitation, as this may reduce the generalizability of the findings. Of note, adequate input into the ventilator by the caregivers remains necessary for the optimal use of INTELLiVENT-ASV, and the quality of input increases with experience. Other strengths are that we strictly followed a predefined analysis plan, and we had no missing data. One limitation is that we did not use a cross-over, cross-back approach, which means that part of the findings may be explained by natural changes in respiratory physiology. For example, the changes in ΔP and MP over the hours we observed in the patients could also have been caused by an improvement in the clinical condition, independent of the way ventilation was applied. This, however, is very unlikely considering the fact that the overarching study findings showed only marginal changes in ventilator settings and parameters of interest over the first 4 days of invasive ventilation [12]. Last, we collected data only within a relatively short timeframe of 5 h, while in most COVID-19 patients with ARDS, liberation from ventilation lasts many days to weeks [12,17,18].Our findings are in line with those from previous investigations testing the safety, feasibility and effectiveness of INTELLiVENT-ASV in different patient groups. In one randomized clinical trial in postcardiac surgery patients [19], INTELLiVENT-ASV resulted in less MP during postoperative ventilation. In another prospective observational study in a general ICU population [20], INTELLiVENT-ASV demonstrated a lower ΔP and less MP. We ourselves recently showed ASV, the predecessor of INTELLiVENT-ASV, to have comparable effects on the intensity of ventilation [21]. ASV uses the same algorithms as INTELLiVENT-ASV for adapting ventilator settings that affect both ΔP and MP.The findings did not change in the sensitivity analysis using an alternate equation for calculating MP. The original equation is designed for use in volume-controlled ventilation, while we used pressure-controlled ventilation before changing the ventilator mode to INTELLiVENT-ASV, and INTELLiVENT-ASV itself is a mode that is based on the principles of pressure-controlled ventilation. Findings also did not change in a sensitivity analysis in which MP was normalized. The rationale behind normalization is that ventilator-induced lung injury derives from the interaction between the causal factors of two broad categories—the machine output and the condition of a healthy or diseased lung. This means that for the same amount of MP, the lung volume determines the intensity.One key ventilator setting that showed a remarkable change from before to after the conversion to automated ventilation was the RR. Previous studies have shown an association of higher RR with poor outcomes [22]. The decrease in RR resulted in a lower minute volume, but etCO2 and SpO2 values were not affected. We hypothesize that the slight increase in VT resulted in the recruitment of parts of the lung sufficient to compensate for the lower minute volume.Compared to conventional ventilation, INTELLiVENT-ASV resulted in a somewhat higher median VT. However, in most patients, VT remained largely within the widely agreed safety zone, i.e., <8 mL/kg PBW. The increased median CRS with INTELLiVENT-ASV could mean that the larger VT was applied to a better-aerated lung. The lower ΔP and lower upper airway pressure with INTELLiVENT-ASV are in line with this suggestion. With INTELLiVENT-ASV, median ΔP remained below the suggested safety limit of 15 cm H2O and was lower than with conventional ventilation in most patients. One interesting finding of our study was that when ΔP was high with conventional ventilation, VT decreased with INTELLiVENT-ASV, suggesting less overinflation after the conversion. While we acknowledge the importance of using a low VT in patients with ARDS, a small increase in VT accompanied by decreases in ΔP and MP may be acceptable. 5. ConclusionsConversion from conventional ventilation to INTELLiVENT-ASV resulted in a lower intensity of ventilation in this cohort of COVID-19 ARDS patients. The conversion resulted in a small but acceptable increase in VT, as VT remained within the generally accepted safety limits. The effect of INTELLiVENT-ASV on MP seems mainly driven by a reduction in the respiratory rate. Supplementary MaterialsThe following are available online at https://www.mdpi.com/article/10.3390/jcm10225409/s1, Figure S1: Plot of a subset of patients of individual changes in VT and ∆P, Figure S2: Plot of a subset of patients of individual changes in VT and ∆P, Figure S3: Cumulative frequency distribution of minute volume in liters, Figure S4: Cumulative frequency distribution of the fraction of inspired oxygen, Figure S5: Cumulative frequency distribution of the compliance of the respiratory system in mL/cm H2O liters, Figure S6: Cumulative frequency distribution of MP with an alternate equation, Figure S7: Cumulative frequency distribution of MP normalized to CRS and Table S1a–h individual ventilation data.Click here for additional data file.(986K, zip) Author ContributionsConceptualization, L.A.B.-K., M.J.S. and P.L.J.v.d.H.; methodology, L.A.B.-K., H.E.M., M.J.S., A.S.N. and P.L.J.v.d.H.; writing—original draft preparation, L.A.B.-K., M.J.S., P.L.J.v.d.H.; writing—review and editing, H.E.M., M.B., A.S.N., M.D.K. and F.P.; visualization, L.A.B.-K. and M.D.K. All authors have read and agreed to the published version of the manuscript. FundingThis research was funded by Amsterdam UMC, location AMC, Amsterdam, The Netherlands, and by the Reinier de Graaf Hospital, Delft, The Netherlands. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki and approved by the Institutional Review Board of the Amsterdam UMC, location AMC, Amsterdam, The Netherlands (protocol code W20_157#20.171 and date of approval on 7 April 2020). Informed Consent StatementNeed for individual patient informed consent was waived because of the observational design of the study. Data Availability StatementAll data are available upon request. Conflicts of InterestMarcus J. Schultz attended a workshop organized by Hamilton in 2018. The expenses for lodging were covered for the invited experts, and participants from abroad had their travel expenses reimbursed. Additionally, speakers received a speaker’s fee of CHF 800. Laura A. Buiteman-Kruizinga visited Hamilton Medical in September 2021 to take part in an advisory board and to give lectures. The expenses for lodging were covered, she had her travel expenses reimbursed and received an advisory- and speaker’s fee of € 1500. The other authors declare no conflict of interest. The funders had no role in the design of the study; in the collection, analyses or interpretation of data; in the writing of the manuscript; or in the decision to publish the results. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Neto A.S., Deliberato R.O., Johnson A.E., Bos L.D., Amorim P., Pereira S.M., Cazati D.C., Cordioli R.L., Correa T.D., Pollard T.J., et al.  Mechanical power of ventilation is associated with mortality in critically ill patients: An analysis of patients in two observational cohorts. Intensive Care Med. 2018;44:1914–1922. doi: 10.1007/s00134-018-5375-6. [PubMed] [CrossRef] [Google Scholar]2. Amato M.B., Meade M.O., Slutsky A.S., Brochard L., Costa E.L., Schoenfeld D.A., Stewart T.E., Briel M., Talmor D., Mercat A., et al.  Driving pressure and survival in the acute respiratory distress syndrome. N. Engl. J. Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]3. Urner M., Jüni P., Hansen B., Wettstein M.S., Ferguson N.D., Fan E. Time-varying intenGsity of mechanical ventilation and mortality in patients with acute respiratory failure: A registry-based, prospective cohort study. Lancet Respir. Med. 2020;8:905–913. doi: 10.1016/S2213-2600(20)30325-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Fan E., Beitler J.R., Brochard L., Calfee C.S., Ferguson N.D., Slutsky A.S., Brodie D. COVID-19-associated acute respiratory distress syndrome: Is a different approach to management warranted? Lancet Respir. Med. 2020;8:816–821. doi: 10.1016/S2213-2600(20)30304-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Tonetti T., Vasques F., Rapetti F., Maiolo G., Collino F., Romitti F., Camporota L., Cressoni M., Cadringher P., Quintel M., et al.  Driving pressure and mechanical power: New targets for VILI prevention. Ann. Transl. Med. 2017;5:286. doi: 10.21037/atm.2017.07.08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Sparacino M.D., Thomas Langer M.D., Stefano Gatti M.D., Luciano Lombardi R.T., Orazio Leopardi M.D., Massimo Cressoni M.D., Luciano Gattinoni M.D. Lung stress and strain during mechanical ventilation: Any difference between statics and dynamics? Crit. Care Med. 2013;41:1046–1055. doi: 10.1097/CCM.0b013e31827417a6. [PubMed] [CrossRef] [Google Scholar]7. Cressoni M., Gotti M., Chiurazzi C., Massari D., Algieri I., Amini M., Cammaroto A., Brioni M., Montaruli C., Nikolla K., et al.  Mechanical power and development of ventilator-induced lung injury. Anesthesiology. 2016;124:1100–1108. doi: 10.1097/ALN.0000000000001056. [PubMed] [CrossRef] [Google Scholar]8. Gattinoni L., Tonetti T., Cressoni M., Cadringher P., Herrmann P., Moerer O., Protti A., Gotti M., Chiurazzi C., Carlesso E., et al.  Ventilator-related causes of lung injury: The mechanical power. Intensive Care Med. 2016;42:1567–1575. doi: 10.1007/s00134-016-4505-2. [PubMed] [CrossRef] [Google Scholar]9. Giosa L., Busana M., Pasticci I., Bonifazi M., Macrì M.M., Romitti F., Vassalli F., Chiumello D., Quintel M., Marini J.J., et al.  Mechanical power at a glance: A simple surrogate for volume-controlled ventilation. ICMx. 2019;7:61. doi: 10.1186/s40635-019-0276-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Otis A.B., Fenn W.O., Rahn H. Mechanics of breathing in man. J. Appl. Physiol. 1950;2:592–607. doi: 10.1152/jappl.1950.2.11.592. [PubMed] [CrossRef] [Google Scholar]11. Mead J. Control of respiratory frequency. J. Appl. Physiol. 1960;15:325–336. doi: 10.1152/jappl.1960.15.3.325. [CrossRef] [Google Scholar]12. Botta M., Tsonas A.M., Pillay J., Boers L.S., Algera A.G., Bos L.D., Dongelmans D.A., Hollmann M.W., Horn J., Vlaar A.P., et al.  Ventilation management and clinical outcomes in invasively ventilated patients with COVID-19 (PRoVENT-COVID): A national, multicentre, observational cohort study. Lancet Respir. Med. 2021;9:139–148. doi: 10.1016/S2213-2600(20)30459-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Boers N.S., Botta M., Tsonas A.M., Algera A.G., Pillay J., Dongelmans D.A., Horn J., Vlaar A.P., Hollmann M.W., Bos L.D., et al.  Practice of Ventilation in Patients with Novel Coronavirus Disease (PRoVENT-COVID): Rationale and protocol for a national multicenter observational study in The Netherlands. Ann. Transl. Med. 2020;8:1251. doi: 10.21037/atm-20-5107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. PRoVENT-COVID Study Website  INTELLiVENT-ASV Versus Conventional Ventilation. 2020.  [(accessed on 11 February 2021)].  Available online:  https://sites.google.com/view/provent-covid/intellivent-asv-versus-conventional-ventilation.15. ARDS Definition Task Force. Rubenfeld G.D., Thompson T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]16. Becher T., van der Staay M., Schädler D., Frerichs I., Weiler N. Calculation of mechanical power for pressure-controlled ventilation. Intensive Care Med. 2019;45:1321–1323. doi: 10.1007/s00134-019-05636-8. [PubMed] [CrossRef] [Google Scholar]17. Cummings M.J., Baldwin M.R., Abrams D., Jacobson S.D., Meyer B.J., Balough E.M., Aaron J.G., Claassen J., Rabbani L.E., Hastie J., et al.  Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: A prospective cohort study. Lancet. 2020;395:1763–1770. doi: 10.1016/S0140-6736(20)31189-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Zangrillo A., Beretta L., Scandroglio A.M., Monti G., Fominskiy E., Colombo S., Morselli F., Belletti A., Silvani P., Crivellari M., et al.  Characteristics, treatment, outcomes and cause of death of invasively ventilated patients with COVID-19 ARDS in Milan, Italy. Crit. Care Resusc. 2020;22:200–211. [PubMed] [Google Scholar]19. De Bie A.J., Neto A.S., van Meenen D.M., Bouwman A.R., Roos A.N., Lameijer J.R., Korsten E.H., Schultz M.J., Bindels A.J. Fully automated postoperative ventilation in cardiac surgery patients: A randomized clinical trial. Br. J. Anaesth. 2020;125:739–749. doi: 10.1016/j.bja.2020.06.037. [PubMed] [CrossRef] [Google Scholar]20. Arnal J.M., Saoli M., Garnero A. Airway and transpulmonary driving pressures and mechanical powers selected by INTELLiVENT-ASV in passive, mechanically ventilated ICU patients. Heart Lung. 2020;49:427–434. doi: 10.1016/j.hrtlng.2019.11.001. [PubMed] [CrossRef] [Google Scholar]21. Buiteman-Kruizinga L.A., Mkadmi H.E., Schultz M.J., Tangkau P.L., van der Heiden P.L. Comparison of Mechanical Power during Adaptive Support Ventilation Versus Nonautomated Pressure-Controlled Ventilation—A Pilot Study. Crit. Care Explor. 2021;3:e0335. doi: 10.1097/CCE.0000000000000335. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Akoumianaki E., Vaporidi K., Georgopoulos D. The Injurious Effects of Elevated or Nonelevated Respiratory Rate during Mechanical Ventilation. Am. J. Respir. Crit. Care Med. 2019;199:149–157. doi: 10.1164/rccm.201804-0726CI. [PubMed] [CrossRef] [Google Scholar]"}