{"title": "Impact of Air Transport on SpO 2/FiO 2 among Critical COVID-19 Patients during the First Pandemic Wave in France", "pubDate": "2021", "PMCID": "PMC8624612", "DOI": "10.3390/jcm10225223", "PMID": "34830505", "abstract": "During the first wave of the COVID-19 pandemic, some French regions were more affected than others. To relieve those areas most affected, the French government organized transfers of critical patients, notably by plane or helicopter. Our objective was to investigate the impact of such transfers on the pulse oximetric saturation (SpO2)-to-inspired fraction of oxygen (FiO2) ratio among transferred critical patients with COVID-19. We conducted a retrospective study on medical and paramedical records. The primary endpoint was the change in SpO2/FiO2 during transfers. Thirty-eight patients were transferred between 28 March and 5 April 2020, with a mean age of 62.4 years and a mean body mass index of 29.8 kg/m2. The population was 69.7% male, and the leading medical history was hypertension (42.1%), diabetes (34.2%), and dyslipidemia (18.4%). Of 28 patients with full data, we found a decrease of 28.9 points in SpO2/FiO2 (95% confidence interval, 5.8 to 52.1, p = 0.01) between the starting and the arrival intensive care units (SpO2/FiO2, 187.3 ± 61.3 and 158.4 ± 62.8 mmHg, respectively). Air medical transfers organized to relieve intensive care unit teams under surging conditions during the first COVID wave were associated with significant decreases in arterial oxygenation.", "author": [{"author": "Jean-Baptiste Bouillon-Minois", "affiliation": ["Emergency Department, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France.", "CNRS, LaPSCo, Physiological and Psychosocial Stress, Université Clermont Auvergne, F-63000 Clermont-Ferrand, France."], "href": "/?term=Bouillon-Minois+JB&cauthor_id=34830505"}, {"author": "Vincent Roux", "affiliation": ["Emergency Department, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France."], "href": "/?term=Roux+V&cauthor_id=34830505"}, {"author": "Matthieu Jabaudon", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France.", "GReD, CNRS, INSERM, Université Clermont Auvergne, F-63000 Clermont-Ferrand, France."], "href": "/?term=Jabaudon+M&cauthor_id=34830505"}, {"author": "Mara Flannery", "affiliation": ["Ronald O. Perelman Department of Emergency Medicine, NYU School of Medicine, New York University Langone Health, New York, NY 10016, USA."], "href": "/?term=Flannery+M&cauthor_id=34830505"}, {"author": "Jonathan Duchenne", "affiliation": ["Emergency Department, CH Aurillac, F-15000 Aurillac, France."], "href": "/?term=Duchenne+J&cauthor_id=34830505"}, {"author": "Maxime Dumesnil", "affiliation": ["Emergency Department, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France."], "href": "/?term=Dumesnil+M&cauthor_id=34830505"}, {"author": "Morgane Paillard-Turenne", "affiliation": ["Emergency Department, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France."], "href": "/?term=Paillard-Turenne+M&cauthor_id=34830505"}, {"author": "Paul-Henri Gendre", "affiliation": ["Emergency Department, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France."], "href": "/?term=Gendre+PH&cauthor_id=34830505"}, {"author": "Kévin Grapin", "affiliation": ["Medical Intensive Care Unit, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France."], "href": "/?term=Grapin+K&cauthor_id=34830505"}, {"author": "Benjamin Rieu", "affiliation": ["Department of Perioperative Medicine, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France."], "href": "/?term=Rieu+B&cauthor_id=34830505"}, {"author": "Frédéric Dutheil", "affiliation": ["CNRS, LaPSCo, Physiological and Psychosocial Stress, Université Clermont Auvergne, F-63000 Clermont-Ferrand, France.", "Occupational and Environmental Medicine, CHU Clermont-Ferrand, WittyFit, F-63000 Clermont-Ferrand, France."], "href": "/?term=Dutheil+F&cauthor_id=34830505"}, {"author": "Carolyne Croizier", "affiliation": ["Hematology Department, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France."], "href": "/?term=Croizier+C&cauthor_id=34830505"}, {"author": "Jeannot Schmidt", "affiliation": ["Emergency Department, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France.", "CNRS, LaPSCo, Physiological and Psychosocial Stress, Université Clermont Auvergne, F-63000 Clermont-Ferrand, France."], "href": "/?term=Schmidt+J&cauthor_id=34830505"}, {"author": "Bruno Pereira", "affiliation": ["Clinical Research and Innovation Direction, CHU Clermont-Ferrand, F-63000 Clermont-Ferrand, France."], "href": "/?term=Pereira+B&cauthor_id=34830505"}], "refPMID": ["31986261", "32692736", "32723327", "32689937", "22797452", "17573487", "26271028", "32186661", "33233324", "33087382", "32593460", "34027423", "32570052", "32228035", "32109013", "26836924", "32503593", "33296045", "15451580", "17535981", "33228902", "20858133", "32430432"], "citedInPMID": ["34830505"], "body": " AbstractDuring the first wave of the COVID-19 pandemic, some French regions were more affected than others. To relieve those areas most affected, the French government organized transfers of critical patients, notably by plane or helicopter. Our objective was to investigate the impact of such transfers on the pulse oximetric saturation (SpO2)-to-inspired fraction of oxygen (FiO2) ratio among transferred critical patients with COVID-19. We conducted a retrospective study on medical and paramedical records. The primary endpoint was the change in SpO2/FiO2 during transfers. Thirty-eight patients were transferred between 28 March and 5 April 2020, with a mean age of 62.4 years and a mean body mass index of 29.8 kg/m2. The population was 69.7% male, and the leading medical history was hypertension (42.1%), diabetes (34.2%), and dyslipidemia (18.4%). Of 28 patients with full data, we found a decrease of 28.9 points in SpO2/FiO2 (95% confidence interval, 5.8 to 52.1, p = 0.01) between the starting and the arrival intensive care units (SpO2/FiO2, 187.3 ± 61.3 and 158.4 ± 62.8 mmHg, respectively). Air medical transfers organized to relieve intensive care unit teams under surging conditions during the first COVID wave were associated with significant decreases in arterial oxygenation.Keywords: COVID, emergency medicine, public health, air transport, ARDS 1. IntroductionSince the description of the new coronavirus disease 2019 (COVID-19) [1] caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a major challenge for governments worldwide has been to continuously adapt their healthcare policies to the viral spread, availabilities of equipment and preventive or therapeutic measures, and medico–economic considerations [2]. The most severe manifestation of COVID-19 is acute respiratory distress and impaired arterial oxygenation requiring oxygen therapy and/or mechanical ventilation [3]. When the COVID-19 pandemic started, worldwide experts recommended tracheal intubation in the presence of criteria for acute respiratory distress syndrome (ARDS) [4]. Diagnosis and prognostic criteria for ARDS are those from the Berlin definition, including a ratio of the partial pressure of arterial oxygen (PaO2) to the fraction of inspired oxygen (FiO2) of 300 mmHg or less [5]. This criterion requires an invasive measurement to obtain PaO2 and is mainly available in the hospital. The pulse oximetric saturation (SpO2)-to-FiO2 ratio has been proposed as a reliable surrogate for the PaO2/FiO2 ratio in patients with ARDS and could be a readily available tool for monitoring critical patients during medical transfers [6,7].The localized epidemic rapidly became a global pandemic, and governments worldwide were forced to impose a generalized lockdown [8]. At its peak, more than half of the world’s population was confined [9]. In France, this lockdown was declared on 17 March 2020. However, some French regions, such as the Grand-Est and Paris, were overcrowded with critically ill patients [10]. Despite the rapid creation of ephemeral intensive care units (ICUs), intensive care beds were lacking, and healthcare workers from these regions were exhausted and experiencing burnout [11]. In other regions such as Auvergne, the lockdown took place before the virus circulation was very active. Admissions to emergency departments (EDs) were halved [12]. This, in tandem with cancellation of all non-urgent surgical procedures and medical consultations, induced a record number of available beds [13]. Therefore, the French government, with the support of the French Society of Emergency Medicine (SFMU) and SAMU-Urgences de France (SUDF), decided to transfer ICU patients from overcrowded regions to regions where beds were available. Medical transport was carried out by mobile ICU teams composed of emergency physicians (EPs) and state-qualified nurses, in partnership with military units. This large-scale civil–military cooperation was unprecedented in the history of the French healthcare system. Several means of transport were used, including road (resuscitation ambulances), rail (high-speed trains), and air (civil and military aircraft or helicopters).The main objective of our study was to examine the changes in the SpO2/FiO2 ratio between the start of transfer and arrival at ICUs in patients transferred to the Auvergne region during the first wave of the COVID-19 pandemic. Secondary objectives were to assess changes in other vital parameters (such as arterial blood pressure or heart rate) and to identify other factors influencing the evolution of the ventilatory needs of transferred patients. 2. Materials and Methods2.1. Air Medical TransportWe performed a retrospective multicenter study comprising patients with severe COVID-19, hospitalized in thirteen ICUs in regions under surging conditions and transferred to ICUs in hospitals in the Auvergne region (low incidence of COVID-19) between 28 March 2020 and 5 April 2020. The transfer between ICUs took place in three stages—first from the starting ICU to the airport or the helicopter’s dropping zone (DZ); second, between the departure airport or DZ and the arrival airport or DZ; third, between the airport or arrival DZ and the arrival ICU. During the entire journey, patients were intubated and ventilated with Monnal T60® (Air Liquide Healthcare, Paris, France) transport respirators and monitored with a scope including EKG, invasive blood pressure, and pulse oximetric saturation. Each patient was cared for by at least one emergency physician (EP) and one certified nurse. During the transport, all healthcare providers were dressed in Tyvek®-type personal protective equipment (Dupont, Wilmington, DE, USA) protective goggles, and a filtering facepiece type 2 (FFP2) or N95 facial mask [14]. During each transfer, another EP, considered as the “leader”, supported the transfer teams and allocated patients to the different team members. Patients could be transported with Airbus H225M helicopters (Airbus, Blagnac, Toulouse, France) with a maximal capacity of three patients, with Piaggio P180 Avanti planes (Piago, Genova, Italy) with a maximal capacity of two patients, or with a military Airbus A400M Atlas plane (Airbus, Blagnac, Toulouse, France) with a maximal capacity of five patients (Figure 1).Open in a separate windowFigure 1Patient’s journey. SpO2 = pulse oxygen saturation, FiO2 = inspired fraction of oxygen; HR = heart rate; BP = invasive blood pressure; T0 = before leaving the starting ICU, T1 = at the beginning of the transport between the starting ICU and the airport or drop zone (DZ), T2 = at the end of the transportation between the starting ICU and the airport or DZ, T3 = at the beginning of the flight, T4 = in the middle of the flight, T5 = at the end of the flight, T6 = at the beginning of the transport between the airport or DZ and the arrival ICU, T7 = at the end of the transportation between the airport or DZ and the arrival ICU and T8 = arrival in the ICU.2.2. Data CollectionData were retrospectively collected from medical and nursing records during the whole transport (starting ICU, mobile ICUs, and arrival ICU). Data included the location of the starting ICU, location of the arrival ICU, the duration of transport, the type of aircraft or helicopter, the type of sedative drugs, the length of stay in the arrival ICU, mortality at 7 and 30 days, socio-demographics (sex, age, height, weight, body mass index), and history of diabetes, arterial hypertension, dyslipidemia, or neoplasia. In addition, vital parameters, defined as SpO2, invasive systolic blood pressure (SBP), invasive diastolic blood pressure (DBP), invasive mean blood pressure (MBP), and heart rate (HR) were collected at each time point. For a description of time points, see Figure 1.2.3. Data AnalysisStudy data were compiled in an Excel spreadsheet before statistical analyses were performed with Stata® 16 (StataCorp, College Station, TX, USA). A two-sided p value of less than 0.05 was considered for statistical significance.The primary analysis focused on the change in SpO2/FiO2 (=delta SpO2/FiO2) between the starting ICU and the arrival ICU (primary outcome), as defined as ((SpO2/FiO2)a-(SpO2/FiO2)b)/(SpO2/FiO2)a, where “a” represents the starting ICU and “b” the arrival ICU.Patient characteristics were expressed as numbers and percentages for categorical variables and as means ± standard deviations (SD) for quantitative variables, according to the statistical distribution. The assumption of normality was assessed by the Shapiro–Wilk test.The comparisons between independent groups (such as gender, hypertension, and diabetes) for continuous variables were performed using non-paired t-test for Gaussian variables and Kruskal–Wallis test if not. For categorical variables, the comparisons were performed with the chi-squared or Fisher’s exact tests. Relationships between transfer continuous parameters, including SpO2/FiO2 and its change, were assessed using Spearman correlation and were interpreted as follows: (0; 0.2) or (−0.2; 0): very weak; (0.2–0.5) or (−0.5; −0.2): weak to mild; up to 0.5 (less than −0.5) strong to very strong.Furthermore, a mixed model for repeated data was computed to analyze the change in SpO2/FiO2 during the different steps of the transfer, considering time as fixed effect and patient as random effect to model between-subjects and within-subjects variabilities. A Sidak’s type I error correction was applied for multiple comparisons between time points evaluation.Particular attention was paid to missing data. First, a sensitivity analysis was conducted on complete cases, i.e., for patients without missing data for the primary outcome. Furthermore, patients with and without missing data (for the primary outcome) were compared for their main characteristics to evaluate the sample representativeness. The results are expressed using Hedges’ effect-size.2.4. EthicsAn ethical agreement was requested and obtained on 15 July 2020 from the Institutional Review Board of the Clermont-Ferrand University Hospital (CPP Sud-Est VI) under the reference 2020/CE 51. 3. Results3.1. Study PopulationA total of 38 patients were included. All sociodemographic criteria are grouped in Table 1. The average age was 62.4 years ± 11.Table 1Population characteristics. SD = standard deviation, n = number of patients, % = percentage, cm = centimeters, kg = kilograms, m2 = square meters, mmHg = millimeter of mercury, SpO2 = oxygen saturation, FiO2 = percentage of oxygen.CharacteristicsMean ± SD n (%)Age (years)62.4 ± 11.1Height (cm)172.2 ± 10Weight (kg)88.6 ± 22.1Body Mass Index (kg/m2)29.8 ± 5.9Length of hospitalization in intensive care unit (days)22.8 ± 17.5Vital signs in initial intensive care unit\nSystolic Blood Pressure (mmHg)124 ± 29Diastolic Blood Pressure (mmHg)67 ± 21Mean Blood Pressure (mmHg)86 ± 22Heart Rate (pulse per minute)80 ± 14SpO2 (%)95 ± 4FiO2 (%)58 ± 21SpO2/FiO2187.3 ± 61.3Vital signs in arrival intensive care unit\nSystolic Blood Pressure (mmHg)124 ± 26Diastolic Blood Pressure (mmHg)67 ± 13Mean Blood Pressure (mmHg)86 ± 15Heart Rate (pulse per minute)84 ± 20SpO2 (%)94 ± 7FiO2 (%)67 ± 25SpO2/FiO2162.3 ± 64.3Sex\nMale25 (65.8)Female13 (34.2)Medical History\nDiabetes13 (34.2)Hypertension16 (42.1)Dyslipidemia7 (18.4)Date of transport\n28 March10 (26.3)29 March8 (21.1)30 March1 (2.6)3 April6 (15.8)4 April12 (31.6)5 April1 (2.6)Type of flight\nA400m11 (29.7)Small plane11 (29.7)Helicopter15 (40.5)Type of sedative\nMidazolam18 (47.4)Propofol6 (15.8)Midazolam + Propofol9 (23.7)Missing Data5 (13.2)Type of analgesia\nRemifentanil2 (5.3)Sufentanyl31 (81.6)Missing Data5 (13.2)Mortality\n7 days1 (2.6)30 days9 (23.7)Open in a separate windowThe average body mass index was 29.8 kg/m2 ± 5.9. The population comprised 25 males (65.8%) and 13 females (34.2%) for a sex ratio = 2.1. A total of 13 patients (34.2%) had a history of diabetes, 16 (42.1%) of hypertension, and 7 (18.4%) of dyslipidemia. We did not have any patient on vasopressors. There were 6 patients (15.8%) who were sedated with propofol, 18 (47.4%) with midazolam, 9 (23.7%) with both propofol and midazolam. Sufentanil was the analgesic for 31 patients (81.6%), remifentanil for 2 (5.3%). Before leaving the initial ICU, mean vital signs were as follows: systolic blood pressure was 124 mmHg ± 29, diastolic blood pressure was 67 mmHg ± 21, mean blood pressure was 86 mmHg ± 22, heart rate was 80 pulses/min ± 14, SpO2 was 95% ± 4, and FiO2 was 58% ± 21.Mean SpO2/FiO2 was 187.3 ± 61.3 (Table 1). All patients were ventilated using an assist-control mode. We do not have any data about respiratory rate, tidal volume, or positive end expiratory pressure. Before leaving their starting ICU, 3 patients had a SpO2/FiO2 of 100 or less, 14 between 101 and 200, 10 between 201 and 300, and 1 up to 301. Data on SpO2/FiO2 in starting ICU were missing for ten patients. There were 11 patients (29.7%) who were transported with an A400m military plane, 11 (29.7%) with a civil plane, and 15 (40.5%) with Airbus H225M helicopters.The mean duration of hospitalization in the arrival ICU was 22.8 days ± 17.4. One patient (2.6%) died during the first 7 days and nine (23.7%) during the first 30 days. Using Fisher’s exact test, we compared baseline characteristics between patients with available data on the primary outcome (i.e., SpO2/FiO2 measurement in all different times) and those without, and no difference was found (Appendix A, Table A1).3.2. Primary OutcomeSpO2/FiO2 data from both the starting and the arrival ICUs were available for 28 patients. The mean change in SpO2/FiO2 between the starting and the arrival ICUs was a decrease of −28.9 points (95% confidence interval, −52.1 to −5.8; −11.7%, p = 0.016) between the initial and final SpO2/FiO2 values. SpO2/FiO2 increased during transport in 5 patients, with a maximal increase of +96 points (+104%) in 1 patient, and it decreased in 23 patients, with a maximal decrease of −160 points (−60%) in one patient (Figure 2).Open in a separate windowFigure 2Change in SpO2/FiO2 between the starting and arrival intensive care units among 28 transferred patients.3.3. Factors Associated with Changes in SpO2/FiO2 during TransportThere was no significant relationship between the change in SpO2/FiO2 during transport and patient’s sex (p = 0.446), a history of diabetes (p = 0.945) or dyslipidemia (p = 0.529), and with type of air transport (helicopter or aircraft) (p = 0.729). Patients with a personal history of hypertension had a significant increase in SpO2/FiO2 during transport, compared with those who did not (p = 0.019). There was no correlation between changes in SpO2/FiO2 during transport and age (p = 0.295), height (p = 0.771), weight (0.479), body mass index (p = 0.469), or with vital parameters measured at the starting ICU, such as heart rate (p = 0.470), systolic blood pressure (p = 0.530), diastolic blood pressure (p = 0.935), mean blood pressure (p = 0.739), or the initial SpO2/FiO2 (p = 0.240). However, there was a significant correlation between the duration of the transport and changes in SpO2/FiO2 during the transport (correlation coefficient = −0.425, p = 0.048).3.4. Evolution of SpO2/FiO2 during the TransportFigure 3 summarizes changes in SpO2/FiO2 during all phases of the transport. Although there was an overall decrease in SpO2/FiO2 during transport, the decrease is most important between landing and the beginning of the transport between the airport or DZ and the arrival ICU, before SpO2/FiO2 increases again upon arrival at the final ICU. Using a mixed method analysis incorporating time effect and Sidak’s correction, we studied the changes in the SpO2/FiO2 ratio during the transport, considering the initial SpO2/FiO2 (as measured when leaving the starting ICU) as the reference. The decrease in SpO2/FiO2 began during the transfer between the starting ICU and the airport or DZ (−17.8 points; 95% CI, −37.0 to −1.4), and the decrease was maximal after landing (−52.6 points; 95% CI, −69.3 to −35.9). In contrast, there was a relative increase in SpO2/FiO2 between the airport or DZ and arrival in the ICU (+27.4 points; 95% CI, 10.7 to 43.9). However, the final SpO2/FiO2 (as measured upon admission to the arrival ICU) was lower than the initial SpO2/FiO2 (−27.7 points; 95% CI, −42.2 to −13.1).Open in a separate windowFigure 3Evolution of SpO2/FiO2 during transport + standard error of the mean. T0 = before leaving the starting ICU, T1 = at the beginning of the transport between the starting ICU and airport or drop zone (DZ), T2 = at the end of the transportation between the starting ICU and airport or DZ, T3 = at the beginning of the flight, T4 = in the middle of the flight, T5 = at the end of the flight, T6 = at the beginning of the transport between the airport or DZ and the arrival ICU, T7 = at the end of the transportation between the airport or DZ and the arrival ICU and T8 = the arrival in the final ICU.When restricting analyses to the twelve patients with full data (SpO2/FiO2 at each time point) available, there was a significant decrease in SpO2/FiO2 between the end of the flight and the beginning of the transport from the airport or DZ to the arrival ICU (−24.6 point; 95% CI, 0.79 to 48.5, p = 0.04). We also found an increase in SpO2/FiO2 between the beginning of the transport from the airport or DZ and the arrival ICU (+27.4 point; 95% CI, 10.7 to 44, p = 0.002). Using a mixed method analysis and Sidak’s correction, we studied the evolution of SpO2/FiO2 ratio during the journey, using initial SpO2/FiO2 as baseline for comparison. Very interestingly, the decrease in SpO2/FiO2 began during the transfer between initial ICU and airport/DZ (−17.8; 95% Confidence Interval −37 to −1.4). We also found a peak of decrease after landing (−52.5, 95% CI −69.3 to −35.9). Finally, we found a relative increase in SpO2/FiO2 between airport/DZ and arrival in the ICU. However, final SpO2/FiO2 was not back to initial ratio but to mid-flight value (−27.7, 95% CI −42.2 to −13.1). 4. DiscussionTo our knowledge, our study is the first to report a negative impact of air transport on oxygenation, as assessed by the SpO2/FiO2 ratio, in critical patients with COVID-19. Furthermore, we found a negative impact of duration of transport, especially during landing and switch of teams, but the decrease was stabilized as soon as ground transport between DZ and arrival ICU was initiated.4.1. ARDS in COVID-19ARDS is a severe form of acute inflammatory lung injury and alveolar edema. It is associated with a high level of mortality and significant morbidity. Since COVID-19 affects the respiratory system, some patients are fast progressing to ARDS. However, there are many differences between COVID-19-related ARDS and ARDS caused by other factors. Berlin criteria are considered the gold standard for ARDS diagnosis, but COVID-19 ARDS does not respond to all criteria. Indeed, COVID-19 ARDS is not responding to the one-week delay, and lung compliance can be relatively high in COVID-19-related ARDS patients. Thus, authors proposed different phenotypes of COVID-19 ARDS: Type 1 with high pulmonary compliance (>50 mL/cmH2O), low lung elastance, low lung weight, and low lung recruitability and type 2 with markedly reduced pulmonary compliance (<40 mL/cmH2O), high lung elastance, high lung weight (>1.5 kg), and high lung recruitability [15]. Type 1 patients are also named “happy hypoxemia”. Those patients did not feel uncomfortable despite a low PaO2/FiO2, CT scans abnormalities, and a need for oxygen therapy [16]. Arterial hypoxemia COVID-19 is caused by a mismatch between ventilated versus perfused lung areas and thus persistence of pulmonary arterial blood flow to the non-ventilated area [3].4.2. The Link between PaO2/FiO2 and SpO2/FiO2Berlin criteria are based on the PaO2/FiO2 ratio, which requires an invasive measure of arterial blood gas and is not available for continuous follow-up. The link between PaO2 and SpO2 is sinusoidal. However, many studies investigating the connection between these two values used a linear or log-linear regression model. A single retrospective study in ICU ARDS patients established that a nonlinear equation more accurately imputes PaO2/FiO2 from SpO2/FiO2 versus linear or log-linear equations, with similarly observed hospital mortality as a function of SpO2/FiO2 ratio compared with measured PaO2/FiO2 ratios [17]. Furthermore, SpO2 in COVID-19 must be interpreted with caution. Indeed, COVID-19 induces tachypnea, which leads to hypocapnia and therefore alkalosis. This alkalosis shifts the oxyhemoglobin dissociation curve to the left, explaining why SpO2 is still preserved in cases with a low PaO2 (3). Another hypothesis concerns the impact of SARS-CoV-2 on the heme group of hemoglobin. Heme serum levels are increasing in COVID-19 and harmful iron ions (Fe3+), leading to inflammation and therefore the production of large amounts of serum ferritin to bind these free irons to reduce tissue damage [18].4.3. The Necessity to Help Overcrowded AreasDuring the first wave of the COVID-19 pandemic, some French regions were overcrowded, such as Paris and the Grand-Est region [19]. However, in others such as Auvergne, hospitals were empty because the lockdown was active before the virus circulated with a high incidence [12,13]. As a result, EDs showed a considerable decrease in consultations. Furthermore, all non-urgent surgeries and medical exams were canceled, resulting in many more beds available than patients who required admission. Lastly, in all hospitals in France, temporary ICUs were created to accept a tsunami of patients. In those ICUs, and because of the lack of available ventilators, transport ventilators were used. Although those transport ventilators can be used safely, they are still a temporary measure. Indeed, it is not possible to precisely titrate FiO2 on a point-by-point basis but only to adjust per five percent increase or decrease. In addition, adjustments and monitoring of the I/E ratio are different from, and far less precise than, those for an ICU ventilator [20]. At the end of March 2020, the French government had to choose between two options: either organize the transfer of ICU workers from empty regions to overcrowded regions, or transfer patients already in ICUs. At the end of March 2020, nobody knew if empty regions would experience delayed overcrowding, so the government did not risk transferring emergency and ICU healthcare workers to empty regions. Considering that France has had a vast and robust out-of-hospital experience with EPs in ambulances for decades to transport very ill patients, the French government decided to transport patients to decrease the workload on ICU workers [21]. Considering that even intra-hospital transport can induce more than 67% of unexpected events, mainly represented by SpO2 issues, a transport of a severe COVID-19 patient between two hospitals, using two ambulances and one air transport, requires robust coordination to ensure the best patient care It requires training, good logistics and coordination to decrease the incidence of serious adverse events. Transport teams were all composed of at least one EP and one emergency nurse for each patient, and another physician was present as a team leader to coordinate the transport, but also as a referent in case of adverse event or need. However, a previous study showed that short air transport (25 min) for COVID-19 patients can be safe and feasible [22,23].4.4. Impact of Landing and Team SwitchIn our study, the SpO2/FiO2 ratio decreased by 43.6 points during the landing/team switch, compared with the initial ICU (p = 0.03), and by 29.4 points between the flight and the landing/team switch, but it gradually rose again during the short transfer between the airport or DZ and the arrival ICU. These data are interesting, but we have not found a clear explanation in the literature. The use of digital SpO2 monitoring can induce a high incidence of signal latency associated with desaturations during prehospital, especially during landing and team switches [24]. However, pre-hospital teams are aware of this issue and how to manage it. Although helicopter or ambulance movement was the main cause of acute issues in SpO2 monitoring, vasoconstriction was the main cause of bad SpO2 signal. However, we did not have any patients on vasopressors, which is in accordance with the literature [25]. Indeed, it is known that high altitudes, with the decrease in barometric pressures, decrease SpO2. However, even if the planes or helicopters used during these transfers were not fully pressurized, they did not fly up to 5000 feet, which is insufficient to explain these variations. Another hypothesis lies in the sudden change in altitude that could potentially explain these variations, but we did not find any explanation in the literature. A third hypothesis, linked to the second, is the short deceleration time. The last hypothesis is the change of team and material. Indeed, in March 2020, recommendations to change respiratory materials were to clamp the intubation tube before switching respiratory materials to decrease the spread of the virus. This induced a short period (between 15 and 30 s) of apnea. However, the rapid recovery prompted us to think that all those causes may have been involved in this degradation. Indeed, we found an increase in pulmonary function during the transport between DZ and ICU arrival. Another explanation is the low monitoring abilities of transport respirators. Furthermore, although emergency physicians and emergency nurses are fully capable of managing respiratory distress and ARSD in the first contact with patients, they were not specialists on mechanical ventilation, especially on COVID ventilation at the time of the first wave. Lastly, the extreme fragility of the patients and the lack of reserve of lung capacity may be a factor of distress.4.5. LimitationsFirst, our cohort comprised only 38 patients, only 28 had a SpO2/FiO2 value in the starting ICU, and only 12 had complete data, which limits the power of our results. This is part of the disadvantage of using retrospective data from a cohort study. Indeed, the data available for this type of study may be absent or of poor quality. Potential confounding factors may have been missed. However, with 198 measurements, we found an essential impact of air transport. Moreover, the lack of a control arm (another issue of retrospective cohort studies) did not allow us to conclude a specific effect of air transport on SpO2/FiO2 ratio. However, despite the low number of patients, we were able to observe a significant change in patients with complete data and during landing and change on teams. These preliminary results need to be confirmed in a larger population and in a randomized controlled study to compare different types of transport (air, rail, road). Another limitation is our inability to assess the impact of changes in ventilator settings (respiration rate, positive end-expiratory pressure, tidal volume) during the transfer. Unfortunately, we did not have enough data on muscle relaxation therapy use and on ventilation parameters during different times of transport. It could be relevant to have those data to more precisely study the impact of those two variables on oxygenation. Last, it could also be interesting to conduct a long-term follow-up of those patients. Indeed, we do not have any data regarding long-term morbidity and mortality among our patients. However, we did not have any deaths during the transport. 5. ConclusionsDuring the first wave of the COVID-19 pandemic in March and April 2020, France was experiencing overcrowded (Paris, Grand-Est) and empty (Auvergne) areas. To help overcrowded areas, 33 intubated patients were transferred to ICUs from the Auvergne region and medical transport was performed with helicopters or planes. During such transfers by air, the SpO2/FiO2 ratio significantly decreased (−28.9 points; 95% CI, −52.1 to −5.8) especially during the landing, team switch, and when duration of transport increased. Appendix ATable A1Baseline characteristics of patients with data in all nine time points of measurement and those without data in all nine time points of measurement.CharacteristicsMean ± SD n (%) Full Data (n = 12)Mean ± SD n (%) Missing Data (n = 26)Hedge’s IgI or Effect SizeAge (years)60.3 ± 10.563.4 ± 11.4−0.279Height (cm)169.2 ± 10.4173.5 ± 9.7−0.431Weight (kg)82.4 ± 11.891.4 ± 25.2−0.404Body Mass Index (kg/m2)28.7 ± 3.130.3 ± 6.8−0.262Vital signs in initial intensive care unit\n\n\nSystolic Blood Pressure (mmHg)126.6 ± 31118.9 ± 26.80.251Diastolic Blood Pressure (mmHg)70.4 ± 2262.3 ± 19.20.347Mean Blood Pressure (mmHg)89.1 ± 23.781.2 ± 18.70.373Heart Rate (pulse per minute)78.3 ± 1581.9 ± 13.8−0.237SpO2 (%)96.2 ± 3.194.1 ± 40.539FiO2 (%)53.3 ± 12.560.1 ± 25.6−0.351SpO2/FiO2192.1 ± 56183.8 ± 66.60.129Sex\n\n\nMale8 (66.7)17 (65.4)0.027Female4 (33.3)9 (34.6)\nMedical History\n\n\nDiabetes2 (16.7)11 (42.3)−0.586Hypertension4 (33.3)12 (46.2)−0.264Dyslipidemia07 (26.9)\nOpen in a separate window Author ContributionsConceptualization, J.-B.B.-M. and P.-H.G.; methodology, B.P.; formal analysis, B.P.; investigation, V.R.; data curation, V.R., M.J., J.D., M.D., M.P.-T., K.G., and B.R.; writing—original draft preparation, J.-B.B.-M.; writing—review and editing, J.-B.B.-M., V.R., M.J., M.F., J.D., M.D., M.P.-T., P.-H.G., K.G., B.R., F.D., C.C., J.S. and B.P.; visualization, C.C.; All authors have read and agreed to the published version of the manuscript. FundingThis research received no external funding. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and the study was approved by the Institutional Review Board of CHU de Clermont-Ferrand (protocol code 2020/CE 51 on 15 July 2020). Informed Consent StatementNot applicable. Data Availability StatementAll data available can be requested from the corresponding author. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Chan J.F.-W., Yuan S., Kok K.-H., To K.K.-W., Chu H., Yang J., Xing F., Liu J., Yip C.C.-Y., Poon R.W.-S., et al.  A Familial Cluster of Pneumonia Associated with the 2019 Novel Coronavirus Indicating Person-to-Person Transmission: A Study of a Family Cluster. Lancet. 2020;395:514–523. doi: 10.1016/S0140-6736(20)30154-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Teslya A., Pham T.M., Godijk N.G., Kretzschmar M.E., Bootsma M.C.J., Rozhnova G. Impact of Self-Imposed Prevention Measures and Short-Term Government-Imposed Social Distancing on Mitigating and Delaying a COVID-19 Epidemic: A Modelling Study. PLoS Med. 2020;17:e1003166.  doi: 10.1371/journal.pmed.1003166. [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Dhont S., Derom E., Van Braeckel E., Depuydt P., Lambrecht B.N. The Pathophysiology of “happy” Hypoxemia in COVID-19. Respir. Res. 2020;21:198. doi: 10.1186/s12931-020-01462-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Navas-Blanco J.R., Dudaryk R. Management of Respiratory Distress Syndrome Due to COVID-19 Infection. BMC Anesthesiol. 2020;20:177.  doi: 10.1186/s12871-020-01095-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S., ARDS Definition Task Force  Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]6. Rice T.W., Wheeler A.P., Bernard G.R., Hayden D.L., Schoenfeld D.A., Ware L.B., National Institutes of Health  National Heart, Lung, and Blood Institute ARDS Network Comparison of the SpO2/FIO2 Ratio and the PaO2/FIO2 Ratio in Patients with Acute Lung Injury or ARDS. Chest. 2007;132:410–417. doi: 10.1378/chest.07-0617. [PubMed] [CrossRef] [Google Scholar]7. Chen W., Janz D.R., Shaver C.M., Bernard G.R., Bastarache J.A., Ware L.B. Clinical Characteristics and Outcomes Are Similar in ARDS Diagnosed by Oxygen Saturation/FiO2 Ratio Compared with PaO2/FiO2 Ratio. Chest. 2015;148:1477–1483. doi: 10.1378/chest.15-0169. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Gostin L.O., Hodge J.G., Wiley L.F. Presidential Powers and Response to COVID-19. JAMA. 2020;323:1547–1548. doi: 10.1001/jama.2020.4335. [PubMed] [CrossRef] [Google Scholar]9. Sandford A. Coronavirus: Half of Humanity on Lockdown in 90 Countries.  [(accessed on 19 April 2020)].  Available online:  https://www.euronews.com/2020/04/02/coronavirus-in-europe-spain-s-death-toll-hits-10-000-after-record-950-new-deaths-in-24-hou.10. Le Borgne P., Oberlin M., Bassand A., Abensur Vuillaume L., Gottwalles Y., Noizet M., Gennai S., Baicry F., Jaeger D., Girerd N., et al.  Pre-Hospital Management of Critically Ill Patients with SARS-CoV-2 Infection: A Retrospective Multicenter Study. J. Clin. Med. 2020;9:3744.  doi: 10.3390/jcm9113744. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Firew T., Sano E.D., Lee J.W., Flores S., Lang K., Salman K., Greene M.C., Chang B.P. Protecting the Front Line: A Cross-Sectional Survey Analysis of the Occupational Factors Contributing to Healthcare Workers’ Infection and Psychological Distress during the COVID-19 Pandemic in the USA. BMJ Open. 2020;10:e042752. doi: 10.1136/bmjopen-2020-042752. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Bouillon-Minois J.-B., Schmidt J., Dutheil F. SARS-CoV-2 Pandemic and Emergency Medicine: The Worst Is yet to Come. Am. J. Emerg. Med. 2020 doi: 10.1016/j.ajem.2020.06.014. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Bouillon-Minois J.-B., Raconnat J., Clinchamps M., Schmidt J., Dutheil F. Emergency Department and Overcrowding During COVID-19 Outbreak; a Letter to Editor. Arch. Acad. Emerg. Med. 2021;9:e28. doi: 10.22037/aaem.v9i1.1167. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Tabah A., Ramanan M., Laupland K.B., Buetti N., Cortegiani A., Mellinghoff J., Conway Morris A., Camporota L., Zappella N., Elhadi M., et al.  Personal Protective Equipment and Intensive Care Unit Healthcare Worker Safety in the COVID-19 Era (PPE-SAFE): An International Survey. J. Crit. Care. 2020;59:70–75. doi: 10.1016/j.jcrc.2020.06.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Gattinoni L., Coppola S., Cressoni M., Busana M., Rossi S., Chiumello D. COVID-19 Does Not Lead to a “Typical” Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2020;201:1299–1300. doi: 10.1164/rccm.202003-0817LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Guan W.-J., Ni Z.-Y., Hu Y., Liang W.-H., Ou C.-Q., He J.-X., Liu L., Shan H., Lei C.-L., Hui D.S.C., et al.  Clinical Characteristics of Coronavirus Disease 2019 in China. N. Engl. J. Med. 2020;382:1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Brown S.M., Grissom C.K., Moss M., Rice T.W., Schoenfeld D., Hou P.C., Thompson B.T., Brower R.G. Nonlinear Imputation of PaO2/FIO2 from Spo2/FIO2 among Patients with Acute Respiratory Distress Syndrome. Chest. 2016;150:307–313. doi: 10.1016/j.chest.2016.01.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Wenzhong L., Hualan L. COVID-19: Attacks the 1-Beta Chain of Hemoglobin and Captures the Porphyrin to Inhibit Human Heme Metabolism. ChemRxiv. 2020 doi: 10.26434/chemrxiv.11938173.v9. [CrossRef] [Google Scholar]19. Azoulay É., Beloucif S., Guidet B., Pateron D., Vivien B., Le Dorze M. Admission Decisions to Intensive Care Units in the Context of the Major COVID-19 Outbreak: Local Guidance from the COVID-19 Paris-Region Area. Crit. Care. 2020;24:293. doi: 10.1186/s13054-020-03021-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Savary D., Lesimple A., Beloncle F., Morin F., Templier F., Broc A., Brochard L., Richard J.-C., Mercat A. Reliability and Limits of Transport-Ventilators to Safely Ventilate Severe Patients in Special Surge Situations. Ann. Intensive Care. 2020;10:166. doi: 10.1186/s13613-020-00782-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Adnet F., Lapostolle F. International EMS Systems: France. Resuscitation. 2004;63:7–9. doi: 10.1016/j.resuscitation.2004.04.001. [PubMed] [CrossRef] [Google Scholar]22. Papson J.P.N., Russell K.L., Taylor D. McD. Unexpected Events during the Intrahospital Transport of Critically Ill Patients. Acad. Emerg. Med. 2007;14:574–577. doi: 10.1197/j.aem.2007.02.034. [PubMed] [CrossRef] [Google Scholar]23. Allen R., Wanersdorfer K., Zebley J., Shapiro G., Coullahan T., Sarani B. Interhospital Transfer of Critically Ill Patients Because of Coronavirus Disease 19–Related Respiratory Failure. Air Med. J. 2020;39:498–501. doi: 10.1016/j.amj.2020.07.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Davis D.P., Aguilar S., Sonnleitner C., Cohen M., Jennings M. Latency and Loss of Pulse Oximetry Signal with the Use of Digital Probes during Prehospital Rapid-Sequence Intubation. Prehosp Emerg Care. 2011;15:18–22. doi: 10.3109/10903127.2010.514091. [PubMed] [CrossRef] [Google Scholar]25. Vicenzi M., Di Cosola R., Ruscica M., Ratti A., Rota I., Rota F., Bollati V., Aliberti S., Blasi F. The Liaison between Respiratory Failure and High Blood Pressure: Evidence from COVID-19 Patients. Eur. Respir. J. 2020;56:2001157. doi: 10.1183/13993003.01157-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}