{"title": "Clinical and virological impact of single and dual infections with influenza A (H1N1) and SARS-CoV-2 in adult inpatients", "pubDate": "2021", "PMCID": "PMC8659415", "DOI": "10.1371/journal.pntd.0009997", "PMID": "34843492", "abstract": "Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) mimics the influenza A (H1N1) virus in terms of clinical presentation, transmission mechanism, and seasonal coincidence. Comprehensive data for the clinical severity of adult patients co-infected by both H1N1 and SARS-CoV-2, and, particularly, the relationship with PCR cycle threshold (Ct) values are not yet available. All participants in this study were tested for H1N1 and SARS-CoV-2 simultaneously at admission. Demographic, clinical, treatment, and laboratory data were extracted from electronic medical records and compared among adults hospitalized for H1N1 infection, SARS-CoV-2 infection and co-infection with both viruses. Ct values for viral RNA detection were further compared within SARS-CoV-2 and co-infection groups. Score on seven-category ordinal scale of clinical status at day 7 and day 14 were assessed. Among patients with monoinfection, H1N1 infection had higher frequency of onset symptoms but lower incidence of adverse events during hospitalization than SAR-CoV-2 infection (P < 0.05). Co-infection had an increased odds of acute kidney injury, acute heart failure, secondary bacterial infections, multilobar infiltrates and admittance to ICU than monoinfection. Score on seven-category scale at day 7 and day 14 was higher in patients with coinfection than patients with SAR-CoV-2 monoinfection (P<0.05). Co-infected patients had lower initial Ct values (referring to higher viral load) (median 32) than patients with SAR-CoV-2 monoinfection (median 36). Among co-infected patients, low Ct values were significantly and positively correlated with acute kidney injury and ARDS (P = 0.03 and 0.02, respectively). Co-infection by SARS-CoV-2 and H1N1 caused more severe disease than monoinfection by either virus in adult inpatients. Early Ct value could provide clues for the later trajectory of the co-infection. Multiplex molecular diagnostics for both viruses and early assessment of SAR-CoV-2 Ct values are recommended to achieve optimal treatment for improved clinical outcome.", "author": [{"author": "Jiazhen Zheng", "affiliation": ["Department of Epidemiology, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China.", "School of Public Health (Shenzhen), Sun Yat-sen University, Shenzhen, China."], "href": "/?term=Zheng+J&cauthor_id=34843492"}, {"author": "Fengjuan Chen", "affiliation": ["Department of Medical Administration, Guangzhou Eighth People's Hospital, Guangzhou, Guangdong, China."], "href": "/?term=Chen+F&cauthor_id=34843492"}, {"author": "Keyi Wu", "affiliation": ["Department of Epidemiology, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Wu+K&cauthor_id=34843492"}, {"author": "Jiancheng Wang", "affiliation": ["Department of Intensive Care Unit, The Third Affiliated Hospital of Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Wang+J&cauthor_id=34843492"}, {"author": "Furong Li", "affiliation": ["School of Medicine, Southern University of Science and Technology, Shenzhen, China."], "href": "/?term=Li+F&cauthor_id=34843492"}, {"author": "Shan Huang", "affiliation": ["P3 biosafety laboratory, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Huang+S&cauthor_id=34843492"}, {"author": "Jianyun Lu", "affiliation": ["Department of Infectious Disease Control and Prevention, Guangzhou Center for Disease Control and Prevention, Guangzhou, Guangdong, China."], "href": "/?term=Lu+J&cauthor_id=34843492"}, {"author": "Jinghan Huang", "affiliation": ["Department of Biostatistics, School of Public Health, Boston University, Boston, United States of America."], "href": "/?term=Huang+J&cauthor_id=34843492"}, {"author": "Huamin Liu", "affiliation": ["Department of Epidemiology, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Liu+H&cauthor_id=34843492"}, {"author": "Rui Zhou", "affiliation": ["Department of Epidemiology, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Zhou+R&cauthor_id=34843492"}, {"author": "Zhiwei Huang", "affiliation": ["Department of Epidemiology, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Huang+Z&cauthor_id=34843492"}, {"author": "Bingyao Meng", "affiliation": ["Department of Toxicology, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Meng+B&cauthor_id=34843492"}, {"author": "Zelin Yuan", "affiliation": ["Department of Epidemiology, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Yuan+Z&cauthor_id=34843492"}, {"author": "Xianbo Wu", "affiliation": ["Department of Epidemiology, School of Public Health (Guangdong Provincial Key Laboratory of Tropical Disease Research), Southern Medical University, Guangzhou, Guangdong, China."], "href": "/?term=Wu+X&cauthor_id=34843492"}], "refPMID": ["27858509", "23245604", "30727970", "31066573", "27929449", "24348203", "32397138", "33784634", "32789184", "32482366", "34127006", "32497283", "32423586", "32160148", "32474045", "32437933", "32866168", "31822885", "32187464", "22797452", "30634045", "32031570", "32171076", "19887665", "32317267", "32109013", "31986264", "20007555", "32535301", "32439901", "33868301", "32125452", "28189714", "26087047", "32205296", "23986545", "31573350", "32029004", "32298676", "32329971", "32074444", "32296168"], "citedInPMID": ["34843492"], "body": " AbstractSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) mimics the influenza A (H1N1) virus in terms of clinical presentation, transmission mechanism, and seasonal coincidence. Comprehensive data for the clinical severity of adult patients co-infected by both H1N1 and SARS-CoV-2, and, particularly, the relationship with PCR cycle threshold (Ct) values are not yet available. All participants in this study were tested for H1N1 and SARS-CoV-2 simultaneously at admission. Demographic, clinical, treatment, and laboratory data were extracted from electronic medical records and compared among adults hospitalized for H1N1 infection, SARS-CoV-2 infection and co-infection with both viruses. Ct values for viral RNA detection were further compared within SARS-CoV-2 and co-infection groups. Score on seven-category ordinal scale of clinical status at day 7 and day 14 were assessed. Among patients with monoinfection, H1N1 infection had higher frequency of onset symptoms but lower incidence of adverse events during hospitalization than SAR-CoV-2 infection (P < 0.05). Co-infection had an increased odds of acute kidney injury, acute heart failure, secondary bacterial infections, multilobar infiltrates and admittance to ICU than monoinfection. Score on seven-category scale at day 7 and day 14 was higher in patients with coinfection than patients with SAR-CoV-2 monoinfection (P<0.05). Co-infected patients had lower initial Ct values (referring to higher viral load) (median 32) than patients with SAR-CoV-2 monoinfection (median 36). Among co-infected patients, low Ct values were significantly and positively correlated with acute kidney injury and ARDS (P = 0.03 and 0.02, respectively). Co-infection by SARS-CoV-2 and H1N1 caused more severe disease than monoinfection by either virus in adult inpatients. Early Ct value could provide clues for the later trajectory of the co-infection. Multiplex molecular diagnostics for both viruses and early assessment of SAR-CoV-2 Ct values are recommended to achieve optimal treatment for improved clinical outcome. Author summaryThe baseline enrolled 505 patients admitted to Guangzhou Eighth People’s Hospital (Guangzhou, Guangdong) with a diagnosis of COVID-19 or H1N1. All the patients were tested by both viruses at admission. Demographic, clinical, treatment, and laboratory data were extracted from electronic medical records and compared among adults (≥18 years) hospitalized for H1N1 infection (n = 220), SARS-CoV-2 infection (n = 249) and co-infection with both viruses (n = 36). The prevalence rate of H1N1 co-infection was 12.6% (36/285) among patients hospitalized with COVID-19. Co-infection affected a predominantly older age group and was associated with poorer clinical outcome. We also described the viral load trajectory in patients with diverse types of infection. Lower initial Ct values (higher viral loads in nasopharyngeal swabs) of co-infected patients was found to be associated with a higher number of adverse events and clinical symptoms. Considering the COVID-19 pandemic and a simultaneous epidemic of seasonal influenza, the data in China may critically inform future therapeutic or prophylactic strategies, especially for other developing countries. IntroductionInfluenza is a contagious respiratory disease that is widespread worldwide. Despite the advances in medical technology, influenza causes considerable hospitalizations and mortality [1,2]. H1N1 is a subtype of influenza A virus, causing respiratory infections and has caused two pandemics over the past 102 years [3,4]. The most recent pandemic of H1N1 influenza occurred in 2009 and affected 60.8 million people, resulting in 284,000 deaths worldwide [5,6]. The Northern Hemisphere faces the prospect of the COVID-19 pandemic and a simultaneous epidemic of seasonal influenza [7,8], and the management of the disease was complicated by the diversity in “influenza-like” clinical manifestations [9], resulting in enormous challenge in preventing and controlling the influenza epidemic [10].Both SARS-CoV-2 and influenza viruses are respiratory tract viruses that invade the host through specific receptors, causing pneumonia in severe cases. Furthermore, the pathogenesis and receptors of these two viruses responsible for causing pneumonia are different; the SARS-CoV-2 infection affects the lower respiratory tract while the influenza infection primarily attacks the upper respiratory tract. There is no receptor competition, and viral co-infection occurs without any difficulty [11].In Northeastern Iran, Hashemi et al evaluated the presence of influenza A virus in 105 dead SARS-CoV-2 positive patients, in which 23 patients (22.3%) were coinfected with the influenza A virus identified, implicated a potential high prevalence of coinfection with influenza A virus. A study on forty-eight COVID-19 patients, conducted by Alosaimi et al., showed that the prevalence rate of co-infection with H1N1 and SAR-CoV-2 was 71% [12]. However, the prevalence rate may be inaccurate because of the limited sample size. Despite a move towards considering the evidence base for co-infection in the past year, most studies were case series [9,13–16], and a knowledge gap exists in the clinical outcomes of co-infection with H1N1 and SARS-CoV-2 in adult patients. Further, we currently lack a clear understanding of the relationship between SARS-CoV-2 PCR cycle threshold (Ct) values and clinical severity in patients co-infected by SARS-CoV-2 and H1N1.In previous reports, we described the PCR Ct values dynamics among COVID-19 patients by clinical conditions [17,18]. In the current study, we conducted a retrospective cohort study on COVID-19 (original SARS-CoV-2 but not variants) and H1N1 inpatients with the purpose of answering the following three questions: What is the prevalence rate of H1N1 co-infection in COVID-19 patients? What are the association between different infection types and clinical severity and outcomes in H1N1 and COVID-19 patients? What do Ct values tell us about the clinical severity of co-infection by COVID-19 and H1N1? The answers to these questions are essential for formulating the principles of optimize therapy for adult patients with COVID-19 and H1N1 infections. MethodsEthics statementThe study protocol was reviewed and approved by Ethics Committees of Guangzhou Eighth People’s Hospital (No. 202002137). Signed informed consent of participants or their guardians was waived because of the nature of retrospective study.Study populationThis retrospective study analyzed inpatients admitted to the Guangzhou Eight People’s Hospital with main diagnosis of H1N1 or COVID-19 infection. All patients were tested for H1N1 and SARS-CoV2 virus at admission. After excluding patients who were minors (≤18 years), with missing clinical data or immune deficiency, 220 H1N1-infected patients between January 2020 and November 2020 were enrolled in this study. For patients with COVID-19, we excluded patients who were minors (≤18 years), with missing clinical data or immune deficiency, and then 285 COVID-19 patients admitted to the hospital between January 2020 and April 2020 were enrolled. A total of 36 patients co-infected with H1N1 and COVID-19 (belong to the group of 285 COVID-19 patients) were used as the comparator group.Clinical data collection and definitionsPatients infected by SARS-CoV-2 were assessed by trained nurses using diary cards that captured data on a seven-category ordinal scale at day 7 and day 14. Ordinal scales have been used in clinical trials in patients hospitalized with severe influenza and COVID-19 [19,20]. The seven-category ordinal scale consisted of the following categories: one point, not hospitalized with resumption of normal activities; two points, not hospitalized, but unable to resume normal activities; three points, hospitalized, not requiring supplemental oxygen; four points, hospitalized, requiring supplemental oxygen; five points, hospitalized, requiring nasal high-flow oxygen therapy, noninvasive mechanical ventilation, or both; six points, hospitalized, requiring ECMO, invasive mechanical ventilation, or both; and seven points, death. We used the WHO-ISARIC (World Health Organization–International Severe Acute Respiratory and Emerging Infections Consortium) case record form (https://isaric.tghn.org) to record other clinical data [21]. We reviewed electronic and written medical records for all subjects. The electronic medical records were reviewed by a trained team of physicians. Data collected included demographic details, comorbid illnesses, presenting symptoms and signs, blood biochemical indexes, antiviral and antibiotic use, vasoactive drugs received (dobutamine or noradrenaline), intensive care unit (ICU) admission, hospital length of stay, requirement for ventilatory support, and occurrence of adverse events. Pneumonia was defined as the presence of pulmonary infiltrates on chest imaging. Acute respiratory distress syndrome (ARDS) was defined based on the Berlin definition [22]. Immune deficiency was defined as organ transplant, active therapy for malignancy, and high-dose steroids/other iatrogenic drugs. Prolonged hospitalization was defined as the length of stay in the hospital longer than 20 days. Co-infection with H1N1 and COVID-19 is defined as positive nucleic acid detection for both viruses at admission. Other adverse events were classified according to the National Cancer Institute Common Terminology Criteria for Adverse Events, version 4.0.Testing process and analysisH1N1 virus infection was confirmed by the analysis of nasopharyngeal swabs, sputum, bronchoalveolar lavage fluid samples using Influenza A Virus Nucleic Acid Detection kit (Liferiver) [23] at admission. Patients’ nasopharyngeal swab specimens were collected by CDC clinicians for SARS-CoV-2 nucleic acid detection by RT-PCR at admission and once every two or three days during hospitalization. The detailed protocol of the RT-PCR is described in S1 Appendix and other study [24]. The threshold refers to the critical values of fluorescence signal in exponential growth period. Ct values refers to the number of cycles when the fluorescence signal reaches the threshold. A Ct-value less than 37 was defined as positive, Ct-values ≥40 was defined as negative, and a medium load (Ct-values 37–40) was an indication for retesting [25]. Lower Ct values refers to higher viral load.Statistical analysisContinuous variables are described as medians (interquartile ranges, IQRs). Categorical variables are presented as frequencies and percentages. Comparisons of proportions were performed with chi-square and Fisher’s exact tests; continuous variables were compared using the Mann–Whitney U test. All probabilities were two-tailed, with statistical significance defined as P ≤ 0.05. Binary logistic regression was performed to estimate the odds ratio (OR) and 95% confidence interval (CI) for comparison of clinical hospitalization outcomes in H1N1-infected, SARS-CoV-2 infected and co-infected groups. Adjustment factors included age, sex, comorbidities and smoking history. These risk factors were previously shown to be associated with the clinical prognosis of influenza and COVID-19 patients and served as confounders [26,27]. Because Ct values are semi-quantitative, differences in Ct values between groups were assessed nonparametrically using the Mann-Whitney U test. Correlations between Ct values and age were assessed nonparametrically using tie-corrected Spearman rank correlation coefficients. All analyses were performed using STATA, version 14. ResultsComparison between patients infected with H1N1 and SARS-CoV-2Demographic characteristics and comorbidities prior to admission of all hospitalized patients are presented in Table 1. The median ages of H1N1 and SARS-CoV-2-infected patients were 50.0 years (IQR, 30.0–65.0, range 20.0–90.0) and 47.0 years (33.0–61.0, range 18.0–90.0). The duration from disease onset to admission was longer in patients infected with H1N1 than those infected with SARS-CoV-2 (4.0 days vs. 3.0 days). At admission, H1N1-infected participants showed symptoms more frequently than SARS-CoV-2-infected participants, except for dry cough and diarrhea. In addition, patients with H1N1 had higher temperature at admission than patients infected with SARS-CoV-2 (median 37.8°C [36.8–38.2] vs. 37.2°C [36.8–37.6]). For infection-related biomarkers, H1N1 patients’ C-reactive protein and procalcitonin levels (median C-reactive protein level, 44.96 mg/L [20.36–77.75]; median procalcitonin level, 0.16 ng/mL [0.05–0.61]) were higher than patients infected with COVID-19 (median C-reactive protein level, 32.08 mg/L [12.08–36.30]; median procalcitonin level 0.07 ng/mL [0.04–24.7], Table 2). SARS-CoV-2-infected patients more frequently received antiviral therapy (84.74% vs. 76.82%, P = 0.029, Table 3) and oxygen therapy (62.65% vs. 40.91, P < 0.001). In multivariable analysis, the odds of multilobar infiltrates were higher in SARS-CoV-2-infection than H1N1 infection (Table 4).Table 1Demographic data and pre-existing conditions of hospitalized patients with H1N1, SARS-CoV-2 and co-infection.VariableH1N1 infection (n = 220)SARS-CoV-2 infection (n = 249)P-value H1N1 vs SAR-CoV-2Co-infection (n = 36)P-value SARS-CoV-2 vs co-infectionP-value H1N1 vs co-infection\nAge (years, median, IQR)\n50.0 (30.0–65.0)47.0 (33.0–61.0)0.496856.0 (39.5–66.0)\n0.0265\n0.1349    18–30 y (n, %)40 (18.2)42 (16.9)1 (2.8)    31–40 y (n, %)37 (16.8)48 (19.3)8 (22.2)    41–50 y (n, %)33 (15.0)49 (19.7)6 (16.7)    51–60 y (n, %)39 (17.7)44 (17.7)6 (16.7)    >60 y (n, %)71 (32.3)66 (26.5)15 (41.7)\nMale (n, %)\n129 (58.64)139 (55.82)0.53919 (52.78)0.7310.509\nComorbidities (n, %)\n    Hypertension40 (18.18)40 (16.06)0.5439 (25.00)0.1840.335    Cerebrovascular disease20 (9.09)11 (4.42)\n0.042\n2 (5.56)0.760.483    Diabetes Mellitus22 (10.00)13 (5.22)\n0.049\n5 (13.89)\n0.046\n0.481    Coronary heart disease8 (3.64)9 (3.61)0.994 (11.11)\n0.044\n\n0.049\n    Hyperlipidemia18 (8.18)9 (3.61)\n0.034\n3 (8.33)0.1880.975    COPD19 (8.64)8 (3.21)\n0.012\n5 (13.89)\n0.004\n\n0.316\n    Chronic Liver disease26 (11.82)17 (6.83)0.0628 (22.22)\n0.002\n0.088    Chronic kidney disease14 (6.36)8 (3.21)0.1073 (8.33)0.1360.660\nSmoking history\n38 (17.27)27 (10.84)\n0.044\n4 (11.11)0.9620.355\nDays from disease onset to admission (median, IQR)\n4.0 (2.0–7.0)3.0 (1.0–6.5)\n0.0012\n3.0 (2.0–7.0)0.4530.363Open in a separate windowCOPD denotes chronic obstructive pulmonary diseases, IQR interquartile range.Table 2Signs and symptoms and laboratory findings in admission of patients with H1N1, SARS-CoV-2 and co-infection with both viruses.VariableH1N1 infection (n = 220)SARS-CoV-2 infection (n = 249)P-value H1N1 vs SAR-CoV-2Co-infection (n = 36)P-value SARS-CoV-2 vs co-infectionP-value H1N1 vs co-infection\nSigns and Symptoms (n, %)\n    Fever182 (82.73)121 (48.59)\n<0.001\n23 (63.89)0.086\n0.009\n    Median temperature (IQR)—°C37.80 (36.80–38.15)37.20 (36.80–37.60)\n<0.001\n37.65 (36.95–38.05)\n0.038\n0.997    Fatigue105 (47.73)66 (26.51)\n<0.001\n12 (33.33)0.3900.108    Dry cough123 (55.91)134 (53.82)0.64925 (69.44)0.0780.127    Expectoration99 (45.00)53 (21.29)\n<0.001\n10 (27.78)0.3800.053    Chills86 (39.09)59 (23.69)\n<0.001\n13 (36.11)0.1090.734    Myalgia88 (40.00)25 (10.04)\n<0.001\n9 (25.00)\n0.010\n0.085    Headache77 (35.00)37 (14.86)\n<0.001\n5 (13.89)0.878\n0.012\n    Sore throat66 (30.00)41 (16.47)\n<0.001\n5 (13.89)0.694\n0.045\n    Diarrhea2 (0.91)10 (4.02)\n0.033\n1 (2.78)0.7180.334    Respiratory rates (beats/min, median, IQR)20.0 (19.0–22.0)20.0 (18.0–20.0)\n<0.001\n20.0 (18.0–20.0)0.2670.108\nLaboratory finding (median, IQR)\n    PO2 (mmHg)90.5 (82.0–110.0)92.5 (80.4–107.0)0.863786.8 (72.5–104.4)0.2210.234    HB (g/L)135.0 (122.0–143.0)136.0 (123.5–146.0)0.3081129.0 (118.0–141.0)\n0.041\n0.148    WBC count (× 109 cells/L)6.18 (4.41–8.52)4.81 (3.93–6.30)\n<0.001\n5.55 (4.30–6.80)0.0920.215    Neutrophil count (× 109 cells/L)4.05 (2.65–6.39)2.83 (2.09–3.89)\n<0.001\n3.67 (2.71–5.10)\n0.008\n0.213    Lymphocyte count (× 109 cells/L)1.01 (0.60–1.59)1.42 (1.02–1.91)\n<0.001\n1.15 (0.96–1.72)0.0890.085    CD45+(μg/L)1317.0 (869.0–1629.0)1439.5 (1183.0–1778.0)\n0.021\n1195.0 (1037.0–1840.0)0.3490.514\nInfection-related biomarker\n    C-reactive protein level (mg/L)44.96 (20.36–77.75)32.08 (12.08–36.30)\n<0.001\n41.2 (29.10–70.20)\n0.035\n0.400    ESR (mm/h)23.00 (12.00–50.0)27.2 (15.00–43.10)0.500718.10 (10.00–32.10)0.1180.447    Procalcitonin level (ng/mL)0.16 (0.05–0.61)0.07 (0.04–24.70)\n0.0332\n0.15 (0.04–57.90)0.1540.955Open in a separate windowSBP denotes systolic blood pressure, DBP diastolic blood pressure, WBC white blood cell, ESR erythrocyte sedimentation rateIQR interquartile range.Table 3Treatment and clinical outcome of patients with Influenza H1N1, SARS-CoV-2 and co-infection with both viruses.VariableH1N1 infection (n = 220)SARS-CoV-2 infection (n = 249)P-value H1N1 vs SAR-CoV-2Co-infection (n = 36)P-value SARS-CoV-2 vs co-infectionP-value H1N1 vs co-infection\nTreatment and clinical course (n, %)\nIntravenous antibiotics175 (79.55)190 (76.31)0.39930 (83.33)0.3480.598Vasoactive agents32 (17.68)46 (18.47)0.83313 (36.11)\n0.015\n\n0.013\nAntiviral therapy169 (76.82)211 (84.74)\n0.029\n33 (91.67)0.268\n0.043\nOxygen therapy90 (40.91)156 (62.65)\n<0.001\n29 (80.56)\n0.035\n\n0.001\nVentilation support6 (2.73)11 (4.42)\n0.328\n7 (19.44)\n0.001\n\n<0.001\nLength of stay in hospital (days, median, IQR)7.0 (4.0–10.0)17.5 (13.0–24.0)\n<0.001\n20.0 (16.0–27.5)\n0.02\n\n0.001\n\nAdverse event (n, %)\nMultilobar infiltrates65 (29.55)126 (50.60)\n<0.001\n24 (66.67)0.071\n0.001\nSecondary bacterial infections10 (4.5)8 (3.21)0.4535 (13.89)\n0.004\n\n0.027\nAcute kidney injury5 (2.27)7 (2.81)0.7124 (11.11)\n0.016\n\n0.008\nAcute heart failure3(1.36)5(2.01)0.5913(8.33)\n0.032\n\n0.01\nARDS5 (2.27)11 (4.42)0.2023 (8.33)0.310.053Admittance to ICU9 (4.09)13 (5.22)0.5645 (13.89)\n0.046\n\n0.017\n30-day mortality1 (0.45)00.2871 (2.78)\n0.008\n0.142Open in a separate windowVentilation support include noninvasive ventilation, invasive ventilation and ECMO. ECMO denotes extracorporeal membrane oxygenation, ICU intensive care unit, IQR interquartile range.Table 4Risk of clinical adverse events in patients with Influenza H1N1, SARS-CoV-2 and co-infection with both viruses.Adjusted odds ratio (95% CI)P\nAcute kidney injury\nH1N1 infection1 (ref)NASARS-CoV-2 infection3.68 (0.88–15.43)0.075Co-infection9.69 (1.72–54.75)\n0.010\n\nAcute heart failure\nH1N1 infection1 (ref)NASARS-CoV-2 infection3.43 (0.63–18.58)0.154Co-infection11.19 (1.62–77.32)\n0.014\n\nSecondary bacterial infection\nH1N1 infection1 (ref)NASARS-CoV-2 infection0.83 (0.29–2.28)0.712Co-infection3.60 (1.09–11.91)\n0.036\n\nMultilobar infiltrates\nH1N1 infection1 (ref)NASARS-CoV-2 infection2.13 (1.44–3.15)\n<0.001\nCo-infection4.44 (2.07–9.49)\n<0.001\n\nARDS\nH1N1 infection1 (ref)NASARS-CoV-2 infection3.06 (0.92–10.19)0.068Co-infection3.48 (0.71–17.16)0.125\nAdmittance to ICU\nH1N1 infection1 (ref)NASARS-CoV-2 infection1.60 (0.64–4.05)0.318Co-infection3.46 (1.04–11.62)\n0.044\nOpen in a separate windowAdjustment factors included age, sex, comorbidities and smoking history. ARDS denotes acute respiratory distress syndrome.Comparison between co-infection and monoinfectionCo-infected patients were older (median 56.0 years vs 47.0 years and 50 years) and had a higher proportion of comorbidities than patients with monoinfection (Table 1). For comparison of the results of routine blood tests, neutrophil count and C-reactive protein levels (3.67×109 cells/L; 41.2 mg/L) were significantly higher in co-infected patients than patients with infected by SARS-CoV-2 alone (2.83×109 cells/L; 32.08 mg/L) (P<0.05), while hemoglobin level was lower (P<0.01). The laboratory findings were not significantly different between co-infected and H1N1 patients.High proportion of co-infected patients underwent vasoactive agent therapy, antiviral therapy, oxygen therapy and ventilation support (Table 3). Generally, the incidence rates of clinical adverse events were higher in elder co-infected patients. In comparison with H1N1 and COVID-19 patients, co-infection tended to have increased odds of clinical adverse events (e.g., acute kidney injury, acute heart failure, secondary bacterial infections, multilobar infiltrates, and admittance to ICU; Table 4). Patients with co-infection had significantly higher score on 7-category ordinal scale than patients with SARS-CoV-2 monoinfection at day 7 (4.0 vs. 3.0, p = 0.008) and day 14 (3.0 vs. 3.0, p = 0.020) (Table 5).Table 5Seven-category ordinal scale of clinical status in patients with SARS-CoV-2 monoinfection and co-infection.Monoinfection with SARS-CoV-2Co-infection with SARS-CoV-2 and H1N1PScore on seven-category scale at day 7—no. of patients (%)3.0 (3.0–4.0)4.0 (3.0–4.0)\n0.008\n2: Not hospitalized, but unable to resume normal activities47 (18.9)6 (16.7)3: Hospitalization, not requiring supplemental oxygen113 (45.4)9 (25.0)4: Hospitalization, requiring supplemental oxygen79 (31.7)13 (36.1)5: Hospitalization, requiring HFNC or noninvasive mechanical ventilation8 (3.2)4 (11.1)6: Hospitalization, requiring ECMO, invasive mechanical ventilation, or both2 (0.8)3 (8.3)7: Death01 (2.8)Score on seven-category scale at day 14—no. of patients (%)3.0 (2.0–4.0)3.0 (2.0–4.0)\n0.020\n2: Not hospitalized, but unable to resume normal activities105 (42.2)11 (30.6)3: Hospitalization, not requiring supplemental oxygen83 (33.3)9 (25.0)4: Hospitalization, requiring supplemental oxygen53 (21.3)9 (25.0)5: Hospitalization, requiring HFNC or noninvasive mechanical ventilation7 (2.8)3 (8.3)6: Hospitalization, requiring ECMO, invasive mechanical ventilation, or both3 (1.2)3 (8.3)7: Death01 (2.8)Open in a separate windowECMO denotes extracorporeal membrane oxygenation, HFNC high-flow nasal cannula for oxygen therapy.Analysis of distribution regulation of CT valuesCt values at admission were lower in co-infected patients (median 32 [25.5–35.5]) than patients with SAR-CoV-2 monoinfection (median 36 [32–38]) (Fig 1), indicating higher initial viral load in co-infected patients. In the subsequent monitoring, the Ct value of the two groups have been increasingly similar. Although we observed a slight reverse association between the initial Ct values of the co-infected patients and their age, but this association was not significant (correlation coefficient = -0.0751, P = 0.2065) (Fig 2A). Participants suffered from acute kidney injury and ARDS had significantly lower initial Ct values than participants who did not meet this criterion (median Ct values of 22.0 and 33.0 for comparison in ARDS; p = 0.022; median Ct values of 21.5 and 33.0 for comparison in acute kidney injury; p = 0.03; Fig 2B). Additionally, median initial Ct values were lower among participants falling into several adverse event categories compared to participants who did not fall into these categories, but these were not statistically significant differences (Fig 2B).Open in a separate windowFig 1Comparison of viral dynamics between patients with co-infection and SAR-CoV-2 monoinfection.The figure shows temporal changes in median (with 95 CI) Ct value of N gene in different time periods after diagnosis.Open in a separate windowFig 2Participants’ Cycle Threshold Values from Nasopharyngeal Swabs, by age, symptoms and adverse events in patients co-infected by COVID-19 and H1N1.Panel A, cycle threshold (Ct) values for SARS-CoV-2 rRT-PCR target probes N are plotted against the age of inpatients. Serious adverse events were marked by a triangle which was defined as the occurrence of liver failure, ARDS or admittance to ICU. Age was not significantly correlated with Ct values (correlation coefficient = -0.0751, P = 0.2065). Panel B, distributions of initial N probe Ct values among co-infected participants suffering from specific adverse event are displayed by violin plot. Dotted lines on upper and lower sides illustrate interquartile ranges, both ends of violin body illustrated 95% distributions, and medians are marked by the dotted line in the middle. Width of violin body referred to number of participants. DiscussionWith COVID-19-specific antiviral therapy advancing in clinical development, the question of differentiating SARS-CoV-2 infection from that of influenza and assessing the clinical impact of the co-infection of both viruses will likely become highly relevant to care decisions worldwide [28]. We reported here the clinical characteristics and severity of 505 patients hospitalized with illness caused by H1N1, SARS-CoV-2, or co-infection of both viruses. Patients with H1N1 monoinfection exhibit more acute upper respiratory tract symptoms than that of SARS-CoV-2 monoinfection. In comparison with monoinfection, co-infection affected a predominantly older age group and was associated with poorer clinical outcome. Of note, we found that lower Ct values (higher viral loads in nasopharyngeal swabs of co-infected patients) may lead to higher number of adverse events and clinical symptoms. We identified acute kidney injury and ARDS defined by Berlin definition significantly associated with lower Ct values. Relationships between viral load and clinical outcomes have been described for the monoinfection of SARS-CoV-2 and other respiratory viruses [29], and our study shows that the same is true for co-infection of SARS-CoV-2 and H1N1 and further investigated the viral load trajectory.Patients with COVID-19 often presented without fever [30]. In the current study, the absence of fever and upper respiratory tract signs and symptoms (eg, expectoration or sore throat) is more frequent in patients with SARS-CoV-2 infection than H1N1 patients, indicating that the target cells might be located in the lower airway [31]. Patients infected by SARS-CoV-2 had a higher probability of pneumonia than H1N1 patients, further confirming the difference in viral tropism between two viruses [30,32]. However, the pathogenic mechanism underlying these differences between the two viruses have not been fully determined and warrants further virological research. In this study, laboratory test findings of H1N1 group at admission tended to be more abnormal, especially concerning measurements of inflammatory markers (eg. C-reactive protein level and Procalcitonin level). These findings were in line with the study conducted by Li Y et al. [33]; and could lead to more common acute upper respiratory tract symptoms in hospitalized H1N1 patients [34]. A study conducted by Azevedo et al. further confirmed this phenomenon; in which tissue expression increasing of IL-8/IL-17A and a higher number of neutrophils were identified in samples from the H1N1 group compared to the COVID-19 group [35]. The diverse characteristics of infection provides the rationale for advancing differential treatment in efforts to improve outcomes of these two types of patients.CRP and PCT, which are the severity indexes of pneumonia [36], were higher in co-infection patients, suggesting that co-infection of H1N1 and SARS-CoV-2 is more severe than monoinfection by SARS-CoV-2. A higher score on a seven-category ordinal scale was observed in patients with co-infection which indicated worse clinical status. Furthermore, after multi-factor analysis, co-infection was associated with higher odds of several adverse clinical outcomes. This finding was also in accordance with a previous report on Middle East Respiratory Syndrome Coronavirus [37]. The initial infection of H1N1, which may reduce the immune competence of the patients, can then aggravate experienced pneumonia by SARS-CoV-2 infection. Given the clinical severity of influenza co-infection in our study, increasing the rate of influenza screening in COVID-19 inpatients within a reasonable range to achieve early initiation of antiviral treatment for improvement of clinical outcome should be considered. The cost-effectiveness should also be taken into account when focusing on screening strategy. However, the similarity of clinical manifestations between H1N1 and SARS-CoV-2 makes the differentiation very difficult and there warrant research to understand if there is a profile of patients who would benefit more of test both viruses. Notably, co-infections more frequently occurred in patients with older age and more comorbidities possibly because of the relative lack of immunity to respirovirus in this population [38].The American Thoracic Society (ATS) and Infectious Diseases Society of America (IDSA) recommended initial antibacterial treatment for influenza-positive adults with community-acquired pneumonia, because bacterial co-infections are a common and serious complication of influenza [39,40] and it is difficult to exclude the presence of bacterial co-infection in a patient with community-acquired pneumonia who tested positive for influenza virus [41]. In China, if co-bacterial infection cannot be ruled out in patients with COVID-19, empirical antibiotic, such as amoxicillin, azithromycin, or fluoroquinolones, was recommended for mild cases but broad-spectrum antibiotic covering all possible pathogens was suggested for severe cases [42]. In the present study, a higher rate of secondary bacterial infections was recorded among patients co-infected by SARS-CoV-2 and H1N1, suggesting that active antimicrobial stewardship in the co-infected cases should be recommend to ensure effective control of bacterial co-infection.Few studies have examined possible relationships between clinical presentation and Ct value in patients co-infected by H1N1 and SARS-CoV-2. Among patients infected by single virus, one analysis found higher loads in patients with severe disease [29], while multiple studies in which these associations were examined found no significant relationship between viral load (or, separately, Ct value) and patient comorbidities [43], symptom status [44,45] and disease severity [46]. Our findings–that the initial Ct values are significantly lower among co-infected individuals suffering from adverse events and symptoms–represent a novel addition and enhanced granularity to this growing body of evidence. Our results bolster the clinical value of early access to SARS-CoV-2 nucleic acid detection testing, particularly for co-infected patients and reinforce existing guidance for testing. Further work will be required to directly link the nasopharyngeal Ct value presented here to tissue and peripheral response of severe COVID-19.There are limitations in this study. First, it was a single-center analysis, and the features of the setting may not be representative of Chinese patients as a whole. As a retrospective study, the further clinical progression could not be collected. Second, we also failed to explore the relationships regarding 30-days mortality because of the limited number of death cases (n = 2). Third, our study only used A(H1N1)pdm09 but not influenza A(H3N2) or B viruses. Fourth, we haven’t performed any additional testing, e.g. ddPCR, to determine the viral loads in the samples which could enhance the accuracy of the comparison. Fifth, we didn’t include the information on influenza vaccination, which may affect the severity of the viral infection. Sixth, limited by the original data, no influenza case in this study was collected from December, which was against the epidemic rule of influenza. Furthermore, as a single-center study, the limited sample size may cause selection bias and insufficient estimation ability.Our findings are relevant in the context of the COVID-19 pandemic. Co-infection affected a predominantly older age group and was associated with poorer clinical outcomes. The prevalence rate of co-infections in COVID-19 cases shows the importance of flu vaccination and warrants its increased coverage. Additionally, molecular diagnostic testing for H1N1 virus is recommended for COVID-19 inpatients to provide timely and appropriate treatments for improved outcomes. The Ct value collected with nasopharyngeal swabs in the early stage of co-infection could provide clues for the later trajectory of the disease. Supporting informationS1 AppendixThe detailed protocol of the RT-PCR. (DOCX)Click here for additional data file.(15K, docx) AcknowledgmentsWe are indebted to all health-care workers involved in the diagnosis and treatment of patients in Guangzhou Eight People’s Hospital and staffs at the Guangzhou Centers for Disease Control and Prevention (CDC) Department of Infectious Disease Control and Prevention. Funding StatementThis study was supported by the National Natural Science Foundation of China (82173607) to XW, the Guangdong Basic and Applied Basic Research Foundation (2021A1515011684) to XW, Open Project of the Guangdong Provincial Key Laboratory of Tropical Disease Research (2020B1212060042) to XW and Guangzhou Science and Technology Project (202102080597) to XW. The funder had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Data AvailabilityAll relevant data are on the zenoda website https://doi.org/10.5281/zenodo.5555496. References1. Thommes EW, Kruse M, Kohli M, Sharma R, Noorduyn SG. Review of seasonal influenza in Canada: Burden of disease and the cost-effectiveness of quadrivalent inactivated influenza vaccines. Human vaccines & immunotherapeutics. 2017;13(4):867–76. doi: 10.1080/21645515.2016.1251537\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Lozano R, Naghavi M, Foreman K, Lim S, Shibuya K, Aboyans V, et al.. Global and regional mortality from 235 causes of death for 20 age groups in 1990 and 2010: a systematic analysis for the Global Burden of Disease Study 2010. Lancet (London, England). 2012;380(9859):2095–128. doi: 10.1016/S0140-6736(12)61728-0\n [PubMed] [CrossRef] [Google Scholar]3. Jilani TN, Jamil RT, Siddiqui AH. H1N1 Influenza (Swine Flu). StatPearls. Treasure Island (FL): StatPearls Publishing Copyright; \n2020, StatPearls Publishing LLC.; 2020. [Google Scholar]4. Nickol ME, Kindrachuk J. A year of terror and a century of reflection: perspectives on the great influenza pandemic of 1918–1919. BMC Infect Dis. 2019;19(1):117. doi: 10.1186/s12879-019-3750-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Shoubaki LA. Surveillance snapshot: Summary of the Department of Defense Global Respiratory Pathogen Surveillance Program, 2017–2018 influenza season. Msmr. 2018;25(10):22.  [PubMed] [Google Scholar]6. Saunders-Hastings PR, Krewski D. Reviewing the History of Pandemic Influenza: Understanding Patterns of Emergence and Transmission. Pathogens (Basel, Switzerland). 2016;5(4). doi: 10.3390/pathogens5040066\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Yu H, Alonso WJ, Feng L, Tan Y, Shu Y, Yang W, et al.. Characterization of regional influenza seasonality patterns in China and implications for vaccination strategies: spatio-temporal modeling of surveillance data. PLoS medicine. 2013;10(11):e1001552. doi: 10.1371/journal.pmed.1001552\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Chauhan RP, Gordon ML. A Systematic Review Analyzing the Prevalence and Circulation of Influenza Viruses in Swine Population Worldwide. Pathogens (Basel, Switzerland). 2020;9(5). doi: 10.3390/pathogens9050355\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Fahim M, Ghonim H, Roshdy WH, Naguib A, Elguindy N, AbdelFatah M, et al.. Coinfection With SARS-CoV-2 and Influenza A(H1N1) in a Patient Seen at an Influenza-like Illness Surveillance Site in Egypt: Case Report. JMIR public health and surveillance. 2021;7(4):e27433. doi: 10.2196/27433\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Singer B.\nCOVID-19 and the next influenza season. Science advances. 2020;6(31):eabd0086. doi: 10.1126/sciadv.abd0086\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Lai CC, Wang CY, Hsueh PR. Co-infections among patients with COVID-19: The need for combination therapy with non-anti-SARS-CoV-2 agents?\nJournal of microbiology, immunology, and infection = Wei mian yu gan ran za zhi. 2020. doi: 10.1016/j.jmii.2020.05.013\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Alosaimi B, Naeem A, Hamed ME, Alkadi HS, Alanazi T, Al Rehily SS, et al.. Influenza co-infection associated with severity and mortality in COVID-19 patients. Virol J. 2021;18(1):127. doi: 10.1186/s12985-021-01594-0\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Ozaras R, Cirpin R, Duran A, Duman H, Arslan O, Bakcan Y, et al.. Influenza and COVID-19 Co-infection: Report of 6 cases and review of the Literature. Journal of medical virology. 2020. [PubMed] [Google Scholar]14. Cuadrado-Payán E, Montagud-Marrahi E, Torres-Elorza M, Bodro M, Blasco M, Poch E, et al.. SARS-CoV-2 and influenza virus co-infection. Lancet (London, England). 2020;395(10236):e84. doi: 10.1016/S0140-6736(20)31052-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Wu X, Cai Y, Huang X, Yu X, Zhao L, Wang F, et al.. Co-infection with SARS-CoV-2 and Influenza A Virus in Patient with Pneumonia, China. Emerg Infect Dis. 2020;26(6):1324–6. doi: 10.3201/eid2606.200299\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Zheng X, Wang H, Su Z, Li W, Yang D, Deng F, et al.. Co-infection of SARS-CoV-2 and Influenza virus in Early Stage of the COVID-19 Epidemic in Wuhan, China. J Infect. 2020;81(2):e128–e9. doi: 10.1016/j.jinf.2020.05.041\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Zhou R, Li F, Chen F, Liu H, Zheng J, Lei C, et al.. Viral dynamics in asymptomatic patients with COVID-19. Int J Infect Dis. 2020;96:288–90. doi: 10.1016/j.ijid.2020.05.030\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Zheng J, Zhou R, Chen F, Tang G, Wu K, Li F, et al.. Incidence, clinical course and risk factor for recurrent PCR positivity in discharged COVID-19 patients in Guangzhou, China: A prospective cohort study. PLoS Negl Trop Dis. 2020;14(8):e0008648. doi: 10.1371/journal.pntd.0008648\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Wang Y, Fan G, Salam A, Horby P, Hayden FG, Chen C, et al.. Comparative Effectiveness of Combined Favipiravir and Oseltamivir Therapy Versus Oseltamivir Monotherapy in Critically Ill Patients With Influenza Virus Infection. J Infect Dis. 2020;221(10):1688–98. doi: 10.1093/infdis/jiz656\n [PubMed] [CrossRef] [Google Scholar]20. Cao B, Wang Y, Wen D, Liu W, Wang J, Fan G, et al.. A Trial of Lopinavir-Ritonavir in Adults Hospitalized with Severe Covid-19. N Engl J Med. 2020;382(19):1787–99. doi: 10.1056/NEJMoa2001282\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. International Severe Acute Respiratory and Emerging Infections Consortium (ISARIC) home page (https://isaric.tghn.org/)22. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.. Acute respiratory distress syndrome: the Berlin Definition. Jama. 2012;307(23):2526–33. doi: 10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]23. Zou X, Chang K, Wang Y, Li M, Zhang W, Wang C, et al.. Comparison of the Cepheid Xpert Xpress Flu/RSV assay and commercial real-time PCR for the detection of influenza A and influenza B in a prospective cohort from China. International journal of infectious diseases: IJID: official publication of the International Society for Infectious Diseases. 2019;80:92–7. [PubMed] [Google Scholar]24. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al.. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama. 2020;323(11):1061–9. doi: 10.1001/jama.2020.1585\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. China.” NHCo. Specific primers and probes for detection 2019 novel coronavirus 2020 [cited 2021 July 19]. Available from: http://ivdc.chinacdc.cn/kyjz/202001/t20200121_211337.html.26. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al.. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet (London, England). 2020;395(10229):1054–62. doi: 10.1016/S0140-6736(20)30566-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Louie JK, Acosta M, Winter K, Jean C, Gavali S, Schechter R, et al.. Factors associated with death or hospitalization due to pandemic 2009 influenza A(H1N1) infection in California. Jama. 2009;302(17):1896–902. doi: 10.1001/jama.2009.1583\n [PubMed] [CrossRef] [Google Scholar]28. Xing Q, Li G, Xing Y, Chen T, Li W, Ni W. Precautions are needed for COVID-19 patients with coinfection of common respiratory pathogens. 2020/01/28 ed2020.29. Zheng S, Fan J, Yu F, Feng B, Lou B, Zou Q, et al.. Viral load dynamics and disease severity in patients infected with SARS-CoV-2 in Zhejiang province, China, January-March 2020: retrospective cohort study. BMJ. 2020;369:m1443. doi: 10.1136/bmj.m1443\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al.. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020;382(18):1708–20. doi: 10.1056/NEJMoa2002032\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet (London, England). 2020;395(10223):497–506. [PMC free article] [PubMed] [Google Scholar]32. Cao B, Li XW, Mao Y, Wang J, Lu HZ, Chen YS, et al.. Clinical features of the initial cases of 2009 pandemic influenza A (H1N1) virus infection in China. The New England journal of medicine. 2009;361(26):2507–17. doi: 10.1056/NEJMoa0906612\n [PubMed] [CrossRef] [Google Scholar]33. Li Y, Wang H, Wang F, Du H, Liu X, Chen P, et al.. Comparison of Hospitalized Patients with pneumonia caused by COVID-19 and influenza A in children under 5 years. International journal of infectious diseases: IJID: official publication of the International Society for Infectious Diseases. 2020. doi: 10.1016/j.ijid.2020.06.026\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Kaul D, Rathnasinghe R, Ferres M, Tan GS, Barrera A, Pickett BE, et al.. Microbiome disturbance and resilience dynamics of the upper respiratory tract during influenza A virus infection. Nat Commun. 2020;11(1):2537. doi: 10.1038/s41467-020-16429-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Azevedo MLV, Zanchettin AC, Vaz de Paula CB, Motta Júnior JdS, Malaquias MAS, Raboni SM, et al.. Lung Neutrophilic Recruitment and IL-8/IL-17A Tissue Expression in COVID-19. Frontiers in Immunology. 2021;12(947). doi: 10.3389/fimmu.2021.656350\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Ruan Q, Yang K, Wang W, Jiang L, Song J. Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China. Intensive care medicine. 2020;46(5):846–8. doi: 10.1007/s00134-020-05991-x\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Alfaraj SH, Al-Tawfiq JA, Alzahrani NA, Altwaijri TA, Memish ZA. The impact of co-infection of influenza A virus on the severity of Middle East Respiratory Syndrome Coronavirus. The Journal of infection. 2017;74(5):521–3. doi: 10.1016/j.jinf.2017.02.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Gorse GJ, Donovan MM, Patel GB, Balasubramanian S, Lusk RH. Coronavirus and Other Respiratory Illnesses Comparing Older with Young Adults. The American journal of medicine. 2015;128(11):1251.e11–20. doi: 10.1016/j.amjmed.2015.05.034\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Bal A, Casalegno JS, Melenotte C, Daviet F, Ninove L, Edouard S, et al.. Influenza-induced acute respiratory distress syndrome during the 2010–2016 seasons: bacterial co-infections and outcomes by virus type and subtype. Clinical microbiology and infection: the official publication of the European Society of Clinical Microbiology and Infectious Diseases. 2020. doi: 10.1016/j.cmi.2020.03.010\n [PubMed] [CrossRef] [Google Scholar]40. Dawood FS, Chaves SS, Pérez A, Reingold A, Meek J, Farley MM, et al.. Complications and associated bacterial coinfections among children hospitalized with seasonal or pandemic influenza, United States, 2003–2010. The Journal of infectious diseases. 2014;209(5):686–94. doi: 10.1093/infdis/jit473\n [PubMed] [CrossRef] [Google Scholar]41. Metlay JP, Waterer GW, Long AC, Anzueto A, Brozek J, Crothers K, et al.. Diagnosis and Treatment of Adults with Community-acquired Pneumonia. An Official Clinical Practice Guideline of the American Thoracic Society and Infectious Diseases Society of America. American journal of respiratory and critical care medicine. 2019;200(7):e45–e67. doi: 10.1164/rccm.201908-1581ST\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Jin YH, Cai L, Cheng ZS, Cheng H, Deng T, Fan YP, et al.. A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version). Military Medical Research. 2020;7(1):4. doi: 10.1186/s40779-020-0233-6\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Azzi L, Carcano G, Gianfagna F, Grossi P, Gasperina DD, Genoni A, et al.. Saliva is a reliable tool to detect SARS-CoV-2. J Infect. 2020;81(1):e45–e50. doi: 10.1016/j.jinf.2020.04.005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Arons MM, Hatfield KM, Reddy SC, Kimball A, James A, Jacobs JR, et al.. Presymptomatic SARS-CoV-2 Infections and Transmission in a Skilled Nursing Facility. N Engl J Med. 2020;382(22):2081–90. doi: 10.1056/NEJMoa2008457\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Zou L, Ruan F, Huang M, Liang L, Huang H, Hong Z, et al.. SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients. N Engl J Med. 2020;382(12):1177–9. doi: 10.1056/NEJMc2001737\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. He X, Lau EHY, Wu P, Deng X, Wang J, Hao X, et al.. Temporal dynamics in viral shedding and transmissibility of COVID-19. Nat Med. 2020;26(5):672–5. doi: 10.1038/s41591-020-0869-5\n [PubMed] [CrossRef] [Google Scholar]"}