{"title": "Euthyroid sick syndrome as an early surrogate marker of poor outcome in mild SARS-CoV-2 disease", "pubDate": "2021", "PMCID": "PMC8632565", "DOI": "10.1007/s40618-021-01714-1", "PMID": "34850365", "abstract": "Background:                       The new coronavirus 19 disease (COVID-19) represents the current worldwide emergency. According to past evidence, a simple biomarker, such as low free triiodothyronine (fT3) levels, within the framework of euthyroid sick syndrome (ESS), might help to identify patients with unfavourable outcomes.                  Objective:                       Evaluation of ESS significance in hospitalized mild COVID-19 patients.                  Design:                       Prospective study, from 1 April 2020 to 31 May 2021.                  Participants:                       COVID-19 patients with mild disease at hospital admission.                  Main measures:                       At hospital admission, eligible patients underwent a complete thyroid function evaluation. Subjects with previous thyroid disease or with thyroid-interfering medications were excluded. Levels of fT3 were correlated to biochemical markers and to patient outcome, the latter considered as favourable in the event of infection recovery and unfavourable in the event of death or transfer to an intensive care unit (ICU).                  Key results:                       Of 600 screened patients, 506 were eligible for this study. Of those, 94 (19%) died during hospitalization and 80 (18%) required a transfer to ICU. The most frequent thyroid disorder was ESS (57%). Admission levels of fT3 were significantly lower within the unfavourable outcome subgroup (p < 0.001) and were negatively associated with several poor prognostic markers, including IL-6 (p < 0.001). In Kaplan-Meier and Cox regression analyses, fT3 was independently associated with poor outcome and death (p = 0.005 and p = 0.037, respectively). A critical fT3 threshold for levels < 2.7 pmol/l (sensitivity 69%, specificity 61%) was associated with a 3.5-fold increased risk of negative outcome (95%CI 2.34-5.34).                  Conclusion:                       Low fT3 levels, in the framework of ESS, resulted as being a valid predictor of unfavourable outcomes in a very early stage population of COVID-19.", "author": [{"author": "C Sparano", "affiliation": ["Endocrinology Unit, Department of Experimental and Clinical Biomedical Sciences \"Mario Serio\", University of Florence, Florence, Italy."], "href": "/?term=Sparano+C&cauthor_id=34850365"}, {"author": "E Zago", "affiliation": ["Endocrinology Unit, Department of Experimental and Clinical Biomedical Sciences \"Mario Serio\", University of Florence, Florence, Italy."], "href": "/?term=Zago+E&cauthor_id=34850365"}, {"author": "A Morettini", "affiliation": ["Internal Medicine Unit, Azienda Ospedaliera Universitaria Careggi, Florence, Italy."], "href": "/?term=Morettini+A&cauthor_id=34850365"}, {"author": "C Nozzoli", "affiliation": ["Internal Medicine Unit, Azienda Ospedaliera Universitaria Careggi, Florence, Italy."], "href": "/?term=Nozzoli+C&cauthor_id=34850365"}, {"author": "D Yannas", "affiliation": ["Endocrinology Unit, Department of Experimental and Clinical Biomedical Sciences \"Mario Serio\", University of Florence, Florence, Italy."], "href": "/?term=Yannas+D&cauthor_id=34850365"}, {"author": "V Adornato", "affiliation": ["Endocrinology Unit, Department of Experimental and Clinical Biomedical Sciences \"Mario Serio\", University of Florence, Florence, Italy."], "href": "/?term=Adornato+V&cauthor_id=34850365"}, {"author": "E Caldini", "affiliation": ["Internal Medicine Unit, Azienda Ospedaliera Universitaria Careggi, Florence, Italy."], "href": "/?term=Caldini+E&cauthor_id=34850365"}, {"author": "M Vaudo", "affiliation": ["Internal Medicine Unit, Azienda Ospedaliera Universitaria Careggi, Florence, Italy."], "href": "/?term=Vaudo+M&cauthor_id=34850365"}, {"author": "M Maggi", "affiliation": ["Endocrinology Unit, Department of Experimental and Clinical Biomedical Sciences \"Mario Serio\", University of Florence, Florence, Italy.", "Consorzio I.N.B.B, 00136, Rome, Italy.", "Endocrinology Unit, Medical-Geriatric Department, Azienda Ospedaliero-Universitaria Careggi, Largo Brambilla 3, 50134, Florence, Italy."], "href": "/?term=Maggi+M&cauthor_id=34850365"}, {"author": "L Petrone", "affiliation": ["Endocrinology Unit, Medical-Geriatric Department, Azienda Ospedaliero-Universitaria Careggi, Largo Brambilla 3, 50134, Florence, Italy. luisa.petrone@unifi.it."], "href": "/?term=Petrone+L&cauthor_id=34850365"}], "refPMID": ["32240634", "32329974", "32412710", "32414403", "32203977", "34209964", "33728279", "33843008", "32600165", "33117282", "33140379", "33551316", "34276556", "34044831", "33813743", "34101132", "34014139", "33655591", "33683214", "34380183", "20964678", "31340197", "30784616", "32446778", "2229314", "8940342", "32462717", "33981314", "27776249", "15538932", "26309710", "26928863", "3558716", "18619805", "22797452", "32216962", "21791567", "32738929", "32698147", "32780854", "32676935", "32488726"], "citedInPMID": ["34850365", "35088382", "35023079"], "body": " AbstractBackgroundThe new coronavirus 19 disease (COVID-19) represents the current worldwide emergency. According to past evidence, a simple biomarker, such as low free triiodothyronine (fT3) levels, within the framework of euthyroid sick syndrome (ESS), might help to identify patients with unfavourable outcomes.ObjectiveEvaluation of ESS significance in hospitalized mild COVID-19 patients.DesignProspective study, from 1 April 2020 to 31 May 2021.ParticipantsCOVID-19 patients with mild disease at hospital admission.Main measuresAt hospital admission, eligible patients underwent a complete thyroid function evaluation. Subjects with previous thyroid disease or with thyroid-interfering medications were excluded. Levels of fT3 were correlated to biochemical markers and to patient outcome, the latter considered as favourable in the event of infection recovery and unfavourable in the event of death or transfer to an intensive care unit (ICU).Key resultsOf 600 screened patients, 506 were eligible for this study. Of those, 94 (19%) died during hospitalization and 80 (18%) required a transfer to ICU. The most frequent thyroid disorder was ESS (57%). Admission levels of fT3 were significantly lower within the unfavourable outcome subgroup (p < 0.001) and were negatively associated with several poor prognostic markers, including IL-6 (p < 0.001). In Kaplan–Meier and Cox regression analyses, fT3 was independently associated with poor outcome and death (p = 0.005 and p = 0.037, respectively). A critical fT3 threshold for levels < 2.7 pmol/l (sensitivity 69%, specificity 61%) was associated with a 3.5-fold increased risk of negative outcome (95%CI 2.34–5.34).ConclusionLow fT3 levels, in the framework of ESS, resulted as being a valid predictor of unfavourable outcomes in a very early stage population of COVID-19.Supplementary InformationThe online version contains supplementary material available at 10.1007/s40618-021-01714-1.Keywords: Euthyroid sick syndrome, COVID-19, Low fT3, Mild SARS-CoV-2 disease, Coronavirus IntroductionThe pandemic spread of the new coronavirus 19 disease (COVID-19), caused by the SARS-CoV-2 infectious agent, upended lives and healthcare systems worldwide.Despite the potential lethality of this infection, the large majority of patients present with a virtually asymptomatic or paucisymptomatic disease [1]. Mild infections can rapidly evolve into severe or critical disease, matching acute respiratory distress syndrome (ARDS) criteria [2, 3]. Italy has been hit heavily by the coronavirus outbreak, showing a global case fatality risk of 7.5%, with a higher peak of 20.2% in elderly people (≥ 80 years old) [4, 5], and a recourse to intensive care units (ICU) in 21% of all patients [4].Over the last year, COVID-19 has also shown a wide ability to affect several hormonal axes, including the thyroid [6], with numerous studies reporting a large spectrum of thyroid dysfunctions [7]. Among them, euthyroid sick syndrome (ESS) has been identified as the most frequent abnormality in thyroid function parameters in patients with COVID-19 [8–19], in line with very recent meta-analyses and systematic reviews [8, 20].ESS is characterized by low values of triiodothyronine (T3) and free triiodothyronine (fT3) along with normal, low or inappropriate levels of thyroxine (T4) and free thyroxine (fT4) and/or of thyroid-stimulating hormone (TSH) [21]. Clinical and biochemical ESS expression shows variable degrees of severity and, in the more severe cases, lower fT4 and TSH values follow the initial fall of fT3 levels [21]. ESS represents a resilient mechanism in several critical and non-critical conditions [21, 22]. In fact, the reset of the thyroid axis acts as a positive metabolic adjustment in the earliest phases, while a deep and persistent flattening of fT3 (and/or fT4 and TSH) may herald a worse prognosis [23]. The real pathological mechanisms are still unknown but they involve both a peripheral adjustment and a central impairment. In fact, among the known stressors, cytokines are frequently, but not exclusively, involved in ESS development [22, 24–27]. In that respect, it is noteworthy that both ESS and COVID-19 share some etiologic factors, such as the cytokine storm, a condition of increasing concentrations of inflammatory determinants, including interleukin 6 (IL-6) [25, 28, 29] which paves the way for clinical outbreak. However, ESS is not only a collateral finding of other illnesses. In fact, it also represents a negative prognostic factor for some of them, such as cardiovascular diseases (CVD) [30]. Concerning infections and sepsis, ESS has been associated with the degree of disease severity and also with a worse outcome in respiratory failure, chronic obstructive pulmonary disease (COPD) and pneumonia, even if supported by few studies [30–33].The present aim is to evaluate if ESS, and in particular low fT3, has a potential prognostic value in hospitalized patients with mild COVID-19 disease, exploring the link between the precocious reset of the thyroidal axis and a more virulent course of the SARS-CoV-2 infection. Materials and methodsPopulation and inclusion criteriaA consecutive series of adult patients admitted to the Internal Medicine Departments (IMD) of Careggi Hospital of Florence with a new COVID-19 diagnosis between 1 April 2020 and 31 May 2021 was considered for this study. Inclusion criteria were: (i) subjects aged > 18 years, who gave a written informed consent at IMD admission; (ii) new SARS-CoV-2 diagnosis by positive RNA search from nasal–oropharyngeal swabs; (iii) absence of previous thyroid disease; (iv) absence of current or chronic therapy with medications interfering with thyroid function. In particular, eligible patients must not have undergone corticosteroid or heparin treatment before hospitalization. (v) Mild clinical severity of COVID-19 infection at hospital admission, classified with the World Health Organization’s (WHO) Ordinal Scale for Clinical Improvement, adapted for COVID-19 patients [34].For each patient, we collected a complete clinical, pathological and pharmacological history. Patients’ comorbidities were also computed according to the Charlson Comorbidity Index (CCI), to better stratify individual disease burden and prognosis [35, 36]. At admission to IMD, all valid patients underwent a baseline chest X-ray and a complete blood test, according to the hospital protocol for COVID-19 patients. The degree of radiological involvement was defined as: absent, mild or severe. Arterial blood gas test and ratio of partial pressure of oxygen in arterial blood to the fraction of oxygen in inspired gas (PaO2/FiO2) were collected at the time of the blood test evaluation and interpreted according to the “Berlin criteria” [37]. The final outcome was considered as unfavourable, in the event of death or of patient transfer to ICU, due to the degradation of general conditions. In contrast, the final outcome was considered as favourable in all other cases.This study was approved by the Ethics COVID-19 Clinical Board (ref.17104) and adheres to the ethical principles of the Declaration of Helsinki, as revised in 2013.Thyroid protocolAt admission, all eligible patients underwent a baseline assessment of thyroidal function, including circulating TSH, fT4 and fT3. Further hormonal tests, including anti-thyroglobulin (TgAb), anti-thyroperoxidase (TPOAb) and anti-thyrotropin receptor (TRAb) antibodies, were performed in case of overt hypothyroidism or thyrotoxicosis, to rule out a possible autoimmune disorder. Thyroid hormonal panels were assessed using chemiluminescent methods with Cobas® 8000 analyzer series (Roche Diagnostics). Reference ranges of thyroidal function and antibodies were: TSH 0.27–4.20 μUI/ml; fT4 12.0–22.0 pmol/l; fT3 3.1–6.8 pmol/l; TgAb < 115 IU/ml; TPOAb < 34 IU/ml; TRAb < 1 IU/ml. In agreement with commonly accepted criteria [21], thyroid functions were interpreted as follows: (i) ESS in the case of fT3 levels under the reference range and normal levels of fT4 and TSH; (ii) severe ESS (sESS) in the case of low fT3, normal to low fT4 and low TSH values. Diagnosis of non-autoimmune thyroiditis was made in cases of low to suppressed TSH and elevated fT4 levels without antibody positivity. Autoimmune hypothyroidism (TSH levels above the upper reference limit with normal to low fT4 and/or fT3 levels and TgAb and/or TPOAb positivity) or hyperthyroidism (TSH levels under the lower reference limit with normal to elevated fT4 and/or fT3 levels and TRAb positivity) were diagnosed according to international guidelines [21]. Finally, cases with seronegative thyroiditis and low fT3 values were considered as a combination of thyroiditis and ESS.Statistical analysisContinuous variables were expressed as means (standard deviations) when normally distributed or medians (interquartile ranges) when non-normally distributed. Categorical variables were expressed as percentages. According to sample size, differences among the two outcome groups were analysed using Student’s t test for continuous variables and with chi-squared test for categorical variables. Relationships among variables were assessed with Spearman’s rank correlation. Linear or non-linear relationships between fT3 levels and other biomarkers were assessed with curve estimations, using an F test, while Fisher’s test in one-way ANOVA was carried out to find significant differences in variance means of the population. For non-normally distributed variables, a logarithmic transformation was performed. Receiver Operating Characteristic (ROC) analysis was performed to define accuracy, sensitivity and specificity and to identify the best threshold value. Differences in outcomes and hospital stay were also analysed according to fT3 best cut-off. Length of hospitalization and overall survival (OS) were analysed by Kaplan–Meier curve. Cox regression analysis was used to investigate the effect of several confounding factors on the amount of time a specified event takes to happen. All the analyses were performed by SPSS version 26 (IBM Corporation). ResultsOf 600 new COVID-19 patients admitted at low-intensity IMD and free from chronic or ongoing thyroid-interfering medical treatments, 94 were excluded from the analysis for known previous thyroidal disease (n = 91) or for lack of fundamental information (n = 3). The remaining 506 patients were eligible for this survey and were included in the final analysis (Fig. 1). Considering the whole cohort, the average hospitalization at IMD was 12.5 ± 9.1 days. Of 506 patients, 373 (73.7%) were discharged from hospital and classified as favourable outcome. The rest of the sample 133 (26.3%) were considered as unfavourable outcome. Among them, 93 (18% of the total sample) died after ICU transfer, one patient died during IMD hospitalization and 39 (8% of the total sample) patients after transfer to ICU were finally discharged. Features of the whole population sample are reported in Table ​Table1.1. Clinical disease severity, assessed by the WHO Ordinal Scale classification [34], was considered as mild in all cases, scoring between three to four points. The most common clinical signs were fever (59%) and cough (42%).Open in a separate windowFig. 1Flow-chart of patient selection and thyroid dysfunction criteria. Abbreviations: TSH, thyroid-stimulating hormone; fT4, free thyroxine; fT3, free triiodothyronine; Ab, antibodies; TRAb, anti-thyrotropin receptor antibodies; N, normal. ESS, euthyroid sick syndrome; sESS, severe euthyroid sick syndromeTable 1Population overview, according to clinical outcomeUnitReference RangeTotal sample (N = 506)Favourable outcome (N = 373)Unfavourable outcome (N = 133)p value aBiochemical markersWBC103/μL4.0–10.008.1 [1.5–88.7]7.6 [1.5–88.7]9.3 [1.9–24.3] < 0.001Platelets103/μL140–440255.4 [5.5–909]248.0 [5.5–909]211.0 [﻿15.0–701] < 0.001Neutrophils103/μL1.5–7.56.2 [0.6–81.9]5.56 [0.6–31.7]7.6 [1.3–81.9] < 0.001Lymphocytes103/μL0.5–5.01.0 [0.0–8.9]1.1 [0.0- 8.9]0.7 [0.0–4.4] < 0.001CRPmg/L < 5.039.0 [0.0–429]26.0 [0.0—286]74.0 [5.0–429] < 0.001Procalcitoninng/ml < 0.50.1 [0.0–936]0.1 [0.0–146]0.2 [0.0–936] < 0.001Creatininemg/dl0.7–1.20.8 [0.3–6.9]0.8 [0.3–3.0]0.9 [0.3–6.9]0.003D-Dimersng/ml < 500936.0 [40.0–54819]842.0 [40.0–49075]1341.5 [214.0–54819] < 0.001Fibrinogensmg/dl200–400530.0 [88.0–2377]525.5 [88.0–2377]532.0 [154.0–2069]0.682Ferritinsng/ml30–400769.0 [9.0–15052]696.0 [9.0–5626.0]967.0 [17.0–15052]0.002IL-6pg/ml0.0–10.029.0 [0.0–1780]23.2 [0.0–1312]59.4 [0.5–1780] < 0.001LDHU/l135–225294.0 [40.0–1584]279.0 [40.0–753]392.0 [165.0–1584] < 0.001NT-ProBNPpg/ml1–125312.0 [5.0–14702]256.5 [5.0–13919]802.0 [50.0–14702] < 0.001TSHμUI/ml0.27–4.200.79 [0.02–16.7]0.94 [0.04–15.9]0.56 [0.02–16.7] < 0.001fT4pmol/l12.0–22.016.8 [5.6–32.2]17.1 [7.8–32.2]16.2 [5.6–26.3]0.055fT3pmol/l3.1–6.82.9 [0.17–7.9]3.0 [1.0–7.9]2.4 [0.17–5.0] < 0.001Clinical featuresMale sexN° (%)–315 (62.3)220 (59.0)95 (71.4)0.007Ageyears–68.8 ± 15.666.1 ± 15.776.4 ± 12.3 < 0.001PO2/FiO2 at admissionmmHg > 300282 ± 15.786.9295.0 ± 81.5247.1 ± 92.1 < 0.001Smoke bN° (%)-174 (34.4)123 (52.1)49 (57.0)0.259HypertensionN° (%)–258 (51.3)172 (46.7)85 (65.4) < 0.001DiabetesN° (%)–86 (17.0)55 (14.9)30 (22.6)0.031DyslipidaemiaN° (%)–145 (28.7)98 (26.6)46 (34.6)0.051CancerN° (%)–93 (18.4)60 (16.2)33 (24.8)0.021CVDN° (%)–136 (26.9)82 (22.2)54 (40.6) < 0.001DementiaN° (%)–40 (8.1)26 (7)14 (10.5)0.140Psychiatric diseaseN° (%)–61 (12.1)47 (12.7)14 (10.6)0.318COPDN° (%)–36 (7.1)21 (5.7)15 (11.3)0.029AsthmaN° (%)–26 (5.1)17 (4.6)9 (6.8)0.223Asymptomatic cN° (%)–48 (9.5)34 (9.2)14 (10.5)0.386CCI scoreN–3.4 ± 2.13.1 ± 1.94.3 ± 2.3 < 0.001Open in a separate windowFavourable outcome included recovered/discharged patients; Unfavourable outcome included patients who died during hospitalization or required transfer to intensive care unitsap values refer to the comparison between favourable and unfavourable outcomesbConsidering 325 cases with available information; all patients with positive habits were former/active smokerscAsymptomatic referred to respiratory symptoms suspect for COVID-19Abbreviations: WBC white blood cells, CRP C-reactive protein, IL-6 interleukin 6, LDH lactate dehydrogenase, NT-proBNP N-terminal pro b-type natriuretic peptide, TSH thyroid-stimulating hormone, fT4 free thyroxine, fT3 free triiodothyronine, PaO2/FiO2 ratio of partial pressure of oxygen in arterial blood to the fraction of oxygen in inspired gas, CVD cardiovascular disease, COPD chronic obstructive pulmonary disease, CCI Charlson Comorbidity IndexRegarding thyroidal function, 151 (30%) patients resulted as euthyroid, while the remaining 355 (70%) showed at least one altered thyroid parameter. ESS was the most frequent disorder, diagnosed in 289 (57%) cases, with 219 patients matching severe biochemical criteria of ESS (sESS). A diagnosis of non-autoimmune thyroiditis was made for 6% of patients, while another 6% of cases showed a mixed pattern of non-autoimmune thyroiditis and ESS. Finally, very few cases showed new onset of autoimmune hypo- (0.6%) or hyperthyroidism (0.8%) (Fig. 1).The unfavourable outcome cohort showed significantly lower fT3 values at study entry compared to the subgroup with a favourable outcome [2.4 (0.17–5) vs. 3.0 (1–7.9) pmol/l, p < 0.001)] (Table ​(Table1).1). The two cohorts showed significant differences in the following inflammatory parameters: white blood cells (WBC) and neutrophil count, C-reactive protein (CRP), procalcitonin, D-dimers, IL-6, lactate dehydrogenase (LDH) and N-terminal proB-type natriuretic peptide (NT-proBNP), (all p < 0.001, see Table ​Table1).1). With respect to comorbidities, presence of CVD (p < 0.001), hypertension (p < 0.001), diabetes (p = 0.031), history of cancer (p = 0.021) and COPD (p = 0.029) was more often present in the unfavourable outcome cohort (Table ​(Table1).1). At study entry, the radiological pattern at chest X-ray was normal/mild in 470 cases and moderate/severe in the rest of the sample, without statistically significant differences between outcome groups.Considering the relevant difference in fT3 levels between the two outcome populations (i.e. favourable and unfavourable outcome), we then evaluated associations among fT3 values and several biochemical and clinical features included in CCI score (Spearman’s Rho). As shown in Table ​Table2,2, fT3 levels were negatively associated with several inflammatory markers, including WBC, neutrophils, IL-6, CRP, procalcitonin, NT-proBNP and also with CCI score (all p < 0.001).Table 2Correlation between free-T3 levels and main inflammatory markers and comorbiditiesFT3 LevelspUnitSpearman’s rhoAgeyears – 0.338 < 0.001WBC103/μL – 0.230 < 0.001Neutrophils103/μL – 0.289 < 0.001Lymphocytes103/μL0.271 < 0.001CRPmg/L – 0.260 < 0.001Procalcitoninng/ml – 0.312 < 0.001D-Dimersng/ml – 0.294 < 0.001Ferritinng/ml – 0.163 < 0.001LDHU/L – 0.233 < 0.001IL6pg/ml – 0.230 < 0.001NT-proBNPpg/ml – 0.373 < 0.001TSHmU/L0.178 < 0.001fT4pmol/l0,388 < 0.001CCI score – 0.224 < 0.001Open in a separate windowWBC white blood cells, CRP C-reactive protein, LDH lactate dehydrogenase, IL6 interleukin 6, NT-proBNP N-terminal proB-type natriuretic peptide, TSH thyroid-stimulating hormone, fT4 free thyroxine, fT3 free triiodothyronine, CCI Charlson Comorbidity IndexBold values highlight statistically significant p valuesTo further investigate the association between fT3 levels and the main available inflammatory markers along with PaO2/FiO2 levels, we performed a series of curve modelling, using F test, aimed at finding the best-fitting model. Relationships among fT3 and PaO2/FiO2 or log-transformed IL6, D-Dimers, and NT-proBNP levels were better described by non-linear curve fittings (Fig. 2, all p < 0.001). Considering that the best-fitting models are nonlinear regressions in almost all cases, after an eyeball analysis of those curves, we hypothesized a possible fT3 cut-off between 2.5 and 3.0 pmol/L. To define the critical fT3 threshold, we performed ROC analysis, using outcome as a dichotomic variable (Fig. 3). The AUC of ROC curve was 0.702 (95%CI 0.649–0.751). The highest sensitivity and specificity were for an fT3 value lower than 2.7 pmol/l (i.e. 2.65 pmol/l), with a sensitivity of 69% and a specificity of 61%. Categorizing the sample according to this cut-off (fT3 < 2.7 pmol/L), we found significant differences in outcome, with a worse prognosis in the lower fT3 subgroup (p < 0.001) and a 3.5-fold increased risk (95%CI 2.34–5.34) of unfavourable outcome. We also performed the same analysis, considering very commonly used inflammatory parameters, such as CRP values. In this case, we found similar results to fT3 levels, with an AUC of 0.737 (vs 0.702 for fT3) [CI95:0.687–0.786] and a CRP cut-off of our population resulted as 47.5 mg/dl, with a sensitivity and a specificity of 71.0% and 65.4%, respectively (vs 69% and 61% for fT3) (Figure 1 Supplementary materials). When both the dichotomized cut-offs for low fT3 and high CRP where introduced in the same Cox regression model, after adjusting for comorbidities (CCI), both low fT3 and high CRP retained statistical significance in predicting outcome; however, the fT3 cut-off is numerically better than the CRP one (Table 1- Supplementary materials).Open in a separate windowFig. 2Curve estimation plots. Panel A, B and F: Log Lymphocytes, Log IL-6 and PaO2/FiO2 levels and fT3 values fitted with logarithmic regression lines, F 26.423 p < 0.001, F 21.695 p < 0.001 and F 42.954 p < 0.001, respectively. Panel C Log CRP and fT3 values fitted with linear regression line, F 39.904 p < 0.001. Panel D and E: Log D-Dimers and Log NT-proBNP and fT3 values fitted with exponential regression lines, F 36.798 p < 0.001 and F 77.890 p < 0.001, respectively. Abbreviations: Log, logarithmic; fT3, free triiodothyronine; IL-6, interleukin 6; PaO2/FiO2, ratio of partial pressure of oxygen in arterial blood to the fraction of oxygen in inspired gasOpen in a separate windowFig. 3ROC curve analysis considering fT3 values according to patient outcome. The AUC was 0.702 (95%CI 0.649–0.751). A value of fT3 lower than 2.7 pmol/l (i.e. 2.65 pmol/l) shows a sensitivity of 69% and a specificity of 61%. Abbreviations: fT3, free triiodothyronine; AUC, area under the curveConsidering the fT3 threshold of < 2.7 pmol/L, we also observed a clear-cut divergence in length of hospitalization at the low-intensity IMD and in overall survival (OS), as shown by the Kaplan–Meier curves in Fig. 4. In fact, considering the first 30 days of hospitalization, patients with fT3 values < 2.7 pmol/L had a longer stay (mean19.5 ± 0.983 days) at low-intensity IMD than the higher fT3 subgroup (mean 13.5 ± 0.739 days), p < 0.001 (Fig. 4A). Considering OS, patients with fT3 values < 2.7 pmol/L showed shorter survival rates than patients with higher fT3 values (p < 0.001, see Fig. 4B).Open in a separate windowFig. 4Kaplan–Meier plots, showing the average hospitalization length at 30 days (Panel A) and overall survival (Panel B), according to a fT3 cut-off of 2.7 pmol/l. Panel A, average hospitalization for patients with fT3 < 2.7 pmol/l, mean 19.5 ± 0.983 days vs 13.5 ± 0.739 days of patients with fT3 ≥ 2.7 pmol/l, p < 0.001. Panel B, overall survival of patients according to fT3 cut-off of 2.7 pmol/l, p < 0.001. Abbreviations: fT3, free triiodothyronineKaplan–Meier results were confirmed in Cox regression analyses, with both an unfavourable outcome and death as readout. After adjusting for several covariates, including CCI score, PaO2/FiO2 and the most important inflammatory biomarkers, fT3 values were still significantly and independently associated with an unfavourable outcome and death (p = 0.005 and p = 0.037, respectively) (Table ​(Table3).3). Interestingly, when death was considered, only fT3, and not CRP, results as being a significant predictor of it.Table 3Cox regression analysis considering the main inflammatory and respiratory parameters, with either an unfavourable outcome or death as readoutCox regressionUnfavourable outcomeDeathBOR (CI 95%)pBOR (CI 95%)PPO2/FiO2 at study entry0.0031.00 (1.003–1.004) < 0.0010.0001.0 00(0.997–1.003)0.920Lymphocytes0.1491.16 (1.038–1.297)0.009 – 0.4490.638 (0.377–1.080)0.094CRP–0.0030.997 (0.995–1.000)0.0270.0031.003 (1.000–1.005)0.064D-Dimers0.0001.000 (1.000–1.000)0.9000.0001.000 (1.000–1.000)0.196IL-6–0.0010.999 (0.998–1.000)0.1280.0021.002 (1.001–1.003)0.001NT-proBNP0.0001.000 (1.000–1.000)0.2140.0001.000 (1.000–1.000)0.020fT30.1881.207 (1.060–1.374)0.005 – 0.4160.660 (0.447–0.974)0.037CCI score–0.0910.913 (0.855–0.974)0.0060.1011.107 (0.982–1.247)0.095Open in a separate windowAbbreviations: PaO2/FiO2 ratio of partial pressure of oxygen in arterial blood to the fraction of oxygen in inspired gas, CRP C-reactive protein, IL6 interleukin 6, NT-proBNP N-terminal pro b-type natriuretic peptide, fT3 free triiodothyronine, CCI Charlson Comorbidity IndexUnfavorable outcome included patients who died during hospitalization or required transfer to intensive care unitsBold values highlight statistically significant p valuesConsidering the relationship between fT4 values and other biochemical and clinical parameters, we found fewer associations than in the case of fT3. In particular, we found that fT4 shows positive correlations with platelet (p < 0.001) and lymphocyte (p = 0.014) count and negative correlations with CRP (p = 0.002), procalcitonin (p = 0.002) and IL6 (p < 0.001). Neither PaO2/FiO2 nor CCI values showed any association with fT4 levels. In an age-adjusted Cox regression model considering all the aforementioned significant parameters, fT4 levels showed an independent relationship with risk of death (p = 0.016) and with unfavourable outcome (p = 0.027). However, when fT3 was introduced into the same Cox regression model along with fT4, fT4 was still not confirmed as a significant prognostic parameter (not shown). Finally, TSH values showed a negative association with WBC, neutrophils, CRP, procalcitonin, D-dimers, ferritins, NT-proBNP (all p = 0.001) and a positive association with lymphocytes, platelets and PaO2/FiO2 values (all p = 0.001). Interestingly, we found no correlation between IL6 and TSH levels. However, by introducing all these parameters into an age-adjusted Cox regression, having unfavourable outcome or death as a readout, TSH did not result as an independent prognostic factor. DiscussionTo date, this is the largest study that explores the prognostic value of ESS within a COVID-19 population sample. Based on the present findings, low fT3 (i.e. < 2.7 pmol/l) results as being strongly associated with an unfavourable outcome and with a high risk of death in hospitalized SARS-CoV2 patients with a mild disease at baseline. Interestingly, this fT3-based prediction of poor outcome was independent from other well-accepted parameters, such as PaO2/FiO2, IL-6, NT-proBNP, CRP, other comorbidities and baseline chest X-ray features. As proof, considering another easy inflammatory marker, such as CRP values, although showing similar results to fT3 at ROC curves, this parameter failed to prove an independent association with COVID-19-related death and it was characterized by a lower prediction power at Cox regression analysis. In fact, in the present cohort, having an fT3 value lower than 2.7 pmol/l was associated with a 3.5-fold increase in adverse outcomes, a longer stay in low-intensity IMD and, more importantly, with a shorter survival.Since the beginning of the pandemic, COVID-19 has shown a wide influence on endocrine systems [6]. Considering the thyroidal axis, there is growing evidence on the role of SARS-CoV-2 as a trigger of new thyroid diseases [6, 8–19]. In that respect, ESS resulted as the most diagnosed thyroid disorder in COVID-19 patients [6, 8–19]. Furthermore, a very recent meta-analysis [20], aimed at verifying the predictive role of low fT3 levels in more severe COVID-19 disease, confirmed the ESS prognostic value in ICU patients [20]. This meta-analysis considered seven studies, with five reports [11, 12, 15, 16, 18] including not-critical patients (n = 466). As expected, the authors concluded for a higher rate of ESS in ICU patients and in non-survivors (all p < 0.001) [20]. This finding is not surprising, since ESS is a well-known concurrent condition of several critical statuses, having a prognostic value in some conditions, such as CVD [22, 30]. Llamas et al. also evaluated a sub-cohort with available thyroid function at hospital admission [20]. In these cases, low fT3 values resulted as being associated with a risk ratio (RR) of death of 8.07 [95%CI 2.87; 22.72] [19]. However, the RR was calculated from only three studies [11, 12, 17], which amounted for an inhomogeneous sample (n = 247), including mild-to-severe COVID-19 patients. On the contrary, the present study evaluated the prognostic value of low fT3, starting from a larger and uniform population cohort of only mild cases (n = 506). Thyroid functions were evaluated at hospital admission, when all eligible subjects have been classified as mild-disease severity, and only after, fT3 levels have been associated with the final outcome (transfer to ICU and/or death). Although the fT3 cut-off of the present cohort does not show an overwhelming sensitivity and specificity, it should be recognized that several interfering variables might decrease the accuracy of this parameter (i.e. CVD or cancer). However, its prognostic value has been verified by different statistical analyses, resulting as being more performing than other biochemical markers, such as CRP levels. In general, regarding the available literature reports, most of the present studies come from Asian cohorts [9–15, 17, 18] and investigated the presence of ESS in smaller COVID-19 patient samples, from different clinical settings, with variable ESS prevalence [9–15, 17, 18]. Nonetheless, these Asian studies agree on a high prevalence of ESS in COVID-19 subgroups at risk for worse prognosis, but the analyses were mostly performed in non-mild infections, or without a critical stratification according to disease severity. The rate of ESS diagnosis floats from 5.9–8% [11, 18] in non-critical patients, to 16.5–100% [10, 13, 17] in subjects with more severe disease. Lui et al. [15] recruited a consecutive series of 367 COVID-19 patients, finding only 7.4% of cases with ESS diagnosis, mainly allocated to those with a milder form of COVID-19 [15]. This study shows, on the one hand, a very low presence of ESS in a mild-to-moderate population setting, but on the other also suggests an association between ESS and risk of clinical deterioration, even without showing an increased risk of death [15]. In the present study, we observed 43.3% of sESS and 13.8% of a milder form of ESS. Despite the apparent similarity in the population recruited, we have to recognize several differences between the present and Lui et al. study. First, the Chinese study included patients with a mild disease only in 75% of cases (clinical Chinese score), whereas in the present series, all the patients enrolled were classified as mild, according to the WHO Ordinal Scale adapted for COVID-19 [34]. In addition, the two studies were performed in different periods of COVID-19 waves (April 2020–May 2021 vs. July 2020–December 2020) in two distinct geographic areas, which could further justify the difference observed between the two studies.Among Eastern studies, we found only few studies reporting the presence of ESS in COVID-19 populations [16, 19, 40–44]. In fact, the majority of available European series mostly focused on the role of thyrotoxicosis in the case of severe infections or in critical settings [16, 40–43]. Regarding ESS, we found two Italian studies showing a high association with a more severe disease [16, 19]. A study from Baldelli et al. [16] in a small Italian population (n = 84) reported a diagnostic rate similar to ours in non-critical and critical patients, up to 43% and 78%, respectively. Another Italian study by Campi et al. [19] focused on 115 ICU/sub-ICU patients and confirmed the presence of ESS in 18% of cases, but with only half without ongoing interfering drugs (i.e. corticosteroids).In summary, the present results show that also outside of a critical setting, considering a wide sample of mild COVID-19 patients, low fT3 levels represent a reliable prognostic factor. This finding needs to be addressed, since at the beginning of the infection the majority of COVID-19 patients show a mild or even absent symptomatology, and that also an early radiological examination might be negative [38], while the single precocious decrease of fT3 levels seems to act as a significant warning for medium- to long-term prognosis [39].Despite the monocentric design of the present study, the wide sample-size, the clinical uniformity of the patient population and the straightforward protocol enhance the strengths of our results.In conclusion, our study extends the concept that ESS, and in particular low fT3, is a poor prognostic indicator not only in critical and non-critical disorders [21, 22], but also in COVID-19 subjects, even with a mild disease. A future larger panel of valid biochemical markers, including fT3 levels, might select patients deserving additional care and surveillance early on, thus moving towards a more rational use of medical resources. Considering that thyroid function evaluation in a mild-disease population is an easy predictor of outcome (even when initial clinical or radiological assessments are not yet informative), it might offer physicians the chance to build up the most appropriate therapeutic approach. Supplementary InformationBelow is the link to the electronic supplementary material.Supplementary file1 (DOCX 28 KB)(28K, docx) Author contribution statementsL.P. conceived the subject and C.S. designed the study. E.Z. was responsible for the thyroid protocol. A.M., C.N., E.C. and M.V. were responsible for the Covid-19 protocol. E.Z., D.Y. and V.A. collected the data. C.S., L.P. and M.M. analysed and interpreted the data. C.S. and M.M. drafted the manuscript. All the authors critically revised the paper and approved the final version of the manuscript. Funding statementThis work has not received any financial support. DeclarationsConflicts of interestM.M. is an associate of JENI Editorial Board (for the Andrology section). All the other authors have no conflicts of interest and nothing to disclose.Ethical approvalThis study was approved by the Ethics COVID-19 Clinical Board (ref.17104) and adheres to the ethical principles of\nthe Declaration of Helsinki, as revised in 2013.Informed consentAll individual participants included in the study gave their informed conset. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Verity R, Okell LC, Dorigatti I, et al.  Estimates of the severity of coronavirus disease 2019: a model-based analysis. Lancet Infect Dis. 2020;20(6):669–677. doi: 10.1016/S1473-3099(20)30243-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Gandhi RT, Lynch JB, Del Rio C. Mild or moderate Covid-19. N Engl J Med. 2020 doi: 10.1056/NEJMcp2009249. [PubMed] [CrossRef] [Google Scholar]3. Berlin DA, Gulick RM, Martinez FJ. Severe Covid-19. N Engl J Med. 2020 doi: 10.1056/NEJMcp2009575. [PubMed] [CrossRef] [Google Scholar]4. Immovilli P, Morelli N, Antonucci E, Radaelli G, Barbera M, Guidetti D. COVID-19 mortality and ICU admission: the Italian experience. Crit Care. 2020;24:228. doi: 10.1186/s13054-020-02957-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Onder G, Rezza G, Brusaferro S. Case-fatality rate and characteristics of patients dying in relation to COVID-19 in Italy. JAMA. 2020 doi: 10.1001/jama.2020.4683. [PubMed] [CrossRef] [Google Scholar]6. Lisco G, De Tullio A, Stragapede A, et al.  COVID-19 and the endocrine system: a comprehensive review on the theme. J Clin Med. 2021;10(13):2920. doi: 10.3390/jcm10132920. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Giovanella L, Ruggeri RM, Ovčariček PP, Campenni A, Treglia G, Deandreis D. Prevalence of thyroid dysfunction in patients with COVID-19: a systematic review. Clin Transl Imag. 2021 doi: 10.1007/s40336-021-00419-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Trimboli P, Camponovo C, Scappaticcio L, et al.  Thyroid sequelae of COVID-19: a systematic review of reviews. Rev Endocr Metab Disord. 2021;22:485–491. doi: 10.1007/s11154-021-09653-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Chen M, Zhou W, Xu W. Thyroid function analysis in 50 patients with COVID-19: a retrospective study. Thyroid. 2021;31(1):8–11. doi: 10.1089/thy.2020.0363. [PubMed] [CrossRef] [Google Scholar]10. Zou R, Wu C, Zhang S, et al.  Euthyroid sick syndrome in patients with COVID-19. Front Endocrinol (Lausanne) 2020;11:566439. doi: 10.3389/fendo.2020.566439. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Gao W, Guo W, Guo Y, et al.  Thyroid hormone concentrations in severely or critically ill patients with COVID-19. J Endocrinol Invest. 2021;44(5):1031–1040. doi: 10.1007/s40618-020-01460-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Schwarz Y, Percik R, Oberman B, Yaffe D, Zimlichman E, Tirosh A. Sick euthyroid syndrome on presentation of patients with COVID-19: a potential marker for disease severity. Endocr Pract. 2021;27(2):101–109. doi: 10.1016/j.eprac.2021.01.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Das L, Dutta P, Walia R, et al.  Spectrum of endocrine dysfunction and association with disease severity in patients with COVID-19: Insights from a cross-sectional, observational study. Front Endocrinol (Lausanne) 2021;12:645787. doi: 10.3389/fendo.2021.645787. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Gong J, Wang D-K, Dong H, et al.  Prognostic significance of low TSH concentration in patients with COVID-19 presenting with non-thyroidal illness syndrome. BMC Endocr Disord. 2021;21(1):111. doi: 10.1186/s12902-021-00766-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Lui DTW, Lee CH, Chow WS, et al.  Role of non-thyroidal illness syndrome in predicting adverse outcomes in COVID-19 patients predominantly of mild-to-moderate severity. Clin Endocrinol (Oxf) 2021 doi: 10.1111/cen.14476. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Baldelli R, Nicastri E, Petrosillo N, et al.  Thyroid dysfunction in COVID-19 patients. J Endocrinol Invest. 2021 doi: 10.1007/s40618-021-01599-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Lang S, Liu Y, Qu X, et al.  Association between thyroid function and prognosis of COVID-19: a retrospective observational study. Endocr Res. 2021 doi: 10.1080/07435800.2021.1924770. [PubMed] [CrossRef] [Google Scholar]18. Güven M, Gültekin H. The prognostic impact of thyroid disorders on the clinical severity of COVID-19: Results of single-centre pandemic hospital. Int J Clin Pract. 2021 doi: 10.1111/ijcp.14129. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Campi I, Bulgarelli I, Dubini A, et al.  The spectrum of thyroid function tests during hospitalization for SARS COV-2 infection. Eur J Endocrinol. 2021;184(5):699–709. doi: 10.1530/EJE-20-1391. [PubMed] [CrossRef] [Google Scholar]20. Llamas M, Garo ML, Giovanella L. Low free-T3 serum levels and prognosis of COVID-19: systematic review and meta-analysis. Clin Chem Lab Med. 2021 doi: 10.1515/cclm-2021-0805. [PubMed] [CrossRef] [Google Scholar]21. Williams Textbook of Endocrinology - 13th Edition. Accessed June 17, 2020. https://www.elsevier.com/books/williams-textbook-of-endocrinology/978032329738722. Pappa TA, Vagenakis AG, Alevizaki M. The nonthyroidal illness syndrome in the non-critically ill patient. Eur J Clin Invest. 2011;41(2):212–220. doi: 10.1111/j.1365-2362.2010.02395.x. [PubMed] [CrossRef] [Google Scholar]23. Téblick A, Langouche L, Van den Berghe G. Anterior pituitary function in critical illness. Endocr Connect. 2019;8(8):R131–R143. doi: 10.1530/EC-19-0318. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Maiden MJ, Torpy DJ. Thyroid hormones in critical illness. Crit Care Clin. 2019;35(2):375–388. doi: 10.1016/j.ccc.2018.11.012. [PubMed] [CrossRef] [Google Scholar]25. Coperchini F, Chiovato L, Croce L, Magri F, Rotondi M. The cytokine storm in COVID-19: An overview of the involvement of the chemokine/chemokine-receptor system. Cytokine Growth Factor Rev. 2020;53:25–32. doi: 10.1016/j.cytogfr.2020.05.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. van der Poll T, Romijn JA, Wiersinga WM, Sauerwein HP. Tumor necrosis factor: a putative mediator of the sick euthyroid syndrome in man. J Clin Endocrinol Metab. 1990;71(6):1567–1572. doi: 10.1210/jcem-71-6-1567. [PubMed] [CrossRef] [Google Scholar]27. Boelen A, Maas MA, Lowik CW, Platvoet MC, Wiersinga WM. Induced illness in interleukin-6 (IL-6) knock-out mice: a causal role of IL-6 in the development of the low 3,5,3’-triiodothyronine syndrome. Endocrinology. 1996;137(12):5250–5254. doi: 10.1210/endo.137.12.8940342. [PubMed] [CrossRef] [Google Scholar]28. Chakraborty C, Sharma AR, Bhattacharya M, Sharma G, Lee S-S, Agoramoorthy G. COVID-19: Consider IL6 receptor antagonist for the therapy of cytokine storm syndrome in SARS-CoV-2 infected patients. J Med Virol. 2020 doi: 10.1002/jmv.26078. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Coperchini F, Chiovato L, Rotondi M. Interleukin-6, CXCL10 and infiltrating macrophages in COVID-19-related cytokine storm: not one for all but all for one! Front Immunol. 2021;12:668507. doi: 10.3389/fimmu.2021.668507. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Wang B, Liu S, Li L, et al.  Non-thyroidal illness syndrome in patients with cardiovascular diseases: A systematic review and meta-analysis. Int J Cardiol. 2017;226:1–10. doi: 10.1016/j.ijcard.2016.10.039. [PubMed] [CrossRef] [Google Scholar]31. Scoscia E, Baglioni S, Eslami A, Iervasi G, Monti S, Todisco T. Low triiodothyronine (T3) state: a predictor of outcome in respiratory failure? Results of a clinical pilot study. Eur J Endocrinol. 2004;151(5):557–560. doi: 10.1530/eje.0.1510557. [PubMed] [CrossRef] [Google Scholar]32. Yasar Z, Kirakli C, Cimen P, Ucar ZZ, Talay F, Tibet G. Is non-thyroidal illness syndrome a predictor for prolonged weaning in intubated chronic obstructive pulmonary disease patients? Int J Clin Exp Med. 2015;8(6):10114–10121. [PMC free article] [PubMed] [Google Scholar]33. Liu J, Wu X, Lu F, Zhao L, Shi L, Xu F. Low T3 syndrome is a strong predictor of poor outcomes in patients with community-acquired pneumonia. Sci Rep. 2016;6:22271. doi: 10.1038/srep22271. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. COVID-19_Treatment_Trial_Design_Master_Protocol_synopsis_Final_18022020.pdf. Accessed July 24, 2021. https://www.who.int/blueprint/priority-diseases/key-action/COVID-19_Treatment_Trial_Design_Master_Protocol_synopsis_Final_18022020.pdf35. Charlson ME, Pompei P, Ales KL, MacKenzie CR. A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis. 1987;40(5):373–383. doi: 10.1016/0021-9681(87)90171-8. [PubMed] [CrossRef] [Google Scholar]36. Charlson ME, Charlson RE, Peterson JC, Marinopoulos SS, Briggs WM, Hollenberg JP. The Charlson comorbidity index is adapted to predict costs of chronic disease in primary care patients. J Clin Epidemiol. 2008;61(12):1234–1240. doi: 10.1016/j.jclinepi.2008.01.006. [PubMed] [CrossRef] [Google Scholar]37. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–2533. 10.1001/jama.2012.5669 [PubMed]38. Rodrigues JCL, Hare SS, Edey A, et al.  An update on COVID-19 for the radiologist - A British society of Thoracic Imaging statement. Clin Radiol. 2020;75(5):323–325. doi: 10.1016/j.crad.2020.03.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Boelen A, Kwakkel J, Fliers E. Beyond low plasma T3: local thyroid hormone metabolism during inflammation and infection. Endocr Rev. 2011;32(5):670–693. doi: 10.1210/er.2011-0007. [PubMed] [CrossRef] [Google Scholar]40. Muller I, Cannavaro D, Dazzi D, et al.  SARS-CoV-2-related atypical thyroiditis. Lancet Diabetes Endocrinol. 2020;8(9):739–741. doi: 10.1016/S2213-8587(20)30266-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Lania A, Sandri MT, Cellini M, Mirani M, Lavezzi E, Mazziotti G. Thyrotoxicosis in patients with COVID-19: the THYRCOV study. Eur J Endocrinol. 2020;183(4):381–387. doi: 10.1530/EJE-20-0335. [PubMed] [CrossRef] [Google Scholar]42. Brancatella A, Ricci D, Cappellani D, et al.  Is Subacute Thyroiditis an Underestimated Manifestation of SARS-CoV-2 Infection? Insights From a Case Series. J Clin Endocrinol Metab. 2020;105(10):dgaa537. doi: 10.1210/clinem/dgaa537. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Ruggeri RM, Campennì A, Siracusa M, Frazzetto G, Gullo D. Subacute thyroiditis in a patient infected with SARS-COV-2: an endocrine complication linked to the COVID-19 pandemic. Hormones (Athens) 2021;20(1):219–221. doi: 10.1007/s42000-020-00230-w. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Ippolito S, Dentali F, Tanda ML. SARS-CoV-2: a potential trigger for subacute thyroiditis? Insights from a case report. J Endocrinol Invest. 2020;43(8):1171–1172. doi: 10.1007/s40618-020-01312-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}