{"title": "Practice Patterns and Outcome of Extracorporeal Membrane Oxygenation Therapy for Severe Acute Respiratory Distress Syndrome in Indian ICUs", "pubDate": "2021", "PMCID": "PMC8608639", "DOI": "10.5005/jp-journals-10071-23928", "PMID": "34866823", "abstract": "Introduction:                       Extracorporeal membrane oxygenation (ECMO) is increasingly used in managing patients with severe acute respiratory distress syndrome (ARDS). The aim of the study is to describe the practice of ECMO and evaluate the outcomes in patients with severe ARDS in Indian intensive care units (ICUs).                  Methods:                       Data of 39 patients with severe ARDS managed with ECMO in two tertiary centers between 2012 and 2018 were retrospectively studied.                  Results:                       The mean age of the patient was 44.6 ± 13.5 years and 51% were female. Primary ARDS due to viral pneumonia was the common indication for ECMO. Mean APACHE II and Murray scores were 32.3 ± 7.8 and 3.64 ± 0.21, respectively. Prone ventilation and/or inhaled nitric oxide were used in 69.3% of the patients prior to ECMO therapy. Among 39 patients, 38 patients were managed with venovenous ECMO and 1 patient was managed with venoarterial ECMO. Average ECMO duration was 9.4 ± 6.9 days. Among the 17 (43.5%) patients successfully weaned off ECMO, 15 (38.5%) survived to discharge home. The average ICU and hospital length of stay were 18.9 ± 15.5 and 20.6 ± 16.6 days, respectively. While, sepsis was the common complication noted in 19 (49%) patients, bleeding and thrombotic complications were also noted in six and two patients, respectively.                  Conclusion:                       In conclusion, ECMO support was used as rescue therapy in severe ARDS with a survival rate of 39%. Sepsis was the common complication of ECMO followed by bleeding and thrombosis.                  How to cite this article:                       Mariappan R, Kumar M, Ramakrishnan N, Mani AK, Kumar S, Chandrasekaran V. Practice Patterns and Outcome of Extracorporeal Membrane Oxygenation Therapy for Severe Acute Respiratory Distress Syndrome in Indian ICUs. Indian J Crit Care Med 2021;25(11):1263-1268.", "author": [{"author": "Ramadevi Mariappan", "affiliation": ["Apollo Hospitals, Chennai, Tamil Nadu, India."], "href": "/?term=Mariappan+R&cauthor_id=34866823"}, {"author": "Madhan Kumar", "affiliation": ["Apollo Hospitals, Chennai, Tamil Nadu, India."], "href": "/?term=Kumar+M&cauthor_id=34866823"}, {"author": "Nagarajan Ramakrishnan", "affiliation": ["Department of Critical Care Medicine, Apollo Hospitals, Chennai, Tamil Nadu, India."], "href": "/?term=Ramakrishnan+N&cauthor_id=34866823"}, {"author": "Ashwin K Mani", "affiliation": ["Department of Critical Care Medicine, Apollo First Med Hospital, Chennai, Tamil Nadu, India."], "href": "/?term=Mani+AK&cauthor_id=34866823"}, {"author": "Senthil Kumar", "affiliation": ["Department of Critical Care Medicine, Apollo Hospitals, Chennai, Tamil Nadu, India."], "href": "/?term=Kumar+S&cauthor_id=34866823"}, {"author": "Vignesh Chandrasekaran", "affiliation": ["Department of Critical Care Medicine, Apollo Hospitals, Chennai, Tamil Nadu, India."], "href": "/?term=Chandrasekaran+V&cauthor_id=34866823"}], "refPMID": ["22797452", "10793162", "23688302", "20843245", "21562125", "16100134", "22188792", "19940827", "19933034", "20215606", "19822628", "19762075", "29791822", "8306022", "490805", "26380745", "27336170", "9769263", "11373420", "16963669", "20495508", "22990851"], "citedInPMID": ["34866823"], "body": " ABSTRACTIntroductionExtracorporeal membrane oxygenation (ECMO) is increasingly used in managing patients with severe acute respiratory distress syndrome (ARDS). The aim of the study is to describe the practice of ECMO and evaluate the outcomes in patients with severe ARDS in Indian intensive care units (ICUs).MethodsData of 39 patients with severe ARDS managed with ECMO in two tertiary centers between 2012 and 2018 were retrospectively studied.ResultsThe mean age of the patient was 44.6 ± 13.5 years and 51% were female. Primary ARDS due to viral pneumonia was the common indication for ECMO. Mean APACHE II and Murray scores were 32.3 ± 7.8 and 3.64 ± 0.21, respectively. Prone ventilation and/or inhaled nitric oxide were used in 69.3% of the patients prior to ECMO therapy. Among 39 patients, 38 patients were managed with venovenous ECMO and 1 patient was managed with venoarterial ECMO. Average ECMO duration was 9.4 ± 6.9 days. Among the 17 (43.5%) patients successfully weaned off ECMO, 15 (38.5%) survived to discharge home. The average ICU and hospital length of stay were 18.9 ± 15.5 and 20.6 ± 16.6 days, respectively. While, sepsis was the common complication noted in 19 (49%) patients, bleeding and thrombotic complications were also noted in six and two patients, respectively.ConclusionIn conclusion, ECMO support was used as rescue therapy in severe ARDS with a survival rate of 39%. Sepsis was the common complication of ECMO followed by bleeding and thrombosis.How to cite this articleMariappan R, Kumar M, Ramakrishnan N, Mani AK, Kumar S, Chandrasekaran V. Practice Patterns and Outcome of Extracorporeal Membrane Oxygenation Therapy for Severe Acute Respiratory Distress Syndrome in Indian ICUs. Indian J Crit Care Med 2021;25(11):1263–1268.Keywords: Acute respiratory distress syndrome, Complications, Extracorporeal membrane oxygenation, Indications, Outcomes, Rescue therapy INTRODUCTIONAcute respiratory distress syndrome (ARDS) is characterized by acute onset of severe hypoxemia, decreased lung compliance, bilateral lung infiltrates not completely attributed to heart failure.1 Lung-protective ventilation with volume and pressure limitation, targeting adequate oxygenation, and permissive hypercapnia minimizes the risk of ventilator-associated lung injury.2 In patients with severe hypoxemia refractory to conventional ventilation, prone ventilation is shown to improve survival.3 Despite all this, mortality remains high in patients with severe ARDS.4,5 While sepsis with multiorgan failure (30–50%) remains the common cause of death in severe ARDS, severe hypoxia also causes significant number of deaths (13–20%).6 Extracorporeal membrane oxygenation (ECMO) may be considered as a salvage option in patients with severe ARDS with severe hypoxemia. ECMO has a pump and an oxygenator, where the blood is withdrawn into an extracorporeal circuit, that oxygenates and removes carbon dioxide, before returning it back to the patient.7Many case reports and observational studies reported better outcomes with ECMO in acute respiratory failure.8,9 The Australian New Zealand extracorporeal membrane oxygenation (ANZ ECMO) investigators reported a survival-to-discharge rate of 75% among the patients who received ECMO, after failing conventional ventilator treatment during 2009 H1N1 epidemics.10,11 Conventional ventilation or ECMO for severe ARDS (CESAR) study, the first clinical randomized controlled trial with advanced ECMO technology showed a significant improvement in the primary outcome, death or severe disability at 6 months in the patient referred to ECMO center.12 Subsequently, a multicentre randomized controlled trial was done with a standard protocolized delivery of treatment in both ECMO and conventional ventilation patients. In this study, 28% of the patients receiving conventional ventilation received rescue ECMO therapy, in view of severe hypoxia, and this subgroup of patients was found to have significantly higher mortality. However, early initiation of ECMO therapy also did not have a significant mortality benefit.13There is a paucity of data regarding the need for ECMO and its outcomes among Indian patients with severe ARDS. We hence performed a retrospective evaluation of all patients with severe ARDS who received ECMO in two centers over a 7-year period (2012–2018). METHODSAll the adult patients with severe ARDS who received ECMO support in the two tertiary institutions during the study period (2012–2018) were included in the study. Patients who received ECMO for non-ARDS indication were excluded from the study.The demographic data of the patients including age, sex, ideal body weight (IBW), comorbidities, etiology, and severity of disease including APACHE II and Murray scores prior to initiation of ECMO were recorded. Data on patient management prior to initiation of ECMO such as ventilation strategy, prone ventilation, and use of other adjuncts were recorded. ECMO cannulation site, time to initiation, duration of ECMO, and complications were also noted.ARDS Treatment ProtocolAll patients with severe ARDS were ventilated with lung-protective ventilation strategy. This included deep sedation, the control mode of ventilation limiting the tidal volume to less than 6 mL/kg IBW and plateau pressure to less than 30 cm H2O. PEEP titration and recruitment maneuver (if required) was done by the beside clinician. Muscle relaxants and diuresis were also used at the discretion of the treating physicians. Rescue maneuvers including prone ventilation, high-frequency oscillatory ventilation, and/or inhaled nitric oxide were used for hypoxemia refractory to conventional ventilation and optimization of PEEP. ECMO team was alerted when patient was initiated on rescue maneuvers. In patients not responding to rescue strategies, ECMO support was considered.ECMO was usually initiated with percutaneously placed two single lumen femorojugular cannulas. In all the patients with venovenous (VV) ECMO, femorojugular cannulation was done. The drainage cannulas were placed predominantly in the right femoral vein. All the return cannulas were placed in right internal jugular vein. In patients with venoarterial (VA) ECMO, the drainage cannula was placed in the right femoral vein and the return cannula (with a distal perfusion cannula) was placed in the left femoral artery. None of the patients required additional cannulation. ECMO support was delivered with rotaflow centrifugal pumps, preconnected heparin and albumin coated polyvinyl tubing, and quadrox membrane oxygenator with an integrated heat exchange system of Maquet permanent life support system. Mechanical ventilation support was reduced to rest setting after establishing full flow in ECMO circuit (control mode of ventilation with Pplat < 25 cm H2O; PEEP—5–10 cm H2O; RR—10–12/minute; FiO2—0.3–0.5). The prepump, premembrane, and postmembrane pressures were continuously monitored. Intravenous unfractioned heparin infusion was initiated to prevent clot formation in the circuit. It was given as a continuous infusion and titrated to maintain activated clotting time of 140–180 seconds. ECMO support was continued till lung recovery or death.All the patients were provided nursing care with trained intensive care unit (ICU) specialist nurses with patient–nurse ratio of 1:1 and were managed by a team of perfusionists, cardiothoracic surgeons and ECMO-trained critical care specialists.After achieving stability in lung function, the blood flow and oxygen concentration in the ECMO circuit were sequentially weaned off. After ensuring adequate gas exchange through a native lung, the sweep gas flow was completely turned off. If no deterioration in gas exchange was noted, then decannulation was performed with manual compression of the cannulation site. OUTCOMESThe outcomes measured were the mortality, ICU and hospital days, and the complications related to the ECMO. RESULTSDuring the study period, 39 patients underwent ECMO therapy (38 patients on VV ECMO and one patient on VA ECMO). Mean age of the patient was 44.6 ± 13.5 years. Fifty-one percent of the patients were female and 49% were male. The common comorbidities among these patients were hypertension, diabetes, and coronary artery disease (Table 1).Table 1Patient characteristics, disease severity, ventilation characteristics, and rescue therapies\nVariables\n\nTotal (n = 39)\n\nPatient characteristics\nAge (years)44.3 ± 13.5SexM—19 (48.7%); F—20 (51.3%)IBW (kg)60.7 ± 8.3\nComorbidities\nDM [no. (%)]12 (30.7)HT [no. (%)]11 (28.2)CAD [no. (%)] 6 (15.3)Previous lung disease [no. (%)] 4 (10.2)\nDisease severity\nAPACHE II32.3 ± 7.8Primary ARDS [no. (%)]25 (64)Murray score 3.64 ± 0.2Cardiac arrest [no. (%)] 7 (17.9)Barotrauma [no. (%)] 5 (12.8)P/F ratio before ECMO initiation66.9 ± 32.8\nVentilator and rescue therapies before ECMO\nPEEP (cm H2O)13.6 ± 3.6Pi (cm H2O)14.94 ± 2.0Pmean (cm H2O)26.6 ± 4.8TV (mL) TV (mL/kg)330 ± 70.2 (5.43 ± 2.5)Prone ventilation [no. (%)]20 (51)Inhaled NO [no. (%)]20 (51)Both prone and iNo [no. (%)]12 (30.7)Time to initiation of ECMO (days) 3.3 ± 4.9Open in a separate windowPrimary ARDS was the most common indication (25 patients, 64%), with 14 patients among them developing ARDS secondary to H1N1 pneumonia. The other etiologies of primary ARDS requiring ECMO include other community-acquired pneumonia, aspiration, chest trauma, severe pulmonary tuberculosis, and transfusion-related acute lung injury. In other 14 patients who received ECMO therapy, secondary ARDS was seen due to sepsis, pancreatitis, poisoning (calcium channel blocker), trauma (nonchest trauma), and tropical infections.All the patients except one were managed with VV ECMO. Right femorojugular approach was used in all these patients. One patient admitted with calcium channel blocker poisoning with severe ARDS was initiated on VA ECMO in view of severe hemodynamic instability and was later switched to VV ECMO after achieving hemodynamic stability. VA ECMO cannulations were achieved through femorofemoral approach.All patients who underwent ECMO therapy had severe ARDS with mean Murray score (prior to initiation of ECMO) and APACHE II score of 3.64 ± 0.2 and 32.3 ± 7.8, respectively. All patients initially received conventional lung-protective ventilation with mean PEEP and driving pressure of 13.6 ± 3.6 and 14.9 ± 2.0 cm H2O, respectively, before initiating ECMO. The mean P/F ratio before ECMO initiation was 66.9 ± 32.8. Five patients had barotrauma (pneumothorax requiring intercostal drainage (ICD) placement) before initiating ECMO. None of the patients had bleeding at the ICD site and/or hemothorax due to ICD placement. ECMO was initiated after the cardiac arrest event in seven patients, including five patients with primary ARDS and two with secondary ARDS. In all these patients, the cardiac arrests were due to severe hypoxemia, and VV ECMO was initiated after the return of spontaneous circulation (ROSC) to prevent further hypoxemia and hence cardiac arrest.Rescue measures, such as prone ventilation, inhaled nitric oxide, and high-frequency oscillatory ventilation, were considered for refractory hypoxemia. Prone ventilation was tried in 51% of these patients, with a mean duration of 21.8 ± 9.7 hours of proning prior to initiation of ECMO. Proning was not attempted in rest of the patients in view of severe hemodynamic instability. Inhaled nitric oxide was used in 20 (51%) patients. It was used as an adjuvant to prone ventilation, or alone when proning was not feasible. In 30.7% of the patients, both inhaled nitric oxide and prone ventilation were tried before initiation of ECMO. One patient had bronchopleural fistula and was managed briefly with high-frequency oscillatory ventilation (for seven hours) prior to initiation of ECMO.The average time taken to initiate ECMO in our study was 3.3 ± 4.9 days. With an average duration of ECMO of 9.4 ± 6.3 days, the average ICU and hospital length of stay in our patients were 18.9 ± 15.5 and 20.6 ± 16.6 days, respectively.Among the patients who received ECMO for severe ARDS, 17 (43.5%) patients were weaned off ECMO support and were successfully decannulated. However, only 15 (38.5%) of the patients survived and were discharged home. Among the 15 patients, 14 patients were discharged with good neurological outcomes, but one patient was discharged in a minimal conscious state. Two of the deceased patients tolerated weaning off ECMO and were decannulated prior to the death. Four of the discharged patients required ventilator support and were discharged with home ventilator support (Table 2).Table 2Patient outcomes and complications\nOutcome\nIn hospital mortality (%)61.5Successful weaning (%)43.5Survival-to-discharge (%)38.5\nDuration of therapy\nECMO duration (days)9.4 ± 6.3MV duration (days)17.2 ± 12.6ICU LOS (days)18.9 ± 15.5Hospital LOS (days)20.6 ± 16.6\nComplications\nSepsis [no. (%)]19 (48.7)Bleeding [no. (%)]6 (15.3)Thrombosis [no. (%)]2 (5.1)Device related [no. (%)]1 (2)Open in a separate windowThe most common cause of death on ECMO was septic shock with multiorgan failure (14 patients) followed by cardiac events (refractory ventricular arrhythmias in two patients). In four patients, ECMO support was terminally weaned in view of poor prognosis (poor respiratory prognosis with multiorgan failure in two patients and severe hypoxic brain injury in two patients). Two patients were decannulated after successfully weaning off ECMO and subsequently died due to sepsis.Sepsis was the common complication on ECMO with 19 patients (48%) noted to have new sepsis events after initiation of ECMO. Ventilator-associated pneumonia was the common source of sepsis, accounting for 14 patients. Bacteremia and urinary tract infections were noted in four and one patients, respectively. The mortality rate was high (73.6%) among patients with sepsis. Six patients had bleeding-related complications. Four of them had a minor bleeding complication and did not warrant any intervention. While two patients had minor bleeding in the ECMO cannulation site, the other two had bleeding in the oral cavity and endotracheal aspirate, respectively. Two of the patients had major bleeding complications warranting blood transfusion and discontinuation of anticoagulation briefly. One patient had a significant oral bleed requiring anticoagulation withdrawal and blood products transfusion. The other patient had major bleeding from the cannulation site following the removal of the central venous cannula. Two patients had thrombosis after decannulation at the cannulation site and were treated with systemic anticoagulation. In one patient, the oxygenator was replaced in view of oxygenator dysfunction. DISCUSSIONECMO is a unique treatment modality capable of providing adequate gas exchange without causing further lung damage in patients with severe ARDS. The strong physiological rationale and interest for use of ECMO in severe ARDS were offset by the serious complications associated with the procedure, and the overall poor outcome noted in the earlier studies.14–16This study reviews the 7 years’ experience of two large tertiary care centers in India on ECMO in patients with severe ARDS. To our knowledge, this is the largest comprehensive study from India to review the role of ECMO in patients with severe ARDS.The age of the patients in our study is similar to those described by CEASAR trial, ANZC ECMO, and Liu et al.17 Primary ARDS due to pneumonia was the common indication for ECMO in our study group. However, our study had more patients with secondary ARDS (36%) compared to other studies. The number of patients (22 of 39 patients) presented with evidence of sepsis on presentation is like ANZ ECMO group.The mortality rate for patients requiring ECMO support for respiratory failure in our study is comparable to other adult ECMO centers in India.18 However, the mortality in our study is higher than reported in other previous studies (Table 3). Many factors could have contributed to this high mortality. The most important factor is the severity of illness at the initiation of ECMO. Our patients had higher APACHE II scores, implying a likelihood for very high mortality. With a low mean P/F ratio and high Murray's score prior to initiation of ECMO, the patients studied in our group had very severe ARDS. Second, ECMO was considered only when the patients fail to respond to all other possible rescue strategies. Prone position was attempted in all except those who had contraindications for prone ventilation. Inhaled nitric oxide was used in patients with contraindication for prone ventilation and/or nonresponders to prone ventilation. Rescue therapies were not used in 28% of the patients, due to the nonavailability of inhaled nitric oxide and/or having contraindications for prone ventilation. The use of rescue strategies was high in our group compared to other studies, indicating the refractory nature of the disease. The trial of the rescue strategies could have attributed to the delay in initiation of ECMO in our group negating any possible benefit. However, there are no clear recommendations on the best timing for the initiation of ECMO. ECMO is expensive and carries significant morbidity, and hence, we used a pragmatic approach in deciding the timing of initiation of ECMO.Table 3Comparison of our patient data with other large studies\nParameters\n\nCESAR trial\n\nANZ ECMO\n\nLiu et al.\n\nOur study\nMean age (years)4034.4 (26.6–43.1)51.39 ± 13.2744.35 ± 13.53Percent male (%)584884.248.7Pneumonia (%)61978464APACHE II score19—21.34 ± 3.9832.3 ± 7.8Mean Murray score3.5——3.64 ± 0.21Prone ventilation (%)3620 51Average P/F ratio75.9 (29.5)56 (48–63)70.32 ± 18.7166.9 ± 32.8PEEP (cm H2O)13.7 (9.6)——13.6 ± 3.6Inhaled NO (%)1032—51ICU LOS (days)24 (13–40.5)27 (16–37)—19.0 ± 14.7Hospital LOS (days)35 (15.6–74)39 (23–47)—18.9 ± 15.5Ventilator days (days) 25 (13–34)23.317.7 ± 13.5Days to ECMO (days) 2 (1–5)6.41 ± 7.583.7 ± 5.3ECMO days (days)10 (4.8–22.8)10 (7–15)11.13 ± 14.649.2 ± 6.5Mortality (%)372157.8961Sepsis (%)—6218.1848.7Bleeding (%)—544215.2Open in a separate windowThe factors which were shown to be associated with high mortality in our patients were the presence of primary ARDS and high APACHE II score. After adjusting the severity of illness and comorbidities, Monchi et al. demonstrated increased mortality in patients with primary ARDS compared to secondary ARDS (OR, 2.6; 95% CI, 1.1–6.9; p < 0.05).19 Suntharalingam et al. and Agarwal et al. also showed a trend toward increased mortality in primary ARDS compared to secondary ARDS in their studies.20,21 Other factors which showed a trend toward poor outcome in our study, include high Murray score and low P/F ratio prior to initiation of ECMO support. Patients who survived were also less hypoxic and were initiated on ECMO earlier compared to nonsurvivors. Patients who had cardiac arrest and barotrauma prior to initiation of ECMO had poor outcomes. Among seven patients in whom ECMO was initiated after attaining ROSC following cardiac arrest, one patient survived and was discharged from the hospital in a minimal conscious state. None of the patients who had barotrauma before initiation of ECMO survived (Table 4).Table 4Comparison of survivors and nonsurvivors who received ECMO support\nVariables\n\nSurvivors n = 15\n\nNonsurvivors n = 24\n\np value\n\nPatient characterisitics\nAge (years)39.26 ± 16.2745.42 ± 14.240.47Sex [no. (%)]M—9 (60); F—6 (40)M—10 (41.6); F—14 (58.4)0.26IBW (kg)60.82 ± 8.1960.11 ± 7.230.79\nComorbidities\nDM [no. (%)] 6 (40) 6 (25)0.32HT [no. (%)] 5 (33) 6 (24)0.57CAD [no. (%)] 2 (13) 4 (16)0.7Lung disease [no. (%)] 1 (6) 3 (12.5)0.56\nDisease severity\nPrimary ARDS [no. (%)] 6 (40)19 (79)0.01APACHE II29.56 ± 5.834.81 ± 8.6 Murray score 3.57 ± 0.20 3.68 ± 0.180.06Cardiac arrest [no. (%)] 1 (6) 6 (25)0.14Barotrauma [no. (%)] 0 5 (21)0.58P/F ratio before ECMO initiation76.04 ± 50.2960.97 ± 10.040.16\nVentilator parameters and rescue therapies\nPEEP (cm H2O)13.53 ± 3.1312 ± 3.550.84Pi (cm H2O)15.3 ± 1.9314 ± 2.190.44Pmean (cm H2O)26 ± 2.4927 ± 5.030.53TV (mL) TV (mL/kg)364 ± 49.90 (5.99 ± 2.09)309 ± 72.91 (5.14 ± 2.79)0.01Prone ventilation [no. (%)] 6 (40)14 (58)0.26Inhaled NO [no. (%)] 8 (53)12 (50)0.84Time to initiation of ECMO (days) 2.75 ± 3.49 3.72 ± 5.690.55Open in a separate windowOther outcome measures including mechanical ventilation days, ICU, and hospital length of stay were less in our group compared to other studies. This could be explained by the high mortality noted in our group.The most common complication encountered on ECMO in our group is sepsis. Nineteen (49%) patients developed new sepsis events on ECMO. The prevalence of infection in patients on ECMO was reported to be 11.7 to 64%22,23 as compared to our incidence of 49%. Fourteen (73.6%) patients with sepsis on ECMO did not survive. Sepsis was the cause of death in two patients, following successful weaning of ECMO and decannulation. The most common infection noted was ventilator-associated pneumonia and the most common pathogens were gram-negative organisms. Hemorrhagic complication was noted in six patients and only two of them had severe bleeding warranting blood transfusion. The cannulation site, oral cavity, and lungs were the common sites of bleeding noted in our study. Although five of them did not survive, none of them died due to bleeding complications. The bleeding complications were observed less frequently in our group compared to other studies.11,17Our study is the first and largest one that has comprehensibly reported outcomes of patients with severe ARDS on VV ECMO in Indian population. Key ventilator variables were individualized and managed as per current best practice recommendations (i.e. low TV, optimal PEEP, minimization of driving pressure, and liberal early use of prone ventilation) and ECMO initiated only after patients’ hypoxemia refractory to above measures. Our pragmatic approach to initiation and management of ECMO closely mimics the existing clinical practice. Our study also has reported all relevant outcomes related to VV ECMO therapy. The major limitation of our study is the retrospective design of the data collection in two centers and it was done over a period of 7 years. ECMO initiation criteria, rest ventilator settings while on ECMO and ECMO weaning were not protocolized. CONCLUSIONECMO support is a useful modality of treatment in patients with severe ARDS refractory to optimal conventional treatment. Our study showed a survival rate of 39% in patients with severe refractory ARDS supported with ECMO. Primary ARDS was associated with higher mortality compared to secondary ARDS. Sepsis was the most common complication in patients receiving ECMO therapy while significant bleeding was much less common than reported. FootnotesSource of support: NilConflict of interest: None REFERENCES1. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307(23):2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]2. The Acute Respiratory Distress Syndrome Network. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342(18):1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]3. Guerin C, Reignier J, Richard JC, Beuret P, Gacouin A, Boulain T, et al.  Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368(23):2159–2168. doi: 10.1056/NEJMoa1214103. [PubMed] [CrossRef] [Google Scholar]4. Papazian L, Forel J-M, Gacouin A, Penot-Ragon C, Perrin G, Loundou A, et al.  Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med. 2010;363(12):1107–1116. doi: 10.1056/NEJMoa1005372. [PubMed] [CrossRef] [Google Scholar]5. Matthay MA, Brower RG, Carson S, Douglas IS, Eisner M, Hite D, et al.  Randomized, placebo-controlled clinical trial of an aerosolized beta-2 agonist for treatment of acute lung injury. Am J Respir Crit Care Med. 2011;184(5):561–568. doi: 10.1164/rccm.201012-2090OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Stapleton RD, Wang BM, Hudson LD, Rubenfeld GD, Caldwell ES, Steinberg KP. Causes and timing of death in patients with ARDS. Chest. 2005;128(2):525–532. doi: 10.1378/chest.128.2.525. [PubMed] [CrossRef] [Google Scholar]7. Gattinoni L, Carlesso E, Langer T. Clinical review: extracorporeal membrane oxygenation. Crit Care. 2011;15(6):243. doi: 10.1186/cc10490. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Grasselli G, Foti G, Patroniti N, Giuffrida A, Cortinovis B, Zanella A, et al.  A case of ARDS associated with influenza A - H1N1 infection treated with extracorporeal respiratory support. Minerva Anestesiol. 2009;75(12):741–745. [PubMed] [Google Scholar]9. Kao TM, Wang CH, Chen YC, Ko WJ, Chang SC. The first case of severe novel H1N1 influenza successfully rescued by extracorporeal membrane oxygenation in Taiwan. J Formos Med Assoc. 2009;108(11):894–898. doi: 10.1016/S0929-6646(09)60422-8. [PubMed] [CrossRef] [Google Scholar]10. Davies A, Jones D, Gattas D. Extracorporeal membrane oxygenation for ARDS due to 2009 influenza A (H1N1) [reply]. JAMA. 2010;303(10):942. doi: 10.1001/JAMA.2010.202. for the ANZ-ECMO Investigators. [PubMed] [CrossRef] [Google Scholar]11. Davies A, Jones D, Bailey M, Beca J, Bellomo R, Blackwell N, et al.  Extracorporeal membrane oxygenation for 2009 influenza A(H1N1) acute respiratory distress syndrome. JAMA. 2009;302(17):1888–1895. doi: 10.1001/jama.2009.1535. [PubMed] [CrossRef] [Google Scholar]12. Peek GJ, Mugford M, Tiruvoipati R, Wilson A, Allen E, Thalanany MM, et al.  Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. Lancet. 2009;374(9698):1351–1363. doi: 10.1016/S0140-6736(09)61069-2. [PubMed] [CrossRef] [Google Scholar]13. Combes A, Hajage D, Capellier G, Demoule A, Lavoue S, Guervilly C, et al.  Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. 2018;378:1965–1975. doi: 10.1056/NEJMoa1800385. [PubMed] [CrossRef] [Google Scholar]14. Morris AH, Wallace CJ, Menlove RL, Clemmer TP, Orme JF, Weaver LK, et al.  Randomized clinical trial of pressure-controlled inverse ratio ventilation and extracorporeal CO2 removal for adult respiratory distress syndrome. Am J Respir Crit Care Med. 1994;149(2 Pt 1):295–305. doi: 10.1164/ajrccm.149.2.8306022. [PubMed] [CrossRef] [Google Scholar]15. Zapol WM, Snider MT, Hill JD, Fallat RJ, Bartlett RH, Edmunds LH, et al.  Extracorporeal membrane oxygenation in severe acute respiratory failure. A randomized prospective study. Jama. 1979;242(20):2193–2196. doi: 10.1001/jama.242.20.2193. [PubMed] [CrossRef] [Google Scholar]16. Makdisi G, Wang IW. Extra Corporeal Membrane Oxygenation (ECMO) review of a lifesaving technology. J Thorac Dis. 2015;7(7):E166–E176. doi: 10.3978/j.issn.2072-1439.2015.07.17. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Liu X, Xu Y, Zhang R, Huang Y, He W, Sang L, et al.  Survival predictors for severe ARDS patients treated with extracorporeal membrane oxygenation: a retrospective study in China. PLoS One. 2016;11(6):e0158061. doi: 10.1371/journal.pone.015806. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Poobani S, Goyal V, Oza P, Kapoor PM. ECMO challenges and its future: Indian Scenerio. J Cardiac Crit Care TSS. 2017;01(02):89–94. doi: 10.1055/s-0038-1626672. [CrossRef] [Google Scholar]19. Monchi M, Bellenfant F, Cariou A, Joly LM, Thebert D, Laurent I, et al.  Early predictive factors of survival in the acute respiratory distress syndrome. A multivariate analysis. Am J Respir Crit Care Med. 1998;158(4):1076–1081. doi: 10.1164/ajrccm.158.4.9802009. [PubMed] [CrossRef] [Google Scholar]20. Suntharalingam G, Regan K, Keogh BF, Morgan CJ, Evans TW. Influence of direct and indirect etiology on acute outcome and 6-month functional recovery in acute respiratory distress syndrome. Crit Care Med. 2001;29(3):562–566. doi: 10.1097/00003246-200103000-00016. [PubMed] [CrossRef] [Google Scholar]21. Agarwal R, Aggarwal AN, Gupta D, Behera D, Jindal SK. Etiology and outcomes of pulmonary and extrapulmonary acute lung injury/ARDS in a respiratory ICU in North India. Chest. 2006;130(3):724–729. doi: 10.1378/chest.130.3.724. [PubMed] [CrossRef] [Google Scholar]22. Bizzarro MJ, Conrad SA, Kaufman DA, Rycus P. Extracorporeal Life Support Organization Task Force on Infections, Extracorporeal Membrane Oxygenation. Infections acquired during extracorporeal membrane oxygenation in neonates, children, and adults. PediatrCrit Care Med. 2011;12:277–281. doi: 10.1097/PCC.0b013e3181e28894. [PubMed] [CrossRef] [Google Scholar]23. Schmidt M, Bréchot N, Hariri S, Guiguet M, Luyt C-E, Makri R, et al.  Nosocomial infections in adult cardiogenic shock patients supported by venoarterial extracorporeal membrane oxygenation. Clin Infect Dis. 2012;55(12):1633–1641. doi: 10.1093/cid/cis783. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}