{"title": "Pathophysiology of coronavirus-19 disease acute lung injury", "pubDate": "2022", "PMCID": "PMC8711311", "DOI": "10.1097/MCC.0000000000000911", "PMID": "34907979", "abstract": "Purpose of review:                       More than 230 million people have tested positive for severe acute respiratory syndrome-coronavirus-2 infection globally by September 2021. The infection affects primarily the function of the respiratory system, where ∼20% of infected individuals develop coronavirus-19 disease (COVID-19) pneumonia. This review provides an update on the pathophysiology of the COVID-19 acute lung injury.                  Recent findings:                       In patients with COVID-19 pneumonia admitted to the intensive care unit, the PaO2/FiO2 ratio is typically <26.7 kPa (200 mmHg), whereas lung volume appears relatively unchanged. This hypoxaemia is likely determined by a heterogeneous mismatch of pulmonary ventilation and perfusion, mainly associated with immunothrombosis, endothelialitis and neovascularisation. During the disease, lung weight, elastance and dead space can increase, affecting respiratory drive, effort and dyspnoea. In some severe cases, COVID-19 pneumonia may lead to irreversible pulmonary fibrosis.                  Summary:                       This review summarises the fundamental pathophysiological features of COVID-19 in the context of the respiratory system. It provides an overview of the key clinical manifestations of COVID-19 pneumonia, including gas exchange impairment, altered pulmonary mechanics and implications of abnormal chemical and mechanical stimuli. It also critically discusses the clinical implications for mechanical ventilation therapy.", "author": [{"author": "Luigi Camporota", "affiliation": ["Centre for Human and Applied Physiological Sciences, School of Basic and Medical Biosciences, King's College London.", "Intensive Care Unit, Guy's and St Thomas' NHS Foundation Trust."], "href": "/?term=Camporota+L&cauthor_id=34907979"}, {"author": "John N Cronin", "affiliation": ["Centre for Human and Applied Physiological Sciences, School of Basic and Medical Biosciences, King's College London.", "Department of Anaesthetics, Royal Brompton and Harefield, part of Guy's and St. Thomas' NHS Foundation Trust, London, UK."], "href": "/?term=Cronin+JN&cauthor_id=34907979"}, {"author": "Mattia Busana", "affiliation": ["Department of Anesthesiology, University Medical Center of Göttingen, Göttingen, Germany."], "href": "/?term=Busana+M&cauthor_id=34907979"}, {"author": "Luciano Gattinoni", "affiliation": ["Department of Anesthesiology, University Medical Center of Göttingen, Göttingen, Germany."], "href": "/?term=Gattinoni+L&cauthor_id=34907979"}, {"author": "Federico Formenti", "affiliation": ["Centre for Human and Applied Physiological Sciences, School of Basic and Medical Biosciences, King's College London.", "Nuffield Division of Anaesthetics, University of Oxford, Oxford, UK.", "Department of Biomechanics, University of Nebraska Omaha, Omaha, Nebraska, USA."], "href": "/?term=Formenti+F&cauthor_id=34907979"}], "refPMID": ["22797452", "28406724", "33891529", "32988604", "33974106", "32805143", "32861276", "18091555", "23318487", "33439790", "33863743", "32654359", "33200458", "3085429", "6988180", "389116", "33694360", "32631389", "33087155", "33114478", "33636089", "33444117", "32359410", "32112966", "34000237", "32473124", "32328726", "33725700", "32364264", "32879862", "33778632", "32778329", "32651579", "32171076", "14647384", "32142651", "15141377", "32007143", "32242738", "32737523", "32228035", "32227758", "32200645", "32432896", "32399901", "32396457", "32728965", "26903337", "32882246", "32859264", "32479162", "34529118", "32859365", "32697499", "32329799", "32422178", "33811829", "32735785", "32381497", "33577128", "33031016", "24261322", "31815775", "32325004", "27626833", "27786562", "23263584", "34255207", "32755309", "29313715", "34214009", "32881583"], "citedInPMID": ["34907979"], "body": " Purpose of reviewMore than 230 million people have tested positive for severe acute respiratory syndrome-coronavirus-2 infection globally by September 2021. The infection affects primarily the function of the respiratory system, where ∼20% of infected individuals develop coronavirus-19 disease (COVID-19) pneumonia. This review provides an update on the pathophysiology of the COVID-19 acute lung injury.Recent findingsIn patients with COVID-19 pneumonia admitted to the intensive care unit, the PaO2/FiO2 ratio is typically <26.7 kPa (200 mmHg), whereas lung volume appears relatively unchanged. This hypoxaemia is likely determined by a heterogeneous mismatch of pulmonary ventilation and perfusion, mainly associated with immunothrombosis, endothelialitis and neovascularisation. During the disease, lung weight, elastance and dead space can increase, affecting respiratory drive, effort and dyspnoea. In some severe cases, COVID-19 pneumonia may lead to irreversible pulmonary fibrosis.SummaryThis review summarises the fundamental pathophysiological features of COVID-19 in the context of the respiratory system. It provides an overview of the key clinical manifestations of COVID-19 pneumonia, including gas exchange impairment, altered pulmonary mechanics and implications of abnormal chemical and mechanical stimuli. It also critically discusses the clinical implications for mechanical ventilation therapy.Keywords: coronavirus-19 disease, critical care, physiology, respiratory, respiratory distress syndrome, SARS-CoV-2 INTRODUCTIONThe coronavirus severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2) was first identified in late December 2019 and is the cause of a global pandemic affecting primarily – although not exclusively – the respiratory system. By September 2021, more than 7.4 million people tested positive for SARS-CoV-2 virus infection in the United Kingdom, leading to approximately 540,000 patients being admitted to hospital [1]. Of all infected individuals, around 20% develop coronavirus-19 disease (COVID-19) pneumonia with many clinical characteristics compatible with the definition of acute respiratory distress syndrome (ARDS) [2]. Specifically, they have bilateral lung infiltrates on chest radiology, an oxygenation defect with PaO2/FiO2 ratio < 300 mmHg and increased dead space ventilation [3]. Although all patients contract the same disease with a common aetiology, the clinical presentation at hospital admission and the response to oxygen supplementation is highly variable, largely depending on the time interval between symptom development and hospital admission. Indeed, background demographics and comorbidities, as well as the physiological severity at presentation, account for most of the mortality risk and the variations in hospital outcomes reported worldwide [4]. The progression to ARDS in COVID-19 goes through several stages and is characterised by alteration in pulmonary perfusion, hyper-inflammation, hypercoagulability and pulmonary emboli with minimal radiological airspace involvement, followed by a stage with increasing inflammatory oedema and – over time – progressive parenchymal consolidation: a phase more similar to the typical ARDS in terms of lung mechanics and responsiveness to respiratory support [5]. Open in a separate windowBox 1no caption availableThis review focuses on the pathophysiology of COVID-19 in the context of the respiratory system. It summarises the fundamental clinical manifestations of COVID-19 pneumonia, the associated gas exchange impairment, the altered pulmonary mechanics, and implications of abnormal chemical and mechanical stimuli, and contrasts these features with those of the ARDS from other aetiologies. GAS EXCHANGE ABNORMALITIESThe majority of patients admitted to critical care have a PaO2/FiO2 ratio <26.7 kPa (200 mmHg) consistent with moderate or severe ARDS [2,6]. Despite the low PaO2/FiO2 ratio, most patients have preserved lung volumes at presentation, and the lung radiology shows bilateral multifocal ground-glass appearance mainly with peripheral distribution and minimal parenchymal consolidation [7▪]. This apparent paradox, which is only recorded in 10–12% of patients with ARDS from mixed aetiologies [8], is much more prevalent in COVID-19 ARDS and can affect up to 40–50% of the patients [9]. The relative paucity of alveolar consolidation contrasts with the severity of gas exchange. In ARDS from bacterial pneumonia, the hypoxaemia is generally proportional to the quantity of anatomical shunt – which is estimated as the fraction of nonaerated lung tissue mass in relation to the total tissue mass [10]. This compartment is assumed to have a ventilation/perfusion ratio of zero (right-left shunt), with a perfusion assumed to be constant throughout the lung tissue regardless of the aeration status [11,12]. On the contrary, in patients with COVID-19 pneumonia – particularly in the initial phases – the severity of hypoxaemia is more severe compared to what can be expected from the estimated anatomical shunt [12,13▪]. This discrepancy can be explained by the fact that a primary alteration of pulmonary perfusion leads to profound ventilation/perfusion inequalities [12] with higher prevalence of compartments with very low ventilation/perfusion ratio, which seems to be determined by the interaction between the higher cardiac output due to possible intrapulmonary [14] and splanchnic shunts [15], and the hyperperfusion of poorly ventilated compartments. These abnormalities can worsen further if inappropriate mechanical ventilation leads to hypoventilation (very low tidal volumes in normal size lung volumes) and, together with an absolute increase in cardiac output [16], this combination lowers the overall ventilation/perfusion ratio and worsens the hypoxaemia that can be explained even assuming limited hypoxic vasoconstriction [11,12,17]. The relationship between increased cardiac output and increase in venous admixture is well described [18–20] and seems to be amplified in COVID-19 [12,16,21,22]. These alterations in pulmonary perfusion have been described early in the course of the pandemic and of the natural history of the disease. Some of these changes are ’functional’ leading to hyper-perfusion of poorly ventilated lung tissue (increase in venous admixture) and is consequent to a loss in hypoxic vasoconstriction [23,24], vasoplegia and inflammatory hyperaemia [25,26]; or to more 'structural’ anatomical changes caused by vascular enlargement [27] or new-vessel formation (intussusceptive neovascularisation) [28▪] in the poorly ventilated and hypoxic lung tissue. The combination of functional and anatomical changes leading to hyperperfusion of poorly and nonaerated tissue ultimately explains some of the findings of severe hypoxaemia despite the relatively normal lung gas volumes [13▪,29▪]. Vascular malformation and vascular dilatation with ’tree-in-bud’ appearance were associated with different patterns of perfusion defects (i.e., mottled, wedge-shaped and mixed) in patients with more severe disease [30▪]. These vascular malformation and new vessel formation seem to increase over time with the duration of hospitalisation, in contrast with similar vascular malformation found in patients with influenza pneumonia [28▪,30▪].As discussed above, ventilation/perfusion inequalities also include areas of the lungs with low perfusion – due to vasoconstriction and vascular occlusion by micro-thrombi [21,22] – despite normal or increased ventilation. These areas with high ventilation/perfusion ratio – which can explain the high deadspace reported in patients with COVID-19 ARDS – result from the interaction between structural phenomena (e.g., immunothrombosis), and functional phenomena (inflammatory and hydrostatic oedema) and excessive positive-pressure ventilation. These latter functional mechanisms can force pulmonary blood flow from normally ventilated areas of the lung – with high alveolar pressure (static strain) – to less ventilated areas. The combined result is an increased ventilation/perfusion inequality with increased venous admixture (contributing to hypoxaemia) and deadspace (with hypercapnia) [31] (Fig. ​(Fig.11).Open in a separate windowFIGURE 1Graphical representation of the ventilation-perfusion (VA/Q) distribution inequalities described in COVID-19. COVID-19, coronavirus-19 disease. COAGULOPATHY, INFLAMMATION AND ENDOTHELIALITISThree of the typical features of COVID-19 pneumonia are the derangement of haemostasis resulting in excessive clotting, inflammation, and damage to endothelial cells, contributing to respiratory failure in severe cases. In the early stages, COVID-19 pneumonia affects the periphery of the lungs [7▪,32]. Here, initial evidence of lymphocytic infiltrate at the alveolar level indicated progression to intra-alveolar fibrin deposition and injury of the microvasculature [33]. Lung biopsies from patients in these early stages of the disease identified coagulopathy and abnormalities at the level of the pulmonary microcirculation, with alveolar type II cell hyperplasia, a denser network of enlarged interstitial capillaries, pulmonary venules with thickened walls, and no evidence of hyaline membranes [34].Similarly to the early disease phase, alveolar capillary microthrombi and new blood vessel growth were greatly increased in patients who died from COVID-19 pneumonia (i.e. at a late stage of the disease); the changes in the pulmonary microcirculation in this late stage of the disease appear mostly associated with intussusceptive angiogenesis [28▪]. This microangiopathy was associated with severe endothelial injury, and hyaline membranes causing exudative diffuse alveolar damage, even in patients who had not been ventilated [32,35], in contrast with evidence from lung biopsies obtained earlier in the disease.Thrombosis appears predominantly associated with pulmonary hypoperfusion observed with different imaging approaches (computed tomography (CT), positron emission tomography and single-photon emission computerized tomography, subtraction CT angiography) [30▪,36,37]. However, thrombi were not always detected in association with pulmonary hypoperfusion: it is plausible that the reduced levels of angiotensin-converting enzyme 2 (ACE2) lead to accumulation of angiotensin II and greater inflammation, causing vasoconstriction in the well-ventilated lung regions, and/or that vascular tone abnormalities such as the loss of the physiological hypoxic pulmonary vasoconstriction may determine a relative hyper-perfusion of nonaerated regions [12,22,24,38].The coagulopathy, inflammation and alveolar damage later in the disease are likely downstream effects of what has been termed cytokine storm[39], a systemic dysregulated response of the immune system observed in response to SARS-CoV-2 infection. In parallel, D-dimer levels, serum ferritin, fibrinogen and C-reactive protein are all elevated in severe COVID-19 pneumonia [40]. The fundamental mechanism driving the response appears to be mediated by the interaction between the SARS-CoV-2 spike proteins and the ACE2 receptor [41,42] present in large quantities on type 2 cells lining the alveoli and on endothelial cells [43]. A positive-feedback loop may characterise the excessive immune response, likely determining an accumulation of pro-inflammatory cytokines in the lung initially, followed by a systemic, sustained inflammatory response that can lead to multiorgan failure [44,45].Overall, the observed coagulopathy, inflammation and pulmonary perfusion abnormalities determine the mismatch between pulmonary ventilation and perfusion, with increased dead space and associated hypoxaemia [46,47]. RESPIRATORY SYSTEM MECHANICSCase series from China, Europe and North America have explored the hypoxaemia and associated changes in lung mechanics in mechanically ventilated patients with COVID-19 pneumonia. The majority reports median PaO2/FiO2 ratio consistent with moderate ARDS [2,6]. However, there is variability in respiratory system compliance between various series with averaged values ranging from below 30 mL/cmH2O [48–50] to over 45 mL/cmH2O [9,13▪,51,52]. A large multicentre observational series in Spain suggested that patients with PaO2/FiO2 ratio consistent with moderate ARDS had compliance reduced to 35 [IQR 27–45] mL/cmH2O [53] similar to that seen in classical ARDS [54]. In this series, patients received mechanical ventilation relatively late in their illness (approximately five days after hospital admission) and such a delay has been associated with a reduced compliance immediately the following intubation in a separate series [55]. Of note, however, in this series and others, is the wide spread of respiratory system compliance measurements, with 25% demonstrating a compliance greater than 45 cmH2O, suggesting the underlying lung pathophysiology is significantly different between patients within the same series.When ventilated COVID-19 patients are compared with historical controls from the same centre, matched upon PaO2/FiO2 ratio, the COVID-19 patients demonstrate a greater compliance [13▪,56]. This finding was not demonstrated in a separate study matching COVID-19 patients with historical ARDS patients [57], but the groups were not as well matched upon PaO2/FiO2 ratio in this study. There is a smaller volume of nonaerated tissue on CT imaging in COVID-19 pneumonia compared with classical ARDS [13▪], as well as a lack of association between this CT measure and PaO2/FiO2 ratio [13▪,30▪,58]. It is however difficult to interpret these results in the absence of a clear standardization of the measurement acquisition. Indeed, even with moderately low positive end-expiratory pressure (PEEP) levels (8–10 cmH2O), COVID-19 lungs appear to be exposed to overdistension [59], a compliance measurement at a so-called ’clinical PEEP’ can obviously vary widely from study to study, from centre to centre, especially considering the NIH suggestion to opt for the high-PEEP tables.These findings, combined with the temporal progression of CT changes seen with COVID-19 [7▪] led to the proposal that early COVID-19 is characterised by low elastance, recruitability and lung weight, with perfusion deficits and increased dead space determining hypoxaemia [29▪,60,61]. In contrast, if patients worsen later in the disease, the phenotype typically becomes characterised by greater elastance, lung weight and recruitability more comparable with classical ARDS. Of note, however, there exists a significant overlap between these phenotypes [52] and due to significant heterogeneity between the time courses from initial symptoms to hospital presentation to initiation of mechanical ventilation amongst studies the temporal changes, whilst predicted from CT imaging, cannot be confirmed.In some severe cases and at a later stage of the disease, COVID-19 pneumonia may be associated with irreversible pulmonary fibrosis [62–65]. At this stage, the mechanical energy that can be delivered to the lung may provide insufficient ventilation, and the potential for lung recruitment caused by the restrictive lung pathology is minimal. This condition likely limits the chances of successful weaning and is associated with poor prognosis, when lung transplantation has been proposed as a life-saving treatment [63]. The milder forms of fibrosis developed following SARS-CoV-2 infection may not require admission to the hospital or intensive care unit but, given the high rates of infection globally, their burden is expected to increase dramatically, where antifibrotic therapies may mitigate profibrotic pathways [62]. COMPENSATIONS TO CHEMICAL AND MECHANICAL STIMULI: RESPIRATORY DRIVE, EFFORT AND DYSPNOEAThe interactions between the severe hypoxaemia, the variable reduction in lung volume (minimal early in the disease and progressively more marked during hospitalisation) and the metabolic alterations caused by inflammation are responsible for the increase in respiratory drive and effort. The aim for these feedback mechanisms is to increase minute ventilation to compensate for the hypoxia. In the early phases of the disease the compensatory mechanism for the hypoxia-induced respiratory drive is the generation of larger negative pleural and transpulmonary pressures and therefore increase tidal volumes. Only later, when additional increases in tidal volumes are energetically disadvantageous (the energy cost of breathing is excessive to sustain), compensation occurs via an increase in respiratory rate [66▪]. Therefore, it is important to stress three points: (1) high tidal volumes and respiratory efforts in patients with relatively normal lung compliance can co-exist with the absence of dyspnoea and air hunger [66▪,67–69] (the so-called 'silent hypoxaemia’) [20]; (2) that tachypnoea is generally a late sign of increased respiratory effort; (3) a high inspiratory effort leads to an excessive global lung stress and strain (Fig. ​(Fig.2).2). In COVID-19 further amplification of mechanical forces caused by lung inhomogeneities [70] and inflammation may precipitate patient self-inflicted lung injury (P-SILI), further exacerbating the respiratory failure [71,72].Open in a separate windowFIGURE 2Schematic representation of the compensatory mechanisms to hypoxia or hypercapnia and the potential dissociation between increase in inspiratory effort, minute ventilation and perception of dyspnoea.As the underlying pulmonary oedema increases, there is a reduction in the lung volume available for gas exchange, likely contributing to a positive-feedback loop where hypoxaemia stimulates respiratory drive [66▪], leading to the development of greater transpulmonary pressure and tidal volumes (greater strain and stress), which can increase the degree of P-SILI [73], worsen pulmonary oedema and inflammation. P-SILI can manifest itself as progressive lung oedema and worsening respiratory failure or as more overt barotrauma or airleaks. However, the lung parenchyma is stiffer at this stage when breathing is perceived more effortful and therefore patients will report dyspnoea.A recently published study demonstrated that the median oesophageal pressure swing in non-COVID-19 patients with moderate or severe respiratory failure undergoing noninvasive ventilation trial was 34 cmH2O [72]. Although these phenomena have been identified in respiratory failure from any aetiology [74,75], including experimental lung oedema [76], modelling of data clearly shows that the forces generated by increased inspiratory effort are seen in COVID-19 are significant and compatible with the development of P-SILI [77]. Large inspiratory efforts – particularly when persisting despite noninvasive ventilation - are harbinger of physiological deterioration, failure of noninvasive support and need for invasive mechanical ventilation [72]. Studies in adults [72,78] and in paediatric populations [79] have shown that large tidal volumes and transpulmonary pressures increase lung oedema and can affect the length of stay [79].More recent studies in COVID-19 patients have shown that oesophageal pressure swings during spontaneous ventilation are lower compared with those seen in ARDS patients from mixed aetiology [58,80]. However, given the higher lung volumes and compliance in COVID-19 [13▪], a lower stress in COVID-19 lung, may translate into a level of strain (the ratio between the change in volume compared and the functional residual capacity) similar to ARDS from other aetiologies.Monitoring of inspiratory effort is therefore an essential component of the assessment and therapeutic decision-making [81]. CONCLUSIONThe identification of the main mechanisms responsible for the abnormality in gas exchange, respiratory mechanics – and their changes overtime – should guide the optimal setting of respiratory support. In spontaneously breathing patients – whether on noninvasive or invasive ventilation – monitoring of inspiratory effort is an essential additional tool to inform of the choice of mechanical support and identify therapeutic failure. Acknowledgements\nFederico Formenti's work was supported by an National Institute for health research (NIHR) i4i grant (NIHR200681) together with Luigi Camporota.\n\nAuthors’ contributions: All authors participated in the revision of the manuscript, approved the final version of the manuscript and agree to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. All persons designated as authors qualify for authorship, and all those who qualify for authorship are listed.\nFinancial support and sponsorship\nNone.\nConflicts of interest\nThere are no conflicts of interest.\n REFERENCES1. UK Government. The official UK government website for data and insights on coronavirus (COVID-19). In: 2021. https://coronavirus.data.gov.uk. [Google Scholar]2. Ranieri VM, Rubenfeld GD, Thompson BT, et al. . Acute respiratory distress syndrome: the Berlin Definition. JAMA\n2012; 307:2526–2533. [PubMed] [Google Scholar]3. Radermacher P, Maggiore SM, Mercat A. Fifty years of research in ARDS. Gas exchange in acute respiratory distress syndrome. Am J Respir Crit Care Med\n2017; 196:964–984. [PubMed] [Google Scholar]4. Churpek MM, Gupta S, Spicer AB, et al. . Hospital-level variation in death for critically ill patients with COVID-19. Am J Respir Crit Care Med\n2021. [PMC free article] [PubMed] [Google Scholar]5. Sherren PB, Ostermann M, Agarwal S, et al. . COVID-19-related organ dysfunction and management strategies on the intensive care unit: a narrative review. Br J Anaesth\n2020. [PMC free article] [PubMed] [Google Scholar]6. Patel BV, Haar S, Handslip R, et al. . Natural history, trajectory, and management of mechanically ventilated COVID-19 patients in the United Kingdom. Intensive Care Med\n2021. [PMC free article] [PubMed] [Google Scholar]7▪. Shi H, Han X, Jiang N, et al. . Radiological findings from 81 patients with COVID-19 pneumonia in Wuhan, China: a descriptive study. Lancet Infect Dis\n2020; 20:425–434. [PMC free article] [PubMed] [Google Scholar]First series to systematically analyse the changes seen with COVID-19 on CT imaging over time, progressing from peripheral ground glass changes to dense dependent consolidation. Provides a basis for the postulate that COVID-19 pathophysiology evolves over time.8. Panwar R, Madotto F, Laffey JG, van Haren FMP. Compliance phenotypes in early acute respiratory distress syndrome before the COVID-19 pandemic. Am J Respir Crit Care Med\n2020; 202:1244–1252. [PMC free article] [PubMed] [Google Scholar]9. Grasselli G, Tonetti T, Protti A, et al. . Pathophysiology of COVID-19-associated acute respiratory distress syndrome: a multicentre prospective observational study. Lancet Respir Med\n2020; 8:1201–1208. [PMC free article] [PubMed] [Google Scholar]10. Cressoni M, Caironi P, Polli F, et al. . Anatomical and functional intrapulmonary shunt in acute respiratory distress syndrome. Crit Care Med\n2008; 36:669–675. [PubMed] [Google Scholar]11. Reske AW, Costa EL, Reske AP, et al. . Bedside estimation of nonaerated lung tissue using blood gas analysis. Crit Care Med\n2013; 41:732–743. [PubMed] [Google Scholar]12. Busana M, Giosa L, Cressoni M, et al. . The impact of ventilation-perfusion inequality in COVID-19: a computational model. J Appl Physiol (1985)\n2021; 130:865–876. [PMC free article] [PubMed] [Google Scholar]13▪. Chiumello D, Busana M, Coppola S, et al. . Physiological and quantitative CT-scan characterization of COVID-19 and typical ARDS: a matched cohort study. Intensive Care Med\n2020; 46:2187–2196. [PMC free article] [PubMed] [Google Scholar]This study first identified that COVID-19 patients have greater compliance and reduced nonaerated tissue mass compared with classical ARDS patients with similar degrees of hypoxaemia, suggesting the lung mechanics and aetiology of hypoxaemia is different between the two conditions.14. Galambos C, Bush D, Abman SH. Intrapulmonary bronchopulmonary anastomoses in COVID-19 respiratory failure. Eur Respir J\n2021; 58:2004397.doi: 10.1183/13993003.04397-2020. [PMC free article] [PubMed] [Google Scholar]15. Sonzogni A, Previtali G, Seghezzi M, et al. . Liver histopathology in severe COVID 19 respiratory failure is suggestive of vascular alterations. Liver Int\n2020; 40:2110–2116. [PMC free article] [PubMed] [Google Scholar]16. Caravita S, Baratto C, Di Marco F, et al. . Haemodynamic characteristics of COVID-19 patients with acute respiratory distress syndrome requiring mechanical ventilation. An invasive assessment using right heart catheterization. Eur J Heart Fail\n2020; 22:2228–2237. [PMC free article] [PubMed] [Google Scholar]17. Hedenstierna G, Tokics L, Strandberg A, et al. . Correlation of gas exchange impairment to development of atelectasis during anaesthesia and muscle paralysis. Acta Anaesthesiol Scand\n1986; 30:183–191. [PubMed] [Google Scholar]18. Dantzker DR, Lynch JP, Weg JG. Depression of cardiac output is a mechanism of shunt reduction in the therapy of acute respiratory failure. Chest\n1980; 77:636–642. [PubMed] [Google Scholar]19. Dantzker DR, Brook CJ, Dehart P, et al. . Ventilation-perfusion distributions in the adult respiratory distress syndrome. Am Rev Respir Dis\n1979; 120:1039–1052. [PubMed] [Google Scholar]20. Busana M, Gasperetti A, Giosa L, et al. . Prevalence and outcome of silent hypoxemia in COVID-19. Minerva Anestesiol\n2021; 87:325–333. [PubMed] [Google Scholar]21. Santamarina MG, Boisier D, Contreras R, et al. . COVID-19: a hypothesis regarding the ventilation-perfusion mismatch. Crit Care\n2020; 24:395. [PMC free article] [PubMed] [Google Scholar]22. Santamarina MG, Boisier Riscal D, Beddings I, et al. . COVID-19: what iodine maps from perfusion CT can reveal-a prospective cohort study. Crit Care\n2020; 24:619. [PMC free article] [PubMed] [Google Scholar]23. Afat S, Othman AE, Nikolaou K, Gassenmaier S. Dual-energy computed tomography of the lung in COVID-19 patients: mismatch of perfusion defects and pulmonary opacities. Diagnostics\n2020; 10. [PMC free article] [PubMed] [Google Scholar]24. Ramos CD, Fernandes AP, Souza SPM, et al. . Simultaneous imaging of lung perfusion and glucose metabolism in COVID-19 pneumonia. Am J Respir Crit Care Med\n2021; 203:1186–1187. [PMC free article] [PubMed] [Google Scholar]25. Habashi NM, Camporota L, Gatto LA, Nieman G. Functional pathophysiology of SARS-CoV-2-induced acute lung injury and clinical implications. J Appl Physiol (1985)\n2021; 130:877–891. [PMC free article] [PubMed] [Google Scholar]26. Lang M, Som A, Mendoza DP, et al. . Hypoxaemia related to COVID-19: vascular and perfusion abnormalities on dual-energy CT. Lancet Infect Dis\n2020; 20:1365–1366. [PMC free article] [PubMed] [Google Scholar]27. Albarello F, Pianura E, Di Stefano F, et al. . novel Coronavirus severe adult respiratory distress syndrome in two cases in Italy: An uncommon radiological presentation. Int J Infect Dis\n2020; 93:192–197. [PMC free article] [PubMed] [Google Scholar]28▪. Ackermann M, Verleden SE, Kuehnel M, et al. . Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in Covid-19. N Engl J Med\n2020; 383:120–128. [PMC free article] [PubMed] [Google Scholar]Postmortem series that identified significantly increased angiogenesis in patients that died from COVID-19 pneumonia compared with influenza virus infection. This suggests that there is a greater involvement in altered pulmonary perfusion in COVID-19 pneumonia compared with other respiratory conditions.29▪. Gattinoni L, Chiumello D, Caironi P, et al. . COVID-19 pneumonia: different respiratory treatments for different phenotypes?\nIntensive Care Med\n2020; 46:1099–1102. [PMC free article] [PubMed] [Google Scholar]Proposed that COVID-19 pneumonia temporally evolves from a Type L phenotype with the hypoxaemia mainly mediated by perfusion abnormalities to a Type H phenotype with dense consolidation and increased shunt fraction consistent with classical ARDS.30▪. Patel BV, Arachchillage DJ, Ridge CA, et al. . Pulmonary angiopathy in severe COVID-19: physiologic, imaging, and hematologic observations. Am J Respir Crit Care Med\n2020; 202:690–699. [PMC free article] [PubMed] [Google Scholar]Suggested that multiple patterns of pulomary perfusion abnormality exist within COVID-19 consistent with wedge-shaped hypoperfusion consistent with large vessel occlusion, mottled pattern consistent with small vessel disease and hyperaemia of poorly ventilated regions. Provides radiological evidence of co-existing increased dead space ventilation and shunt fraction in COVID-19 pneumonia.31. McGonagle D, Bridgewood C, Meaney JFM. A tricompartmental model of lung oxygenation disruption to explain pulmonary and systemic pathology in severe COVID-19. Lancet Respir Med\n2021; 9:665–672. [PMC free article] [PubMed] [Google Scholar]32. Fox SE, Akmatbekov A, Harbert JL, et al. . Pulmonary and cardiac pathology in African American patients with COVID-19: an autopsy series from New Orleans. Lancet Respir Med\n2020; 8:681–686. [PMC free article] [PubMed] [Google Scholar]33. Copin MC, Parmentier E, Duburcq T, et al. . Time to consider histologic pattern of lung injury to treat critically ill patients with COVID-19 infection. Intensive Care Med\n2020; 46:1124–1126. [PMC free article] [PubMed] [Google Scholar]34. Doglioni C, Ravaglia C, Chilosi M, et al. . Covid-19 interstitial pneumonia: histological and immunohistochemical features on cryobiopsies. Respiration\n2021; 100:488–498. [PMC free article] [PubMed] [Google Scholar]35. Menter T, Haslbauer JD, Nienhold R, et al. . Postmortem examination of COVID-19 patients reveals diffuse alveolar damage with severe capillary congestion and variegated findings in lungs and other organs suggesting vascular dysfunction. Histopathology\n2020; 77:198–209. [PMC free article] [PubMed] [Google Scholar]36. Grillet F, Busse-Cote A, Calame P, et al. . COVID-19 pneumonia: microvascular disease revealed on pulmonary dual-energy computed tomography angiography. Quant Imaging Med Surg\n2020; 10:1852–1862. [PMC free article] [PubMed] [Google Scholar]37. Ridge CA, Desai SR, Jeyin N, et al. . Dual-energy CT pulmonary angiography (DECTPA) quantifies vasculopathy in severe COVID-19 pneumonia. Radiol Cardiothorac Imaging\n2020; 2:e200428. [PMC free article] [PubMed] [Google Scholar]38. Mak SM, Mak D, Hodson D, et al. . Pulmonary ischaemia without pulmonary arterial thrombus in COVID-19 patients receiving extracorporeal membrane oxygenation: a cohort study. Clin Radiol\n2020; 75:795.e1–795.e5. [PMC free article] [PubMed] [Google Scholar]39. Gupta A, Madhavan MV, Sehgal K, et al. . Extrapulmonary manifestations of COVID-19. Nat Med\n2020; 26:1017–1032. [PubMed] [Google Scholar]40. Zhou F, Yu T, Du R, et al. . Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet\n2020; 395:1054–1062. [PMC free article] [PubMed] [Google Scholar]41. Li W, Moore MJ, Vasilieva N, et al. . Angiotensin-converting enzyme 2 is a functional receptor for the SARS coronavirus. Nature\n2003; 426:450–454. [PMC free article] [PubMed] [Google Scholar]42. Hoffmann M, Kleine-Weber H, Schroeder S, et al. . SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor. Cell\n2020; 181:271–280. e278. [PMC free article] [PubMed] [Google Scholar]43. Hamming I, Timens W, Bulthuis ML, et al. . Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J Pathol\n2004; 203:631–637. [PMC free article] [PubMed] [Google Scholar]44. Chen N, Zhou M, Dong X, et al. . Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet\n2020; 395:507–513. [PMC free article] [PubMed] [Google Scholar]45. Du Y, Tu L, Zhu P, et al. . Clinical features of 85 fatal cases of COVID-19 from Wuhan. A retrospective observational study. Am J Respir Crit Care Med\n2020; 201:1372–1379. [PMC free article] [PubMed] [Google Scholar]46. Vasques F, Sanderson B, Formenti F, et al. . Physiological dead space ventilation, disease severity and outcome in ventilated patients with hypoxaemic respiratory failure due to coronavirus disease 2019. Intensive Care Med\n2020. [PMC free article] [PubMed] [Google Scholar]47. Gattinoni L, Coppola S, Cressoni M, et al. . COVID-19 does not lead to a ’Typical’ acute respiratory distress syndrome. Am J Respir Crit Care Med\n2020; 201:1299–1300. [PMC free article] [PubMed] [Google Scholar]48. Bhatraju PK, Ghassemieh BJ, Nichols M, et al. . Covid-19 in critically ill patients in the seattle region – case series. N Engl J Med\n2020; 382:2012–2022. [PMC free article] [PubMed] [Google Scholar]49. Pan C, Chen L, Lu C, et al. . Lung recruitability in COVID-19-associated acute respiratory distress syndrome: a single-center observational study. Am J Respir Crit Care Med\n2020; 201:1294–1297. [PMC free article] [PubMed] [Google Scholar]50. Schenck EJ, Hoffman K, Goyal P, et al. . Respiratory Mechanics and Gas Exchange in COVID-19-associated Respiratory Failure. Ann Am Thorac Soc\n2020; 17:1158–1161. [PMC free article] [PubMed] [Google Scholar]51. Beloncle FM, Pavlovsky B, Desprez C, et al. . Recruitability and effect of PEEP in SARS-Cov-2-associated acute respiratory distress syndrome. Ann Intensive Care\n2020; 10:55. [PMC free article] [PubMed] [Google Scholar]52. Bos LDJ, Paulus F, Vlaar APJ, et al. . Subphenotyping acute respiratory distress syndrome in patients with COVID-19: consequences for ventilator management. Ann Am Thorac Soc\n2020; 17:1161–1163. [PMC free article] [PubMed] [Google Scholar]53. Ferrando C, Suarez-Sipmann F, Mellado-Artigas R, et al. . Clinical features, ventilatory management, and outcome of ARDS caused by COVID-19 are similar to other causes of ARDS. Intensive Care Med\n2020; 46:2200–2211. [PMC free article] [PubMed] [Google Scholar]54. Bellani G, Laffey JG, Pham T, et al. . Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA\n2016; 315:788–800. [PubMed] [Google Scholar]55. Pandya A, Kaur NA, Sacher D, et al. . Ventilatory mechanics in early vs late intubation in a cohort of coronavirus disease 2019 patients with ARDS: A Single Center's Experience. Chest\n2021; 159:653–656. [PMC free article] [PubMed] [Google Scholar]56. Grieco DL, Bongiovanni F, Chen L, et al. . Respiratory physiology of COVID-19-induced respiratory failure compared to ARDS of other etiologies. Crit Care\n2020; 24:529. [PMC free article] [PubMed] [Google Scholar]57. Haudebourg AF, Perier F, Tuffet S, et al. . Respiratory mechanics of COVID-19- versus non-COVID-19-associated acute respiratory distress syndrome. Am J Respir Crit Care Med\n2020; 202:287–290. [PMC free article] [PubMed] [Google Scholar]58. Coppola S, Chiumello D, Busana M, et al. . Role of total lung stress on the progression of early COVID-19 pneumonia. Intensive Care Med\n2021; 47:1130–1139. [PMC free article] [PubMed] [Google Scholar]59. Coppola S, Pozzi T, Busana M, et al. . Oesophageal manometry and gas exchange in patients with COVID-19 acute respiratory distress syndrome. Br J Anaesth\n2020; 125:e437–e438. [PMC free article] [PubMed] [Google Scholar]60. Marini JJ. Dealing with the CARDS of COVID-19. Crit Care Med\n2020. [PubMed] [Google Scholar]61. Marini JJ, Gattinoni L. Management of COVID-19 respiratory distress. JAMA\n2020; 323:2329–2330. [PubMed] [Google Scholar]62. George PM, Wells AU, Jenkins RG. Pulmonary fibrosis and COVID-19: the potential role for antifibrotic therapy. Lancet Respir Med\n2020; 8:807–815. [PMC free article] [PubMed] [Google Scholar]63. Bharat A, Machuca TN, Querrey M, et al. . Early outcomes after lung transplantation for severe COVID-19: a series of the first consecutive cases from four countries. Lancet Respir Med\n2021; 9:487–497. [PMC free article] [PubMed] [Google Scholar]64. Grillo F, Barisione E, Ball L, et al. . Lung fibrosis: an undervalued finding in COVID-19 pathological series. Lancet Infect Dis\n2021; 21:e72. [PMC free article] [PubMed] [Google Scholar]65. Mo X, Jian W, Su Z, et al. . Abnormal pulmonary function in COVID-19 patients at time of hospital discharge. Eur Respir J\n2020; 55. [PMC free article] [PubMed] [Google Scholar]66▪. Vaporidi K, Akoumianaki E, Telias I, et al. . Respiratory drive in critically ill patients. pathophysiology and clinical implications. Am J Respir Crit Care Med\n2020; 201:20–32. [PubMed] [Google Scholar]This recent review highlights the mechanical and chemical stimuli that affect respiratory drive in critically unwell patients as well as the neurological pathways that mediate these. It provides a rationale for the high risk of patient self-inflicted lung injury that can be expected with COVID-19 pneumonia.67. Banzett RB, Lansing RW, Binks AP. Air hunger: a primal sensation and a primary element of dyspnea. Compr Physiol\n2021; 11:1449–1483. [PubMed] [Google Scholar]68. Barreto-Filho JA, Seabra-Garcez JD, Garcez FB, et al. . Nondyspnogenic acute hypoxemic respiratory failure in COVID-19 pneumonia. J Appl Physiol (1985)\n2021; 130:892–897. [PMC free article] [PubMed] [Google Scholar]69. Mellema MS. The neurophysiology of dyspnea. J Vet Emerg Crit Care\n2008; 18:561–571. [Google Scholar]70. Cressoni M, Cadringher P, Chiurazzi C, et al. . Lung inhomogeneity in patients with acute respiratory distress syndrome. Am J Respir Crit Care Med\n2014; 189:149–158. [PubMed] [Google Scholar]71. Yoshida T, Grieco DL, Brochard L, Fujino Y. Patient self-inflicted lung injury and positive end-expiratory pressure for safe spontaneous breathing. Curr Opin Crit Care\n2020; 26:59–65. [PubMed] [Google Scholar]72. Tonelli R, Fantini R, Tabbi L, et al. . Early inspiratory effort assessment by esophageal manometry predicts noninvasive ventilation outcome in de novo respiratory failure. A pilot study. Am J Respir Crit Care Med\n2020; 202:558–567. [PMC free article] [PubMed] [Google Scholar]73. Brochard L, Slutsky A, Pesenti A. Mechanical ventilation to minimize progression of lung injury in acute respiratory failure. Am J Respir Crit Care Med\n2017; 195:438–442. [PubMed] [Google Scholar]74. Yoshida T, Fujino Y, Amato MB, Kavanagh BP. Fifty years of research in ARDS. Spontaneous breathing during mechanical ventilation. Risks, mechanisms, and management. Am J Respir Crit Care Med\n2017; 195:985–992. [PubMed] [Google Scholar]75. Yoshida T, Uchiyama A, Matsuura N, et al. . The comparison of spontaneous breathing and muscle paralysis in two different severities of experimental lung injury. Crit Care Med\n2013; 41:536–545. [PubMed] [Google Scholar]76. Barach AL, Martin J, Eckman M. Positive pressure respiration and its application to the treatment of acute pulmonary edema. Ann Intern Med\n1938; 12:754–795. [Google Scholar]77. Weaver L, Das A, Saffaran S, et al. . High risk of patient self-inflicted lung injury in COVID-19 with frequently encountered spontaneous breathing patterns: a computational modelling study. Ann Intensive Care\n2021; 11:109. [PMC free article] [PubMed] [Google Scholar]78. Esnault P, Cardinale M, Hraiech S, et al. . High respiratory drive and excessive respiratory efforts predict relapse of respiratory failure in critically ill patients with COVID-19. Am J Respir Crit Care Med\n2020; 202:1173–1178. [PMC free article] [PubMed] [Google Scholar]79. Kantor DB, Hirshberg EL, McDonald MC, et al. . Fluid balance is associated with clinical outcomes and extravascular lung water in children with acute asthma exacerbation. Am J Respir Crit Care Med\n2018; 197:1128–1135. [PMC free article] [PubMed] [Google Scholar]80. Tonelli R, Busani S, Tabbì L, et al. . Inspiratory effort and lung mechanics in spontaneously breathing patients with acute respiratory failure due to COVID-19: a matched control study. Am J Respir Crit Care Med\n2021; 204:725–728. [PMC free article] [PubMed] [Google Scholar]81. Gattinoni L, Marini JJ, Camporota L. The respiratory drive: an overlooked tile of COVID-19 pathophysiology. Am J Respir Crit Care Med\n2020; 202:1079–1080. [PMC free article] [PubMed] [Google Scholar]"}