{"title": "Clinical profile and short-term outcomes of RT-PCR- positive patients with COVID-19: a cross-sectional study in a tertiary care hospital in Dhaka, Bangladesh", "pubDate": "2021", "PMCID": "PMC8678562", "DOI": "10.1136/bmjopen-2021-055126", "PMID": "34911722", "abstract": "Objective:                       The COVID-19 pandemic is still raging worldwide. While there is significant published evidence on the attributes of patients with COVID-19 from lower-income and middle-income countries, there is a dearth of original research published from Bangladesh, a low-income country in Southeast Asia. Based on a case series from a tertiary healthcare centre, this observational study has explored the epidemiology, clinical profile of patients with COVID-19 and short-term outcomes in Dhaka, Bangladesh.                  Design and setting:                       A total of 422 COVID-19-confirmed patients (via reverse transcription-PCR test) were enrolled in this study (male=271, female=150, 1 unreported). We have compiled medical records of the patients and descriptively reported their demographic, socioeconomic and clinical features, treatment history, health outcomes, and postdischarge complications.                  Result:                       Patients were predominantly male (64%), between 35 and 49 years (28%), with at least one comorbidity (52%), and had COVID-19 symptoms for 1 week before hospitalisation (66%). A significantly higher proportion (p<0.05) of male patients had diabetes, hypertension and ischaemic heart disease, while female patients had asthma (p<0.05). The most common symptoms were fever (80%), cough (60%), dyspnoea (41%) and sore throat (21%). The majority of the patients received antibiotics (77%) and anticoagulant therapy (56%) and stayed in the hospital for an average of 12 days. Over 90% of patients were successfully weaned, while 3% died from COVID-19, and 41% reported complications after discharge.                  Conclusion:                       The diversity of clinical and epidemiological characteristics and health outcomes of patients with COVID-19 across age groups and gender is noteworthy. Our result will inform the clinicians and epidemiologists of Bangladesh of their COVID-19 mitigation effort.", "author": [{"author": "Md Zabir Hasan", "affiliation": ["Department of International Health, Johns Hopkins University Bloomberg School of Public Health, Baltimore, Maryland, USA zabir.hasan@gmail.com."], "href": "/?term=Hasan+MZ&cauthor_id=34911722"}, {"author": "Nirmol Kumar Biswas", "affiliation": ["Maternal and Child Health Training Institute (MCHTI), Dhaka, Bangladesh."], "href": "/?term=Biswas+NK&cauthor_id=34911722"}, {"author": "Ahmad Monjurul Aziz", "affiliation": ["Maternal and Child Health Training Institute (MCHTI), Dhaka, Bangladesh."], "href": "/?term=Aziz+AM&cauthor_id=34911722"}, {"author": "Juli Chowdhury", "affiliation": ["National Institute of Cardiovascular Diseases, Dhaka, Bangladesh."], "href": "/?term=Chowdhury+J&cauthor_id=34911722"}, {"author": "Shams Shabab Haider", "affiliation": ["BRAC James P Grant School of Public Health, BRAC University, Dhaka, Bangladesh."], "href": "/?term=Haider+SS&cauthor_id=34911722"}, {"author": "Malabika Sarker", "affiliation": ["BRAC James P Grant School of Public Health, BRAC University, Dhaka, Bangladesh.", "Heidelberg Institute of Global Health, Heidelberg University, Heidelberg, Germany."], "href": "/?term=Sarker+M&cauthor_id=34911722"}], "refPMID": ["32007143", "32031570", "31986264", "32632416", "32745211", "33175914", "33344745", "33144832", "33175702", "32828138", "32426318", "32837281", "32929411", "32820856", "22797452", "33956647", "32811801", "34215560", "33445071", "32232218", "32658868", "32198776", "33831043", "32162702", "33146362", "33296405", "31589844", "32519256", "33195325", "32282949", "32696861", "32574328", "34207020", "32730238", "32758891", "21784891", "20407272", "25821774", "29313938"], "citedInPMID": ["34911722"], "body": " AbstractObjectiveThe COVID-19 pandemic is still raging worldwide. While there is significant published evidence on the attributes of patients with COVID-19 from lower-income and middle-income countries, there is a dearth of original research published from Bangladesh, a low-income country in Southeast Asia. Based on a case series from a tertiary healthcare centre, this observational study has explored the epidemiology, clinical profile of patients with COVID-19 and short-term outcomes in Dhaka, Bangladesh.Design and settingA total of 422 COVID-19-confirmed patients (via reverse transcription–PCR test) were enrolled in this study (male=271, female=150, 1 unreported). We have compiled medical records of the patients and descriptively reported their demographic, socioeconomic and clinical features, treatment history, health outcomes, and postdischarge complications.ResultPatients were predominantly male (64%), between 35 and 49 years (28%), with at least one comorbidity (52%), and had COVID-19 symptoms for 1 week before hospitalisation (66%). A significantly higher proportion (p<0.05) of male patients had diabetes, hypertension and ischaemic heart disease, while female patients had asthma (p<0.05). The most common symptoms were fever (80%), cough (60%), dyspnoea (41%) and sore throat (21%). The majority of the patients received antibiotics (77%) and anticoagulant therapy (56%) and stayed in the hospital for an average of 12 days. Over 90% of patients were successfully weaned, while 3% died from COVID-19, and 41% reported complications after discharge.ConclusionThe diversity of clinical and epidemiological characteristics and health outcomes of patients with COVID-19 across age groups and gender is noteworthy. Our result will inform the clinicians and epidemiologists of Bangladesh of their COVID-19 mitigation effort.Keywords: COVID-19, epidemiology, infectious diseases, pathology, therapeutics, public health Strengths and limitations of this studyThis observational study, based on a case series from a tertiary healthcare centre in Dhaka, Bangladesh, descriptively explored the epidemiology, clinical profile and short-term outcomes of reverse transcription–PCR-positive patients with COVID-19.The use of a comprehensive set of medical records of clinical and follow-up care is the core strength of the study.However, the result of this study may not be generalised for the national context of Bangladesh because of the potential sample selection bias arising from the data of COVID-19 cases admitted to the tertiary healthcare centre. IntroductionGlobally, over the past 2 years, the COVID-19 pandemic has escalated and continues to threaten the health and well-being of the population. The virus has already infected more than 243 million people worldwide, with nearly 5 million deaths as of 26 October 2021.1 Early epidemiological studies on COVID-19 from Wuhan, China, reveals infection predominantly resulted in acute respiratory illness. However, the clinical spectrum ranged from asymptomatic or mild upper respiratory tract illness to severe viral pneumonia with respiratory failure and even death.2 3 Roughly 20% of cases lead to clinically complex and severe conditions. The most vulnerable group was adults older than 60 with comorbid conditions, including diabetes, hypertension and cardiovascular disease.3 4 Recent studies have also indicated that COVID-19’s clinical spectrum may vary worldwide across diverse ethnic backgrounds and geographical locations.5 6Following the emergence of the pandemic, health systems were overwhelmed due to the sheer number of the cases, partially attributed to the comparatively high ‘basic reproductive number’ (R0) of SARS-CoV-2, which is around 2.87 (95% CI 2.39 to 3.44) reported by a systematic review of 42 studies.7 The high transmissibility of SARS-CoV-2 is particularly perilous for the densely populated countries,8 specifically in Southeast Asia.9 10 Therefore, the 162.6 million people of Bangladesh, one of the most densely populated nations, are especially vulnerable to this highly contagious virus.11 The first confirmed case of SARS-CoV-2 infection was reported in Dhaka, the capital of Bangladesh, on 8 March 2020,12 which was followed by a nationwide lockdown from 26 March 2020 to mitigate the transmission of the virus and allowed the healthcare system to prepare itself from the onslaught of the COVID-19 cases.13However, during the lockdown’s initial days, a mass exodus of 11 million residents from Dhaka took this opportunity to wait out the lockdown period in their home districts or villages, which likely only expedited the spread of the disease. On 25 April 2020, the lockdown was partially lifted to restart the economy by allowing workers to return to their station in ready-made garment factories, industries and private offices. The migrating workforce with limited awareness and opportunity for social distancing and safe, hygienic practices ultimately led to millions of viral transmissions.14 Cases had already been identified in all 64 districts nationwide, and despite a series of extensions and relaxation of lockdown, the number of weekly cases and deaths gradually increased. By 18 October 2021, Bangladesh reported 1 565 488 confirmed cases of COVID-19, with 27 768 deaths.15Beyond the difficulties of enforcing the nationwide lockdown and promoting social distancing norms, the healthcare system of Bangladesh was also underprepared to handle such a large-scale pandemic.16 At the start of the pandemic, only 1169 intensive care unit (ICU) beds were available in the entire country, with the majority (737 beds) in private hospitals. Besides, there was an insufficient supply of high-quality personal protective equipment, confirmative tests, medications and logistics.17 However, dealing with a healthcare emergency of this scale has left much room for research and examination of the system’s effectiveness in treating patients.Although previous studies detailed the clinical presentation of hospital-admitted reverse transcription–PCR (RT-PCR) positive patients with COVID-19, very few originate from low-income and middle-income countries, and few are still from Bangladesh.17 18 To our knowledge, no previous study from Bangladesh has been able to present a comprehensive clinical profile of patients with COVID-19 by examining the full suite of patients’ characteristics, clinical presentation, diagnostic test results, treatment regimen, health outcomes and any reported complications during the follow-up. This study describes the epidemiological and clinical features, and short-term health outcomes of patients with COVID-19 admitted to a tertiary health facility in Dhaka, Bangladesh. MethodologyStudy setting and designIt is a single-centre, retrospective, observational case series study conducted in Dhaka, Bangladesh, at a government tertiary health facility. The healthcare facility was declared a COVID-19-dedicated hospital during the early stage of the pandemic and operated its COVID-19 inpatient service between 16 April and 5 September 2020. Information of all admitted confirmed patients with COVID-19 in this facility was included in this study.Data sourceDuring the service period and the study span—between 16 April and 5 September 2020—a total of 442 patients with suspected COVID-19 were admitted to the study hospital. Among them, 422 patients confirmed the SARS-CoV-2 infection by RT-PCR test and considered our study’s analytical sample. As part of the facility’s clinical care protocol, we reached out to the discharged patients for follow-up via teleconsultation. We have retrospectively compiled the medical records of all hospitalised COVID-19-confirmed patients, including demographic information, presented signs and symptoms, self-reported comorbidity of the patients during the initial consultation, the result of diagnostic tests and medications provided to the patients. We have also included information related to the persistent complications of COVID-19 among the discharged patients as part of the analysis. The sample size of the different components of the study is presented in figure 1.Open in a separate windowFigure 1Sample size of the different components of the study. RT-PCR, reverse transcription–PCR.Two researchers entered the information collected from the patients and their medical records in a Microsoft Excel workbook (V.2110), followed by double-checking the record for any inconsistency. One senior researcher reassessed the data quality by reviewing the raw data and making any necessary corrections. The clean data were imported into statistical software for analysis. We used Stata V.15.119 to perform the data management and statistical analysis, and to develop the data visualisations, we used R software V.4.0.1.20Variables and definitionsTo understand the clinical profile of patients with COVID-19, all demographic covariates of the patients were recoded into categorical variables. Patients were stratified into age categories of less than 19 years, 19–24 years, 25–34 years, 35–49 years, 50–59 years and more than 59 years, which correspond to children and adolescents, young adults, adults, middle-aged adults, older adults and seniors adults. This classification was informed by the opinion of physicians providing clinical service to the patients in the study site. While providing their demographic information, the patients self-reported their monthly income in four categories: 5–10, 10–30, 30–50 and more than 50 000 Bangladeshi taka (BDT).During the initial consultation, the patients also reported information related to their smoking habits, existing comorbidities (such as hypertension, diabetes mellitus. asthma, chronic heart and kidney diseases, etc), history of contact with any patients with confirmed COVID-19, duration of symptoms and the outcome of the hospitalisation. The symptoms include a body temperature of more than 38°C, cough, difficulty in breathing (dyspnoea), sore throat, bodily discomfort (malaise), diarrhoea, headache, weakness, runny nose, loss of taste, loss of sense of smell (anosmia), vomiting, vertigo and abdominal pain.We have also compiled the clinical history of the patients, which includes medication and diagnostic tests offered in response to the COVID-19 illness. The medication history was clustered as antibiotics for secondary infections, hydroxychloroquine, anticoagulants, glucocorticoid therapy, oxygen support and other medications. However, we did not present the frequency or the doses of the medication in this study.We have categorised the result of the diagnostic tests performed into ‘normal’ or ‘abnormal’ values as follows: serum creatinine level: abnormal ≥1.2 mg/dL and normal ≤1.2 mg/dL, serum glutamic pyruvic transaminase (SGPT): abnormal ≥40 U/L and normal ≤40 U/L, serum C reactive protein: abnormal ≥6 mg/L and normal ≤6 mg/L, blood D-dimer: abnormal ≥500 ng/mL and normal ≤500 ng/mL, blood haemoglobin: abnormal ≤100 g/L and normal ≥100 g/L, total count of white blood cell (WBC): abnormal ≤4000/μL and normal ≥4000/µL and <11 000/μL, blood neutrophil:lymphocyte ratio: abnormal ≥3.5 and normal ≤3.5, differential count of monocytes: abnormal ≥8% and normal=2%–8%, differential count of eosinophils: abnormal ≥4% and normal=1%–4%, and blood platelet level: abnormal ≤150 × 109/L and normal ≥150 × 109/L. Lastly, X-ray finding of suggestive pneumonia was recorded based on the radiologist’s report.As the short-term clinical outcomes for the patients with COVID-19, we explored hospital length of stay and the sequelae of hospitalisation categorised as death, recovery, referred to other facilities and discharge on risk bond. In addition, we also explore the self-reported complications as the short-term sequelae of COVID-19. Follow-up data were collected by single time teleconsultation between 1 and 129 days after the discharge from the hospital. During the follow-up via teleconsultation, the patients reported a wide range of persistent symptoms as self-reported complications. We have aggregated the self-reported complications into broad categories. These included respiratory, cardiovascular, abdominal, otolaryngological (ears, nose and throat), musculoskeletal, febrile, post-COVID fatigue syndrome, death and no complications.Statistical analysisThe descriptive analysis was conducted on the information derived from the patients with COVID-19. The data were categorised into demographic information, health status, and signs and symptoms associated with COVID-19 summarised as counts and percentages. These attributes were further disaggregated across gender and age categories to assess their association using the χ2 test at the significance level of p<0.05. Fisher’s exact test was used for the smaller sample size (n<5). Next, considering the lowest recorded oxygen saturation (SpO2) of the patient as a cardinal prognostic factor, we have explored the statistical association between a binary indicator of SpO2 (>93% as normal and ≤93% as abnormal) and key demographic and health-related indicators of the patients. We have also investigated a similar association between the result of the diagnostic tests of the patients and their SpO2 to identify any significant association that may provide further insight into the haematological correlations of COVID-19. To understand the patients’ treatment regimen pattern, we have presented descriptive statistics of the medication provided to different age groups and genders. Lastly, we have attempted to visualise the persistent complications self-reported by the patients during the follow-up. As presented in figure 1, the different components of the analysis had varying sample size due to the availability of the data. However, during the analysis, we did not impute any missing data.Compliance with ethical standardsThe result of this retrospective study was based on the data obtained during the clinical provision of care. During the compilation of the data, all medical records were anonymised to protect the confidentiality of the patients; thus, no informed consent was necessary.Patient and public involvementPatients and the public were not involved in the design or planning of the study. ResultDemographic and clinical characteristics of the patientsOf the 442 patients admitted to the hospital, 422 had SARS-CoV-2 infection confirmed by the RT-PCR test. Among the patients with confirmed COVID-19, 64% (n=271) were male; 36% (n=150) were female; and four female patients were pregnant. The demographic and health characteristics of the patients are presented in tables 1 and 2, disaggregated according to their gender and age.Table 1Characteristics of the patients positive for COVID-19 disaggregated by their genderPatient characteristics (sample size)Male (n=271)Female (n=150)P valueAll patients (n=421)Number (col%)Number (col%)Number (col%)Patient age category (years) (n=420) Less than 197 (2.59)9 (6.00)0.47816 (3.81) 19–2430 (11.11)17 (11.33)47 (11.19) 25–3471 (26.30)43 (28.67)114 (27.14) 35–4980 (29.63)40 (26.67)120 (28.57) 50–5941 (15.19)24 (16.00)65 (15.48) More than 5941 (15.19)17 (11.33)58 (13.81)Patient occupation (n=415) Wage earner12 (4.53)4 (2.67)<0.00116 (3.86) Business51 (19.25)1 (0.67)52 (12.53) Service131 (49.43)28 (18.67)159 (38.31) Healthcare worker31 (11.70)40 (26.67)71 (17.11) Housewife0 (0.00)62 (41.33)62 (14.94) Student18 (6.79)12 (8.00)30 (7.23) Unemployed22 (8.30)3 (2.00)25 (6.02)Monthly income (BDT) (n=411) 5000–10 000138 (52.87)70 (46.67)0.409208 (50.61) 10 000–30 00076 (29.12)45 (30.00)121 (29.44) 30 000–50 00012 (4.60)12 (8.00)24 (5.84) More than 500 00035 (13.41)23 (15.33)58 (14.11)Smoking status of patient (n=411) Non-smoker206 (78.93)148 (99.33)<0.001354 (86.34) Smoker55 (21.07)1 (0.67)56 (13.66)Presence of any comorbidity (n=412) No149 (57.09)77 (51.33)0.259226 (54.99) Yes112 (42.91)73 (48.67)185 (45.01)History of Contact with COVID-19 Case (n=411) No63 (24.14)16 (10.67)<0.00179 (19.22) Yes85 (32.57)79 (52.67)164 (39.90) Unknown113 (43.30)55 (36.67)168 (40.88)Duration of symptoms during initial assessment (n=418) Asymptomatic at initial assessment25 (9.36)14 (9.33)0.82739 (9.35) 1–7 days173 (64.79)104 (69.33)277 (66.43) 8–14 days56 (20.97)26 (17.33)82 (19.66) 15–21 days9 (3.37)5 (3.33)14 (3.36) More than 21 days4 (1.50)1 (0.67)5 (1.20)Outcome of hospitalisation (n=421) Death10 (3.70)3 (2.00)0.68113 (3.10) Recovery242 (89.63)139 (92.67)381 (90.71) Referred to other facilities13 (4.81)5 (3.33)18 (4.29) Discharge on risk bond5 (1.85)3 (2.00)8 (1.90)Reported any complication during follow-up (n=399) No154 (61.11)81 (55.10)0.239237 (58.90) Yes98 (38.89)66 (44.90)162 (41.10)Open in a separate windowBDT, Bangladeshi taka; col%, column percentage.Table 2Characteristics of the patients positive for COVID-19 disaggregated by their age categoryPatient characteristics (sample size)<19 years19–24 years25–34 years35–49 years50–59 years>59 yearsP valueAll patients(n=16)(n=47)(n=114)(n=120)(n=65)(n=58)(n=420)Number (col%)Number (col%)Number (col%)Number (col%)Number (col%)Number (col%)Number (col%)Patient gender (n=420) Male7 (43.75)30 (63.83)71 (62.28)80 (66.67)41 (63.08)41 (70.69)0.478270 (64.29) Female9 (56.25)17 (36.17)43 (37.72)40 (33.33)24 (36.92)17 (29.31)150 (35.71)Patient occupation (n=415) Wage earner0 (0.00)1 (2.22)4 (3.54)9 (7.63)2 (3.08)0 (0.00)<0.00116 (3.86) Business0 (0.00)0 (0)8 (7.08)22 (18.64)12 (18.46)10 (17.24)52 (12.53) Service0 (0.00)20 (44.44)53 (46.90)50 (42.37)24 (36.92)12 (20.69)159 (38.31) Healthcare worker0 (0.00)13 (28.89)32 (28.32)17 (14.41)8 (12.31)1 (1.72)71 (17.11) Housewife0 (0.00)1 (2.22)8 (7.08)20 (16.95)19 (29.23)14 (24.14)62 (14.94) Student14 (87.50)9 (20)7 (6.19)0 (0.00)0 (0.00)0 (0.00)30 (7.23) Unemployed2 (12.50)1 (2.22)1 (0.88)0 (0.00)0 (0.00)21 (36.21)25 (6.02)Monthly income (BDT) (n=411) 5000–10 0005 (31.25)32 (71.11)65 (58.56)64 (54.70)21 (32.31)21 (36.84)<0.001208 (50.61) 10 000–30 0006 (37.50)3 (6.67)39 (35.14)32 (27.35)21 (32.31)20 (35.09)121 (29.44) 30 000–50 0002 (12.50)3 (6.67)4 (3.60)6 (5.13)5 (7.69)4 (7.02)24 (5.84) More than  500 0003 (18.75)7 (15.56)3 (2.70)15 (12.82)18 (27.69)12 (21.05)58 (14.11)Smoking Status of Patient (n=411) Non-smoker16 (100)38 (84.44)95 (85.59)103 (88.03)57 (87.69)45 (80.36)0.440354 (86.34) Smoker0 (0.00)7 (15.56)16 (14.41)14 (11.97)8 (12.31)11 (19.64)56 (13.66)Presence of any comorbidity (n=412) No15 (93.75)39 (86.67)89 (80.18)65 (55.56)10 (15.38)8 (14.04)<0.001226 (54.99) Yes1 (6.25)6 (13.33)22 (19.82)52 (44.44)55 (84.62)49 (85.96)185 (45.01)History of contact with COVID-19 case (n=411) No3 (18.75)7 (15.56)16 (14.41)28 (23.93)13 (20.00)12 (21.05)0.10979 (19.22) Yes7 (43.75)18 (40.00)56 (50.45)42 (35.90)28 (43.08)13 (22.81)164 (39.90) Unknown6 (37.50)20 (44.44)39 (35.14)47 (40.17)24 (36.92)32 (56.14)168 (40.88)Duration of symptoms during initial assessment (n=418) Asymptomatic at initial assessment2 (12.50)11 (23.40)14 (12.39)10 (8.47)1 (1.54)1 (1.75)0.00539 (9.38) 1–7 days11 (68.75)29 (61.70)75 (66.37)76 (64.41)45 (69.23)40 (70.18)276 (66.35) 8–14 days2 (12.50)2 (4.26)20 (17.70)29 (24.58)18 (27.69)11 (19.30)82 (19.71) 15–21 days1 (6.25)4 (8.51)3 (2.65)2 (1.69)0 (0.00)4 (7.02)14 (3.37) More than 21 days0 (0.00)1 (2.13)1 (0.88)1 (0.85)1 (1.54)1 (1.75)5 (1.20)Outcome of hospitalisation (n=421) Death1 (6.25)0 (0)0 (0)3 (2.5)5 (7.69)4 (6.90)0.00813 (3.10) Recovery15 (93.75)46 (97.87)106 (93.81)112 (93.33)56 (86.15)45 (77.59)380 (90.69) Referred to other facilities0 (0.00)0 (0)5 (4.42)3 (2.5)2 (3.08)8 (13.79)18 (4.30) Discharge on risk bond0 (0.00)1 (2.13)2 (1.77)2 (1.67)2 (3.08)1 (1.72)8 (1.91)Reported any complication during follow-up (n=399) No10 (66.67)35 (79.55)73 (65.77)59 (51.75)27 (44.26)31 (57.41)0.003237 (58.90) Yes5 (33.33)9 (20.45)38 (34.23)55 (48.25)34 (55.74)23 (42.59)162 (41.10)Open in a separate windowBDT, Bangladeshi taka; col%, column percentage.Among the admitted patients with COVID-19, the majority of patients (28%, n=120) were 35–49 years old. While most of the patients (38%, n=159) were service holders, the study sample consisted of 17% (n=71) healthcare workers. Around 41% (n=168) of the patients could not recall any contact history with patients with previously confirmed COVID-19, and an additional 40% (n=164) of patients provided positive contact history. Before being admitted to the hospital, almost two-thirds (66%, n=277) of the patients had the symptoms of COVID-19 for 1 week. Half of the patients (52%, n=154) reported having at least one underlying comorbidity.Male patients reported a higher proportion of comorbidity than female patients (69% vs 41%), though it was not statistically significant. However, looking into individual type of comorbidity, a significantly higher proportion of male patients had diabetes (p<0.001), hypertension (p<0.001) and ischaemic heart disease (p=0.048) compared with the female patients (figure 2), while 30% (n=22) of female patients presented with asthma, compared with 14% (n=16) of men, and this difference is statistically significant (p=0.027). At triage in the hospital, out of 422 patients, 379 presented any clinical feature of COVID-19, and the most common symptom (80%) was fever (figure 3). The next three most frequent symptoms were associated with respiratory systems, which were cough (60%, n=227), dyspnoea (41%, n=155) and sore throat (21%, n=81).Open in a separate windowFigure 2Distribution of comorbidity among patients positive for COVID-19 disaggregated by their gender.Open in a separate windowFigure 3Clinical symptoms presented by patients positive for COVID-19 during the triage.The clinical record showed the blood SpO2 level of 304 patients (72% of the study sample). A lower SpO2 level is a critical factor indicating the severity of COVID-19, and table 3 presents the SpO2 level (≤93% vs >93%) according to the patients’ characteristics.Table 3Presentation of blood SpO2 level (≤93% vs >93%) according to the characteristics of the patients positive for COVID-19Patient characteristics (reported sample size)SpO2 level≤93%SpO2 level>93%P valuePatients with reported SpO2(n=110)(n=194)(n=304)Number (col%)Number (col%)Number (col%)Patient age category (years) (n=420) Less than 192 (1.83)6 (3.11)<0.0018 (2.65) 19–246 (5.50)16 (8.29)22 (7.28) 25–3411 (10.09)70 (36.27)81 (26.82) 35–4927 (24.77)58 (30.05)85 (28.15) 50–5929 (26.61)26 (13.47)55 (18.21) 34 (31.19)17 (8.81)51 (16.89)Patient gender (n=421) Male70 (64.22)118 (60.82)0.559188 (62.05) Female39 (35.78)76 (39.18)115 (37.95)Patient occupation (n=415) Wage earner5 (4.59)8 (4.19)0.00213 (4.33) Business20 (18.35)18 (9.42)38 (12.67) Service33 (30.28)79 (41.36)112 (37.33) Healthcare worker12 (11.01)35 (18.32)47 (15.67) Housewife25 (22.94)26 (13.61)51 (17.00) Student2 (1.83)16 (8.38)18 (6.00) Unemployed12 (11.01)9 (4.71)21 (7.00)Monthly income (BDT) (n=411) 5000–10 00050 (45.87)91 (48.40)0.886141 (47.47) 10 000–30 00035 (32.11)53 (28.19)88 (29.63) 30 000–50 0007 (6.42)11 (5.85)18 (6.06) More than 500 00017 (15.60)33 (17.55)50 (16.84)Smoking status of patient (n=411) Non-smoker97 (88.99)165 (87.77)0.752262 (88.22) Smoker12 (11.01)23 (12.23)35 (11.78)Presence of any comorbidity (n=412) No34 (30.91)110 (58.51)<0.001144 (48.32) Yes76 (69.09)78 (41.49)154 (51.68)History of contact with COVID-19 case (n=411) No21 (19.27)36 (19.15)0.22557 (19.19) Yes35 (32.11)78 (41.49)113 (38.05) Unknown53 (48.62)74 (39.36)127 (42.76)Duration of symptoms during initial assessment (n=418) Asymptomatic at initial assessment2 (1.82)12 (6.25)0.14614 (4.64) 1–7 days71 (64.55)132 (68.75)203 (67.22) 8–14 days30 (27.27)41 (21.35)71 (23.51) 15–21 days4 (3.64)6 (3.13)10 (3.31) More than 21 days3 (2.73)1 (0.52)4 (1.32)Outcome of hospitalisation (n=421) Death9 (8.18)1 (0.52)<0.00110 (3.30) Recovery88 (80.00)185 (95.85)273 (90.10) Referred to other facilities11 (10.00)3 (1.55)14 (4.62) Discharge on risk bond2 (1.82)4 (2.07)6 (1.98)Reported any complication during follow-up (n=399) No46 (46.00)108 (57.75)0.057154 (53.66) Yes54 (54.00)79 (42.25)133 (46.34)Open in a separate windowSpO2 above 93% is considered normal, and a saturation below or equal to 93% is considered abnormal.BDT, Bangladeshi taka; col%, column percentage; SpO2, oxygen saturation.The SpO2 level of the patients presented significant association with their age (p<0.001), occupation (p=0.002) and presence of underlying comorbidity (p<0.001). We have observed that lower SpO2 levels were reported for older patients. Similarly, almost twice as many patients with lower SpO2 levels reported comorbidity (69% vs 31%), indicating a strong association between the underlying health condition and the severity of the disease among patients with confirmed COVID-19.Radiological and laboratory findingsOf the confirmed patients, 274 had their chest X-ray available, while CT of the chest was not conducted due to resource constraints. Table 4 shows the radiological findings and the result of laboratory investigations during hospitalisation. X-ray findings suggestive of pneumonia were observed among 39% (n=107) of the patients, indicated by mixed inhomogeneous opacity in the posterior–anterior (PA) view of lung X-ray.Table 4Radiological and laboratory findings of the patients positive for COVID-19 during hospitalisation and the association with their blood SpO2 level measured during the initial examinationPatient characteristics (reported sample size)SpO2 level≤93%SpO2 level>93%P valueAll patients(n=110)(n=194)Number (col%)Number (col%)Number (col%)X-ray finding suggestive of pneumonia (n=274) Absent24 (28.24)96 (72.73)<0.001167 (60.95) Present61 (71.76)36 (27.27)107 (39.05)Creatinine level (mg/dL) (n=258) Abnormal: >1.223 (26.44)16 (12.7)0.01153 (20.54) Normal: ≤1.264 (73.56)110 (87.3)205 (79.46)SGPT level (U/L) (n=246) Abnormal: >4049 (59.76)67 (55.37)0.536144 (58.54) Normal: ≤4033 (40.24)54 (44.63)102 (41.46)C reactive protein test (mg/L) (n=244) Abnormal: ≥643 (52.44)38 (31.93)0.00490 (36.89) Normal: <639 (47.56)81 (68.07)154 (63.11)D-dimer level (ng/mL) (n=143) Abnormal: >50020 (28.99)9 (15)0.05832 (22.38) Normal: ≤50049 (71.01)51 (85)111 (77.62)Blood haemoglobin level (g/L) (n=87) Abnormal: <10011 (40.74)11 (28.21)0.28828 (32.18) Normal: ≥10016 (59.26)28 (71.79)59 (67.82)WBC total count (/µL) (n=79) Abnormal: <40000 (0)1 (2.86)0.4042 (2.53) Normal: ≥4000 and <11 00024 (100)34 (97.14)77 (97.47)Neutrophil:lymphocyte ratio (n=86) Abnormal: >3.515 (55.56)6 (15.38)0.00125 (29.07) Normal: ≤3.512 (44.44)33 (84.62)61 (70.93)Monocytes differential count (%) (n=86) Abnormal: >821 (31.82)21 (31.82)0.09122 (25.58) Normal: 2–845 (68.18)45 (68.18)64 (74.42)Eosinophil differential count (%) (n=86) Abnormal: >43 (11.11)4 (10.26)0.9128 (9.30) Normal: 1–424 (88.89)35 (89.74)78 (90.70)Platelet level (×109/L) (n=71) Abnormal: <1502 (9.09)5 (14.71)0.5357 (9.86) Normal: ≥15020 (90.91)29 (85.29)64 (90.14)Open in a separate windowSpO2 above 93% is considered normal, and a saturation below or equal to 93% is considered abnormal.col%, column percentage; SGPT, serum glutamic pyruvic transaminase; SpO2, oxygen saturation; WBC, white blood cell.Laboratory findings suggest that only 3% (n=2) and 10% (n=7) of patients presented leucopenia and thrombocytopenia accordingly. However, 29% (25 out of 85) of patients had their neutrophil:lymphocyte ratio elevated more than 3.5 times. Among other findings, elevated level of SGPT (58.54%, n=144), C reactive protein (37%, n=90), serum creatinine (21%, n=53) and D-dimer (22%, n – 32) were observed. SpO2 level was significantly associated with radiological findings of pneumonia (p<0.001), serum creatinine (p<0.011), serum C reactive protein (p=0.004) and neutrophil:lymphocyte ratio (p=0.001). The patients with lower SpO2 levels had abnormality in their radiological and laboratory findings.Treatment and medicationsAll patients (n=422) received symptomatic medication for their illness during hospitalisation. Table 5 presents the treatment and medication given to patients.Table 5Treatment and medication given to the patients positive for COVID-19 during hospitalisation disaggregated by their age and their blood SpO2 level measured during the initial examinationTreatment and medication given(reported sample size)Age categoriesP valueSpO2 levelP valueAll patients<19years19–24years25–34years35–49years50–59years>59years≤93%>93%(n=16)(n=47)(n=114)(n=120)(n=65)(n=58)(n=110)(n=194)Number (row%)Number (row%)Number (row%)Number (row%)Number (row%)Number (row%)Number (col%)Number (col%)Number (col%)Antibiotic (n=414) No4 (4.21)10 (10.53)41 (43.16)22 (23.16)9 (9.47)9 (9.47)0.0067 (6.60)55 (28.50)<0.00196 (23.19) Yes12 (3.79)36 (11.36)73 (23.03)97 (30.6)53 (16.72)46 (14.51)99 (93.40)138 (71.50)318 (76.81)Hydroxychloroquine (n=411) No14 (4.83)21 (7.24)73 (25.17)76 (26.21)57 (19.66)49 (16.90)<0.00190 (85.71)140 (72.54)0.01290 (70.56) Yes2 (1.68)25 (21.01)41 (34.45)41 (34.45)5 (4.20)5 (4.20)15 (14.29)53 (27.46)121 (29.44)Anticoagulant (n=413) No12 (6.67)38 (21.11)72 (40.00)47 (26.11)9 (5.00)2 (1.11)<0.00114 (13.21)86 (44.56)<0.001181 (43.83) Yes4 (1.73)8 (3.46)42 (18.18)71 (30.74)53 (22.94)53 (22.94)92 (86.79)107 (55.44)232 (56.17)Antiviral (n=417) No16 (4.14)46 (11.98)111 (28.91)109 (28.39)54 (14.06)48 (12.50)0.00292 (85.19)182 (93.81)0.013386 (92.57) Yes0 (0.00)0 (0.00)3 (9.68)10 (32.26)9 (29.03)9 (29.03)16 (14.81)12 (6.19)31 (7.43)Glucocorticoids (n=412) No15 (4.66)40 (12.42)105 (32.61)91 (28.26)43 (13.35)28 (8.70)<0.00152 (49.52)164 (84.97)<0.001324 (78.64) Yes1 (1.14)6 (6.82)9 (10.23)27 (30.68)18 (20.45)27 (30.68)53 (50.48)29 (15.03)88 (21.36)Oxygen supplement (n=413) No10 (6.62)18 (11.92)57 (37.75)43 (28.48)17 (11.26)6 (3.97)<0.0011 (0.95)79 (40.93)<0.001151 (36.56) Yes6 (2.31)27 (10.38)57 (21.92)76 (29.23)45 (17.31)49 (18.85)104 (99.05)114 (59.07)262 (63.44)Ivermectin (n=421) No16 (4.08)44 (11.22)106 (27.04)106 (27.04)63 (16.07)57 (14.54)0.046104 (94.55)183 (94.33)0.937394 (93.59) Yes0 (0.00)3 (11.11)8 (29.63)14 (51.85)1 (3.70)1 (3.70)6 (5.45)11 (5.67)27 (6.41)Others (n=419) No0 (0.00)3 (11.11)8 (29.63)14 (51.85)1 (3.70)1 (3.70)0.056 (5.50)11 (5.70)0.94427 (6.44) Yes16 (4.10)44 (11.28)106 (27.18)106 (27.18)62 (15.9)56 (14.36)103 (94.50)182 (94.30)392 (93.56)Open in a separate windowcol%, column percentage; row%, row percentage; SpO2, blood oxygen saturation level.Majority of the patients received antibiotics (77%, n=318) and anticoagulant therapy (56%, n=232). These proportions were even higher among the patients with lower SpO2 levels, 93% and 87% for antibiotic and anticoagulant therapy. Overall, 63% (n=262) of patients received oxygen supplementation. Except for one patient, everyone presented with an SpO2 level of ≤93% and received oxygen supplements, and more than half of the patients (59%, n=114) received oxygen supplements despite having their SpO2 level at >93%. Most older adults and senior patients received anticoagulant and glucocorticoid medications (see online supplemental file 1 for more details). Among all patients, 29% (n=121) received hydroxychloroquine and 6% (n=27) received ivermectin. More than 95% of these patients receiving these therapies were between 19 and 49 years. Moreover, a negligible number of patients with low SpO2 level received hydroxychloroquine (14%, n=15) and ivermectin (5%, n=6) therapies. The clinical record showed that 7.43% of the patients (n=31) received antiviral medications. Only 10 patients received injectable remdesivir, and 21 patients received oral antiviral favipiravir therapy. Among other drugs, four patients received convalescent plasma therapy, and three patients received injectable tocilizumab (interleukin-6 inhibitor).Supplementary data\nbmjopen-2021-055126supp001.pdf\nDue to the scarcity of ICU beds, only 20 patients were admitted to the ICU, and among them, 16 tested positive for COVID-19. Nearly all patients (n=19) who were managed in the ICU developed acute respiratory distress syndrome, based on the Berlin definition.21 The nine RT-PCR-positive patients were intubated and required mechanical ventilation for an average of 5.77 days (ranging from 1 to 17 days). The remaining seven patients were managed by non-invasive ventilation—continuous positive airway pressure or bilevel positive airway pressure—in the prone position using a high-flow nasal cannula or non-rebreather mask.Clinical outcomes and complicationsThe median duration of hospital stay was 12 days: mean 12.36 days, SD 6.51 days and range 1–32 days. Across the age groups, much variability of hospitalisation duration was observed (figure 4).Open in a separate windowFigure 4Variability of hospital stay across the age groups of the patients positive for COVID-19.While the elderly patients (59+ years) had the most variability of hospital stay (SD=7.30 day, range 1–31), their average hospitalisation duration was 11 days. In contrast, younger patients (19–24 years) had, on average, the most prolonged hospital stay (mean 14.11 days, SD 5.92 and range 3–27 days). The result did not reveal any significant statistical association between the average length of stay and the clinical profile of the RT-PCR-positive patients with COVID-19 (see online supplemental file 1 for more details).More than 90% (n=381) of patients successfully weaned from SARS-CoV-2 infection (table 1). During their hospital stay; 13 patients (3%) died due to COVID-19; 18 patients (4%) were referred to other facilities; and 8 patients (2%) were discharged voluntarily after signing risk bonds. After discharge, the hospital was able to conduct a teleconsultation to follow-up on 399 patients. The follow-up was conducted, on average, 66 days after the discharge of the patients (range 1–129 days). Out of 399 patients, 162 patients (41%) reported experiencing complications after hospital discharge. Among them, 82 patients (51%) reported one complication; 50 reported two complications (37%); and 30 reported three complications (22%). An additional eight deaths (2%) were reported during the follow-up teleconsultation (figure 5). All of these deaths were recorded due to COVID-19 in the death certificate stated by the patients’ attendants during teleconsultation for follow-up. See the supplements in online supplemental file 1 for more details on complications and deaths reported during follow-up.Open in a separate windowFigure 5Short-term complications reported by the patients positive for COVID-19 during the follow-up teleconsultations.During the follow-up, most of the patients’ complications were associated with respiratory systems, consisting of around 62% (n=52) of the first and 44% (n=22) of the second complications. The respiratory complications consisted of cough and cold, chest heaviness, shortness of breath and pain during breathing. Other frequently reported complications were post-COVID fatigue syndrome, fever and musculoskeletal pain. DiscussionThis retrospective, observational case series study analysed the clinical and epidemiological characteristics and short-term outcomes of RT-PCR-positive patients with COVID-19 admitted to a tertiary hospital in Dhaka, Bangladesh. Among the admitted patients, one-third were female; one-third were service holders; and 17% were healthcare providers. We found that more than half of the patients presented with underlying comorbidities. Significantly, more male patients with COVID-19 presented with diabetes, hypertension and ischaemic heart disease. In contrast, asthma was significantly prevalent among women patients. Similar studies conducted in the tertiary care centres in Bangladesh, India and Pakistan also reported higher levels of pre-existing comorbidity among patients with COVID-19.22–24 Saha et al25 has found that comorbidity such as cardiovascular disease, hypertension and diabetes are significant risk factors for the poor prognosis of COVID-19 in Bangladesh.25 Several meta-analyses also indicated a higher disease burden of COVID-19 among male smokers and patients with comorbid conditions such as cardiovascular disease, hypertension and diabetes.26 27Around 9.35% of patients included in this study were asymptomatic during the initial assessment. Fever and respiratory symptoms were most common among the patients, reported in other studies in Bangladesh and beyond.18 24 28 While several studies from Bangladesh,24 29 China28 30 and Brazil31 reported weakness or fatigue as a common symptom, only 8% (n=31 out of 377) of the patients reported that they experienced weakness during initial triage at the hospital.Our result showed an SpO2 level of more than 36% (110 out of 304) of hospitalised patients dropped below 94%. Such reduction of SpO2 level is reported as a significant risk factor for higher mortality in health facility settings.32 33 Similar to our finding, a significant association between lower SpO2 level or severe illness with older age and the presence of any comorbidity was reported in Pakistan.22 Besides, the severe illness was significantly associated with radiological findings of pneumonia,34 higher creatinine,35 C reactive protein18 and neutrophil:lymphocyte ratio.36 37 A higher proportion of patients with low SpO2 levels frequently received antibiotics, anticoagulants and glucocorticoid therapy.22 38 Other studies from Bangladesh also reported that antibiotics are the most commonly used medication during the treatment of COVID-19.24 39In the patient pool, a total of 21 deaths were reported (13 deaths during the hospitalisation and 8 deaths after discharge), resulting in a total case-fatality ratio of 5.45% (21 out of 422). It is significantly higher than the national average case-fatality ratio of Bangladesh, which is 1.77%.15 However, other studies conducted in India and Pakistan found an even higher case-fatality ratio (around 10%) among patients admitted in tertiary care settings.22 40 We followed up with 399 patients to investigate their postdischarge complications, and about 41.10% reported at least one complication. Respiratory complications were reported most frequently as persistent symptoms after discharge.41 Approximately 31% of patients reported post-COVID fatigue syndrome as a complication reported during the telemedicine consultation. Similar to other postviral infections that cause chronic fatigue syndrome (such as myalgic encephalomyelitis), prolonged fatigue is commonly reported after COVID-19 infection.42 43Using a comprehensive set of medical records is the core strength of the study. The clinical and follow-up data quality originated from the tertiary care hospital is exceptionally vigorous, making our result robust and reliable. However, we have to acknowledge a few limitations of this study. First, the result of this study cannot be generalised for the national context of Bangladesh. We have included confirmed COVID-19 cases admitted to the hospital, which can result in selection bias. It is also indicated by the high level of case-fatality ratio identified in the study.44 Generally, more severe cases of COVID-19 were admitted to the hospital, which resulted from a non-randomised nature of sample recruitment in our study due to the sampling bias.45 Second, the completeness of the data is a common hindrance while using medical records.46 We decided not to impute any data point to account for the missingness. Instead, we wanted to be transparent47 and explicitly report the data’s missingness for each study component (figure 1). Lastly, due to the limited resources, we could not follow up on each discharged patient after a specific number of days. Thus, the follow-up call for enumerating short-term complications varied widely (from 1 day to 129 days). ConclusionIn conclusion, the clinical and epidemiological characteristics and health outcomes of patients with COVID-19 are significantly different across the patients’ age groups and gender. Our study has also identified significant associations with SpO2 level and several patient attributes, haematological correlations and medication regimen. While we recommend multicentre studies with a larger patient cohort, this study has broken new ground in Bangladesh for clinical research on COVID-19. The result of this study will inform clinicians, public health researchers and policymakers regarding the nature of COVID-19 in Dhaka, Bangladesh, which became an epicentre of the pandemic. AcknowledgmentsWe acknowledge the director of the Maternal and Child Health Training Institute (MCHTI), Dr Md Shamsul Karim for his invaluable assistance. We also thank the healthcare providers of MCHTI for their dedication and relentless determination to deliver care to the patients infected with SARS-CoV-2. Lastly, we humbly acknowledge the patients admitted to the MCHTI hospital. Without their information, this research could not have been conducted. FootnotesTwitter: @ZabirHasanContributors: All authors of this study contributed to the design and conceptualisation. Establishing institutional collaboration and data acquisition was led by NKB, JC and AMA. The analytical plan was developed collaboratively by MZH and MS. The analysis was performed by MZH. The first draft of the manuscript was prepared by MZH with the support of SSH and with the supervision of MS and NKB. All authors reviewed the content of the manuscript and provided their critical comments. The senior author, MS, is the guarantor of the study and was responsible for the overall supervison of the finished work. All authors approved the final version of the manuscript.Funding: The authors have not declared a specific grant for this research from any funding agency in the public, commercial or not-for-profit sectors.Competing interests: None declared.Provenance and peer review: Not commissioned; externally peer reviewed.Supplemental material: This content has been supplied by the author(s). It has not been vetted by BMJ Publishing Group Limited (BMJ) and may not have been peer-reviewed. Any opinions or recommendations discussed are solely those of the author(s) and are not endorsed by BMJ. BMJ disclaims all liability and responsibility arising from any reliance placed on the content. Where the content includes any translated material, BMJ does not warrant the accuracy and reliability of the translations (including but not limited to local regulations, clinical guidelines, terminology, drug names and drug dosages), and is not responsible for any error and/or omissions arising from translation and adaptation or otherwise. References1. World Health Organization . Who coronavirus disease (COVID-19) Dashboard, 2021. Available: https://covid19.who.int [Accessed 26 Oct 2021].2. Chen N, Zhou M, Dong X, et al. . Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. The Lancet\n2020;395:507–13. 10.1016/S0140-6736(20)30211-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Wang D, Hu B, Hu C, et al. . Clinical characteristics of 138 hospitalized patients with 2019 novel Coronavirus–Infected pneumonia in Wuhan, China. JAMA 2020;323:1061. 10.1001/jama.2020.1585 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Huang C, Wang Y, Li X, et al. . Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. The Lancet\n2020;395:497–506. 10.1016/S0140-6736(20)30183-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Pan D, Sze S, Minhas JS, et al. . The impact of ethnicity on clinical outcomes in COVID-19: a systematic review. EClinicalMedicine 2020;23:100404. 10.1016/j.eclinm.2020.100404 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Islam N, Khunti K, Dambha-Miller H, et al. . COVID-19 mortality: a complex interplay of sex, gender and ethnicity. Eur J Public Health\n2020;30:847–8. 10.1093/eurpub/ckaa150 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Billah MA, Miah MM, Khan MN. Reproductive number of coronavirus: a systematic review and meta-analysis based on global level evidence. PLoS One\n2020;15:e0242128. 10.1371/journal.pone.0242128 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Diao Y, Kodera S, Anzai D, et al. . Influence of population density, temperature, and absolute humidity on spread and decay durations of COVID-19: a comparative study of scenarios in China, England, Germany, and Japan. One Health\n2021;12:100203. 10.1016/j.onehlt.2020.100203 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Arif M, Sengupta S. Nexus between population density and novel coronavirus (COVID-19) pandemic in the South Indian states: a geo-statistical approach. Environ Dev Sustain\n2020:1–29. 10.1007/s10668-020-01055-8 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Islam S, Mannan F, Islam T, et al. . COVID-19 pandemic: how is Bangladesh coping with the rapid spread of coronavirus infection?\nJ Infect Dev Ctries\n2020;14:1098–105. 10.3855/jidc.13289 [PubMed] [CrossRef] [Google Scholar]11. Al-Zaman MS. Healthcare crisis in Bangladesh during the COVID-19 pandemic. Am J Trop Med Hyg\n2020;103:1357–9. 10.4269/ajtmh.20-0826 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Anwar S, Nasrullah M, Hosen MJ. COVID-19 and Bangladesh: challenges and how to address them. Front Public Health\n2020;8:154. 10.3389/fpubh.2020.00154 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Shammi M, Bodrud-Doza M, Islam ARMT, et al. . Strategic assessment of COVID-19 pandemic in Bangladesh: comparative lockdown scenario analysis, public perception, and management for sustainability. Environ Dev Sustain\n2020:1–44. 10.1007/s10668-020-00867-y [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. MdR R, AHMH I, MdN I. Geospatial modelling on the spread and dynamics of 154 day outbreak of the novel coronavirus (COVID-19) pandemic in Bangladesh towards vulnerability zoning and management approaches. Model Earth Syst Environ\n2020:1–29. [PMC free article] [PubMed] [Google Scholar]15. World Health Organization . Coronavirus disease (COVID-2019) Bangladesh situation reports. World Health organization, 2021. Available: https://cdn.who.int/media/docs/default-source/searo/bangladesh/covid-19-who-bangladesh-situation-reports/who_ban_sitrep_86_20211018.pdf?sfvrsn=59f714e1_9 [Accessed 26 Oct 2021].16. Biswas RK, Huq S, Afiaz A, et al. . A systematic assessment on COVID-19 preparedness and transition strategy in Bangladesh. J Eval Clin Pract\n2020;26:1599–611. 10.1111/jep.13467 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Khan MH, Islam A, Chowdhury MA. Demographic and clinical presentation of CoVid19 patients in Bangladesh- a single center experience. IOSR Journal of Dental and Medical Sciences\n2020;19:38–53. [Google Scholar]18. MdS M, Mosabbir AA, Chowdhury P. Clinical manifestations of patients with coronavirus disease 2019 (COVID- 19) attending at hospitals in Bangladesh. Infectious Diseases\n2020. [Google Scholar]19. StataCorp . Stata statistical software: release 15. College Station, TX: StataCorp LLC, 2017. https://www.stata.com/new-in-stata/ [Google Scholar]20. R Core Team . R: a language and environment for statistical computing. Vienna, Austria: R Foundation for Statistical Computing, 2021. https://www.r-project.org/ [Google Scholar]21. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, et al. . Acute respiratory distress syndrome: the Berlin definition. JAMA\n2012;307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]22. Nasir N, Habib K, Khanum I. Clinical characteristics and outcomes of COVID-19: experience at a major tertiary care center in Pakistan. J Infect Dev Ctries\n2021;15:480–9. 10.3855/jidc.14345 [PubMed] [CrossRef] [Google Scholar]23. Kayina CA, Haritha D, Soni L, et al. . Epidemiological & clinical characteristics & early outcome of COVID-19 patients in a tertiary care teaching hospital in India: A preliminary analysis. Indian J Med Res\n2020;152:100–4. 10.4103/ijmr.IJMR_2890_20 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Ali MR, Hasan MA, Rahman MS, et al. . Clinical manifestations and socio-demographic status of COVID-19 patients during the second-wave of pandemic: a Bangladeshi experience. J Infect Public Health\n2021;14:1367–74. 10.1016/j.jiph.2021.06.011 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Saha A, Ahsan MM, Quader MT-U, et al. . Clinical characteristics and outcomes of COVID-19 infected diabetic patients admitted in ICUs of the southern region of Bangladesh. Diabetes Metab Syndr\n2021;15:229–35. 10.1016/j.dsx.2020.12.037 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Emami A, Javanmardi F, Pirbonyeh N, et al. . Prevalence of underlying diseases in hospitalized patients with COVID-19: a systematic review and meta-analysis. Arch Acad Emerg Med\n2020;8:e35. [PMC free article] [PubMed] [Google Scholar]27. Fang X, Li S, Yu H, et al. . Epidemiological, comorbidity factors with severity and prognosis of COVID-19: a systematic review and meta-analysis. Aging\n2020;12:12493–503. 10.18632/aging.103579 [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Wan S, Xiang Y, Fang W, et al. . Clinical features and treatment of COVID-19 patients in northeast Chongqing. J Med Virol\n2020;92:797–806. 10.1002/jmv.25783 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Mahmud R, Rahman MM, Rassel MA, et al. . Post-COVID-19 syndrome among symptomatic COVID-19 patients: a prospective cohort study in a tertiary care center of Bangladesh. PLoS One\n2021;16:e0249644. 10.1371/journal.pone.0249644 [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Li L-Q, Huang T, Wang Y-Q, et al. . COVID-19 patients' clinical characteristics, discharge rate, and fatality rate of meta-analysis. J Med Virol\n2020;92:577–83. 10.1002/jmv.25757 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Moura DTHde, Proença IM, McCarty TR, et al. . Gastrointestinal manifestations and associated health outcomes of COVID-19: a Brazilian experience from the largest South American public hospital. Clinics\n2020;75:e2271. 10.6061/clinics/2020/e2271 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Bertsimas D, Lukin G, Mingardi L, et al. . COVID-19 mortality risk assessment: an international multi-center study. PLoS One\n2020;15:e0243262. 10.1371/journal.pone.0243262 [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. van den Boom W, Hoy M, Sankaran J, et al. . The search for optimal oxygen saturation targets in critically ill patients: observational data from large ICU databases. Chest\n2020;157:566–73. 10.1016/j.chest.2019.09.015 [PubMed] [CrossRef] [Google Scholar]34. Cozzi D, Albanesi M, Cavigli E, et al. . Chest X-ray in new coronavirus disease 2019 (COVID-19) infection: findings and correlation with clinical outcome. Radiol Med\n2020;125:730–7. 10.1007/s11547-020-01232-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Xu Y, Xu Z, Liu X, et al. . Clinical findings of COVID-19 patients admitted to intensive care units in Guangdong Province, China: a multicenter, retrospective, observational study. Front Med\n2020;7:576457. 10.3389/fmed.2020.576457 [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Terpos E, Ntanasis‐Stathopoulos I, Elalamy I, et al. . Hematological findings and complications of COVID ‐19. Am J Hematol\n2020;95:834–47. 10.1002/ajh.25829 [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Nalbant A, Kaya T, Varim C, et al. . Can the neutrophil/lymphocyte ratio (NLR) have a role in the diagnosis of coronavirus 2019 disease (COVID-19)?\nRev. Assoc. Med. Bras.\n2020;66:746–51. 10.1590/1806-9282.66.6.746 [PubMed] [CrossRef] [Google Scholar]38. Tahvildari A, Arbabi M, Farsi Y, et al. . Clinical features, diagnosis, and treatment of COVID-19 in hospitalized patients: a systematic review of case reports and case series. Front. Med.\n2020;7:231. 10.3389/fmed.2020.00231 [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Mah-E-Muneer S, Hassan MZ, Biswas MAAJ, et al. . Use of antimicrobials among suspected COVID-19 patients at selected hospitals, Bangladesh: findings from the first wave of COVID-19 pandemic. Antibiotics\n2021;10:738. 10.3390/antibiotics10060738 [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Budhiraja S, Soni A, Jha V. Clinical profile of first 1000 COVID-19 cases admitted at tertiary care hospitals and the correlates of their mortality: an Indian experience. Epidemiology 2020. [Google Scholar]41. Tenforde MW, Kim SS, Lindsell CJ, et al. . Symptom Duration and Risk Factors for Delayed Return to Usual Health Among Outpatients with COVID-19 in a Multistate Health Care Systems Network - United States, March-June 2020. MMWR Morb Mortal Wkly Rep\n2020;69:993–8. 10.15585/mmwr.mm6930e1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Islam MF, Cotler J, Jason LA. Post-Viral fatigue and COVID-19: lessons from past epidemics. Fatigue: Biomedicine, Health & Behavior\n2020;8:61–9. 10.1080/21641846.2020.1778227 [CrossRef] [Google Scholar]43. Perrin R, Riste L, Hann M, et al. . Into the looking glass: post-viral syndrome post COVID-19. Med Hypotheses\n2020;144:110055. 10.1016/j.mehy.2020.110055 [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Quinn RR, Hux JE, Oliver MJ, et al. . Selection bias explains apparent differential mortality between dialysis modalities. J Am Soc Nephrol\n2011;22:1534–42. 10.1681/ASN.2010121232 [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Tripepi G, Jager KJ, Dekker FW, et al. . Selection bias and information bias in clinical research. Nephron Clin Pract\n2010;115:c94–9. 10.1159/000312871 [PubMed] [CrossRef] [Google Scholar]46. Hong CJ, Kaur MN, Farrokhyar F, et al. . Accuracy and completeness of electronic medical records obtained from referring physicians in a Hamilton, Ontario, plastic surgery practice: a prospective feasibility study. Plast Surg\n2015;23:48–50. 10.1177/229255031502300101 [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Hollestein LM, Carpenter JR. Missing data in clinical research: an integrated approach. Br J Dermatol\n2017;177:1463–5. 10.1111/bjd.16010 [PubMed] [CrossRef] [Google Scholar]"}