{"title": "Reversible Bronchiectasis in COVID-19 Survivors With Acute Respiratory Distress Syndrome: Pseudobronchiectasis", "pubDate": "2021", "PMCID": "PMC8669592", "DOI": "10.3389/fmed.2021.739857", "PMID": "34917630", "abstract": "To retrospectively analyze whether traction bronchiectasis was reversible in coronavirus disease 2019 (COVID-19) survivors with acute respiratory distress syndrome (ARDS), and whether computed tomography (CT) findings were associated with the reversibility, 41 COVID-19 survivors with ARDS were followed-up for more than 4 months. Demographics, clinical data, and all chest CT images were collected. The follow-up CT images were compared with the previous CT scans. There were 28 (68%) patients with traction bronchiectasis (Group I) and 13 (32%) patients without traction bronchiectasis (Group II) on CT images. Traction bronchiectasis disappeared completely in 21 of the 28 (75%) patients (Group IA), but did not completely disappear in seven of the 28 (25%) patients (Group IB). In the second week after onset, the evaluation score on CT images in Group I was significantly higher than that in Group II (p = 0.001). The proportion of reticulation on the last CT images in Group IB was found higher than that in Group IA (p < 0.05). COVID-19 survivors with ARDS might develop traction bronchiectasis, which can be absorbed completely in most patients. Traction bronchiectasis in a few patients did not disappear completely, but bronchiectasis was significantly relieved. The long-term follow-up is necessary to further assess whether traction bronchiectasis represents irreversible fibrosis.", "author": [{"author": "Qiongjie Hu", "affiliation": ["Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Hu+Q&cauthor_id=34917630"}, {"author": "Yiwen Liu", "affiliation": ["Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Liu+Y&cauthor_id=34917630"}, {"author": "Chong Chen", "affiliation": ["Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Chen+C&cauthor_id=34917630"}, {"author": "Ziyan Sun", "affiliation": ["Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Sun+Z&cauthor_id=34917630"}, {"author": "Yujin Wang", "affiliation": ["Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Wang+Y&cauthor_id=34917630"}, {"author": "Min Xiang", "affiliation": ["Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Xiang+M&cauthor_id=34917630"}, {"author": "Hanxiong Guan", "affiliation": ["Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Guan+H&cauthor_id=34917630"}, {"author": "Liming Xia", "affiliation": ["Department of Radiology, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, China."], "href": "/?term=Xia+L&cauthor_id=34917630"}], "refPMID": ["32123347", "32197108", "32091533", "32027848", "22472500", "9885583", "14752179", "32193638", "33196374", "11798197", "9502085", "32198191", "32031481", "32837670", "33613933", "20927526", "18195376", "5650164", "6740543", "30931250", "21071764", "22855546", "30921231", "13408495", "13579235", "23207538", "33457203", "22797452", "7618537", "2914186", "32077789", "32191587", "16293804", "32480316", "23263616", "13007221", "32171076", "32227758", "32085846", "32053470"], "citedInPMID": ["34917630"], "body": " AbstractTo retrospectively analyze whether traction bronchiectasis was reversible in coronavirus disease 2019 (COVID-19) survivors with acute respiratory distress syndrome (ARDS), and whether computed tomography (CT) findings were associated with the reversibility, 41 COVID-19 survivors with ARDS were followed-up for more than 4 months. Demographics, clinical data, and all chest CT images were collected. The follow-up CT images were compared with the previous CT scans. There were 28 (68%) patients with traction bronchiectasis (Group I) and 13 (32%) patients without traction bronchiectasis (Group II) on CT images. Traction bronchiectasis disappeared completely in 21 of the 28 (75%) patients (Group IA), but did not completely disappear in seven of the 28 (25%) patients (Group IB). In the second week after onset, the evaluation score on CT images in Group I was significantly higher than that in Group II (p = 0.001). The proportion of reticulation on the last CT images in Group IB was found higher than that in Group IA (p < 0.05). COVID-19 survivors with ARDS might develop traction bronchiectasis, which can be absorbed completely in most patients. Traction bronchiectasis in a few patients did not disappear completely, but bronchiectasis was significantly relieved. The long-term follow-up is necessary to further assess whether traction bronchiectasis represents irreversible fibrosis.Keywords: reversible bronchiectasis, COVID-19, pneumonia, acute respiratory distress syndrome, follow-up IntroductionCoronavirus disease 2019 (COVID-19) caused by SARS-CoV-2 has become a global pandemic (1). About 80% of the COVID-19 patients have mild infection, and few patients may rapidly progress to acute respiratory distress syndrome (ARDS) (2, 3). The elderly patients and those with comorbidities are at the greatest risk of death, which may be associated with ARDS (4). The typical computed tomography (CT) feature of ARDS in the acute phase is the opacification that demonstrates an anterio-posterior density gradient within the lungs (5). In the late phase, the reticulation and ground-glass opacity (GGO) in the anterior part of lungs are the more typical CT findings (6, 7). When the patients with COVID-19 pneumonia progress to ARDS, CT images show expanded lung involvement, increased density, and consolidation (8, 9).Traction bronchiectasis appears as irregular bronchiectasis on CT images, which is a common radiological characteristic of patients with ARDS in the acute phase (10, 11). It is also present in patients with COVID-19 pneumonia (8, 12, 13). Ambrosetti et al. (14) reported that two cases of COVID-19 pneumonia presented bronchiectasis progressing to ARDS. Our previous study suggested that patients with COVID-19 pneumonia had traction bronchiectasis in the acute phase of ARDS (15). Furthermore, traction bronchiectasis may affect the prognosis and increase the risk of death (16), and it is generally considered as the evidence of fibrosis (17, 18). However, recent studies have shown that bronchiectasis is reversible in patients with severe infection and inflammation, thus it is also known as pseudobronchiectasis (19–26). At present, reversible bronchiectasis in patients with COVID-19 pneumonia remains unclear (27). Therefore, this study aimed to explore whether traction bronchiectasis was reversible in COVID-19 pneumonia survivors with ARDS and the factors associated with bronchiectasis. To our knowledge, this is the first study to compare CT findings in the sequential follow-up with the reported traction bronchiectasis in COVID-19 survivors with ARDS. Materials and MethodsPatientsThe approval of the Institutional Review Board was obtained for this retrospective study (IRB ID: TJ-C0200108). Patient consent was waived because of the retrospective nature of the study and owing to emerging infectious diseases. Patients were admitted from January 5 to February 16, 2020.The inclusion criteria were as follows: (1) patients whose real-time reverse transcription polymerase chain reaction (RT-PCR) assay of throat swabs or nasopharyngeal swabs showed positive SARS-CoV-2 nucleic acid; (2) patients diagnosed as ARDS according to the Berlin definition (28); (3) survivor patients with an interval of over 4 months between the onset and the last follow-up CT scans. The exclusion criteria were described below: (1) patients with too many artifacts on chest CT images to be assessed; (2) patients previously diagnosed as bronchiectasis. The clinical data and the follow-up chest CT were monitored up to January 28 2021, the final date of follow-up. Forty-one COVID-19 survivors with ARDS were ultimately included in this study (Figure 1).Open in a separate windowFigure 1Study flow diagram.The demographics and clinical data (onset date of symptoms, diagnosis date of ARDS, days of hospitalization, oxygenation index, and comorbidities) of all the patients were collected and extracted by using the data collection forms.CT ExaminationComputed tomography scanning was performed during inspiratory breath holding. All images were obtained with patients in the supine position using one of three CT systems (uCT 780, United Imaging, China; Optima 660, GE, America; Somatom Definition AS+, Siemens Healthineers, Germany). The imaging parameters were as follows: tube voltage, 80–120 kVp; automated tube current modulation (30–70 mAs); pitch, 0.984:1; slice thickness, 0.625–1.25 mm; matrix, 512 × 512; field of view, 350 × 350 mm, with the selection differences according to the machine types.CT AssessmentThe CT images obtained in the first, second, third, and fourth weeks after the symptom onset and the last CT images were marked as CT1, CT2, CT3, CT4, and CTL. The CT image showing the most severe lung involvement was marked as CTM.All CT images were assessed independently by two radiologists (YWL and QJH with 2 and 10 years of experience, respectively) and the final decisions reached by consensus were reported. According to the presence or absence of traction bronchiectasis on the CT image, the patients were divided into Group I (with traction bronchiectasis) and Group II (without traction bronchiectasis). The patients with traction bronchiectasis were further divided into Group IA (complete disappearance of traction bronchiectasis) and Group IB (incomplete disappearance of traction bronchiectasis).The involvement extent of traction bronchiectasis on CT1, CT2, CT3, and CT4 images in Group IA and Group IB were evaluated. The lingula was considered to be a separate lobe. Each lung lobe was scored for the involvement extent based on the method of Reiff et al. (0 = none, 1 = one or partial bronchopulmonary segment involved, 2 = two or more bronchopulmonary segments involved) (29). The total involvement extent of bronchiectasis throughout the lungs was reflected by the sum of the scores of six lobes (bronchiectasis score, range: 0–12). The lobar distribution and location of traction bronchiectasis on CTM images in Group IA and Group IB were evaluated. The location of bronchiectasis was categorized as central, peripheral, or mixed. The distinction between central and peripheral bronchial involvements was taken as a point midway between the hilum and the chest wall (30). The bronchiectasis scoring on CTM and CTL images of patients in Group IB was performed.The evolution of lung involvement on CT images was analyzed by using three scoring methods. The first method was the overall lung “involvement score” (31, 32). Five lung lobes were separately assessed for the involvement extent (none (0%), minimal (1–25%), mild (26–50%), moderate (51–75%), and severe (76–100%), with a score of 0, 1, 2, 3, 4, respectively). The overall lung “involvement score” was calculated by summing five lobe scores (range: 0–20). The second method was “GGO/consolidation score”. The involvement extent of the lobes in ground-glass opacity (GGO) or consolidation on CT images was also scored according to the above method (range from 0 to 4). The third method was the overall “CT score” based on the classification by Ichikado et al. (33).The presence of reticulation, fibrous stripes, pleural effusion, and lymph node enlargement on the last CT image was also evaluated. All CT findings were based on the recommendations in Fleischner Society terminologies (17).Statistical AnalysisAll statistical analyses were performed using SPSS 21.0 software. The quantitative data were presented as mean ± standard deviation or median and compared by using Mann–Whitney U test. The qualitative data were presented as percentage (%) and analyzed with Fisher's exact test or Chi-square test. Wilcoxon signed rank test was used to compare the differences in the “involvement score” and “bronchiectasis score” between CTM and CTL in Group IB. P < 0.05 suggested that a difference was statistically significant. ResultsA total of 41 COVID-19 survivors with ARDS were included in the study. The demographics, clinical data, and interval time are shown in Table 1; Supplementary Table 1. The median interval between the appearance of traction bronchiectasis and the onset of symptoms was 16 days, and the median interval between the appearance of traction bronchiectasis and the diagnosis of ARDS was 1 day.Table 1Baseline characteristics of all patients.\nTotal (N = 41)\n\nGroup I (N = 28)\n\nGroup II (N = 13)\n\n\nP\n\n\nSex*\n0.503Male23 (56.1%)17 (60.7%)6 (46.2%)Female18 (43.9%)11 (39.3%)7 (53.8%)\nAge (years)\n63 [53–68]64 [54–68]62 [51–67]0.537Oxygenation index /mmHg224 [159–232]224 [164–232]224 [153–251]0.720\nComorbidities\nHypertension23 (56.1%)15 (53.6%)8 (61.5%)0.447Diabetes10 (24%)6 (21%)4 (30.8%)0.390Heart disease4 (9.8%)2 (7.1%)2 (15.4%)0.377Cerebrovascular disease2 (4.9%)2 (7.1%)0 (0%)0.461Chronic lung disease1 (2.4%)1 (3.6%)0 (0%)0.683Chronic liver disease2 (4.9%)1 (3.6%)1 (7.7%)0.539Metabolic disease4 (9.8%)2 (7.1%)2 (15.4%)0.377Hematopathy1 (2.4%)1 (3.6%)0 (0%)0.683History of operation12 (29.3%)12 (42.9%)0 (0%)0.004\nHospitalization (dates)\n38 [28–46]41 [30–46]30 [24–44]0.144Interval between the onset of symptoms and the diagnosis of ARDS (dates)10 [9–13]10 [9–13]11 [8–14]0.851Interval between the onset of symptoms and the last CT scans (dates)183 [150–215]180 [145–202]188 [165–279]Open in a separate window\nExcept where indicated, the data are median, with IQR in the parentheses;\n*The data are the number of patients, with percentage in the parentheses.In the follow-up CT scans, 28 (68%) patients had traction bronchiectasis (Group I) and 13 (32%) patients had no traction bronchiectasis (Group II). Traction bronchiectasis disappeared completely in 21 (75%) patients (Group IA) (Figure 2) and was relieved, but did not disappear completely in seven (25%) patients (Group IB) (Figure 3). The interval between the disappearance of traction bronchiectasis and the onset of symptoms in Group IA was 135 [50-184] (median [IQR]) days.Open in a separate windowFigure 2A 62-year-old COVID-19 patients with ARDS: CT scans showed the traction bronchiectasis disappeared completely. (a–c) CT images on the 7th day of the symptom onset showed traction bronchiectasis within area of GGO in the left lower lobe. (d–f) CT images on 19th day of the symptom onset showed the most severe involvement. (g–i) CT images on 133th day of the symptom onset showed the disappearance of traction bronchiectasis in the left lower lobe.Open in a separate windowFigure 3A 73-year-old COVID-19 patients with ARDS: CT scans showed the traction bronchiectasis relived and disappeared incompletely. (a–d) CT images on 24th day of the symptom onset. (e–h) CT images on 38th day of the symptom onset. (i–l) Last follow-up CT images, on 145th day of the symptom onset, showed the traction bronchiectasis was still present in the left upper lobe.There was no significant difference in the bronchiectasis score on CTM between Group IA and Group IB (P > 0.05) (Supplementary Table 2). The distribution and location of bronchiectasis was predominantly wide (29%; 8/28) and peripheral (68%; 19/28). No significant difference in the bronchiectasis score within 4 weeks after the onset of symptoms was found between Group IA and Group IB (all P > 0.05) (Supplementary Table 3). Compared with CTM, the involvement extent of lung lobes in bronchiectasis on CTL in Group IB was relieved (bronchiectasis score: 1.9 ± 1.1 vs. 6.6 ± 4.7; P = 0.002) (Table 2). Additionally, the total lung involvement in all patients was significantly improved (involvement score: 6.1 ± 4.4 vs. 13.9 ± 4.3; P < 0.001).Table 2Comparison of CT scores on CTM and CTL in patients with incomplete disappearance of traction bronchiectasis.\nCTM\n\nCTL\n\n\nP\n\nBronchiectasis score6.6 ± 4.7 (1–12)1.9 ± 1.1 (1–4)0.002Involvement score13.9 ± 4.3 (8–20)6.1 ± 4.4 (0–13)0.000Open in a separate windowCTM represents the CT images showing the most severe lung involvement; CTL represents the last follow-up CT images; The data are mean ± standard deviation (SD), with range in the parentheses.At the second week after the onset of symptoms, the lung involvement on CT images in Group I was higher than that in Group II (lung involvement score: 14.7 ± 1.6 vs. 7.2 ± 1.7; P = 0.001) (Table 3). In addition, the CT images of patients in Group I showed much more GGO than those in Group II (P < 0.001). There was no significant difference in the CT score, GGO score, and consolidation score on CTM between Group IA and Group IB (all P > 0.05) (Supplementary Table 2).Table 3CT scores in patients with and without traction bronchiectasis at different follow-up periods.\nCT\n\n1\n\n\nCT\n\n2\n\n\nCT\n\n3\n\n\nCT\n\n4\n\n\nCT\n\nL\n\n\nGroup\n\nI\n\nII\n\nI\n\nII\n\nI\n\nII\n\nI\n\nII\n\nI\n\nII\n\nNumber of CT scans\n\n13\n\n3\n\n7\n\n6\n\n12\n\n9\n\n18\n\n10\n\n28\n\n13\nInvolvement scoremean ± SD (range)7.3 ± 3.6 (1–14)9.0 ± 3.9 (4–13)14.7 ± 1.6 (12–17)7.2 ± 1.7 (5–9)10.3 ± 1.9 (7–13)8.8 ± 3.9 (5–18)11.1 ± 4.0 (6–20)8.9 ± 3.7 (5–18)4.5 ± 3.1 (0–13)3.8 ± 2.8 (0–9)\nP\n0.5360.0010.0760.1210.676GGO scoreRight lung1.4 ± 0.7 (1–3)1.3 ± 1.0 (0–2)3.0 ± 0.5 (2–4)1.2 ± 0.4 (1–2)1.9 ± 0.8 (1–3)1.8 ± 1.0 (1–4)2.1 ± 0.8 (1–4)1.6 ± 0.5 (1–2)1.0 ± 0.5 (0–2)0.9 ± 0.6 (0–2)\nP\n0.8600.0000.4710.0440.691Left lung1.3 ± 0.7 (0–3)1.0 ± 0.8 (0–2)2.3 ± 0.8 (1–3)1.0 ± 0 (1–1)1.8 ± 0.5 (1–2)1.8 ± 1.0 (1–4)1.9 ± 0.8 (1–4)1.2 ± 0.4 (1–2)0.9 ± 0.6 (0–3)0.8 ± 0.7 (0–2)\nP\n0.3340.0000.5810.0010.812Consolidation scoreRight lung1.1 ± 0.3 (1–2)0.8 ± 1.0 (0–2)1.7 ± 0.5 (1–2)0.8 ± 0.4 (0–1)1.5 ± 0.5 (1–2)1.2 ± 0.4 (1–2)1.3 ± 0.5 (1–2)1.3 ± 0.8 (0–3)0.4 ± 0.5 (0–1)0.5 ± 0.5 (0–1)\nP\n0.1290.0010.2350.9450.413Left lung0.9 ± 0.5 (0–2)0.8 ± 1.0 (0–2)1.3 ± 0.5 (1–2)0.8 ± 0.4 (0–1)1.3 ± 0.5 (1–2)1.1 ± 0.3 (1–2)1.3 ± 0.6 (0–2)1.2 ± 0.8 (0–3)0.4 ± 0.5 (0–1)0.3 ± 0.5 (0–1)\nP\n0.5180.1190.1840.3260.777Open in a separate windowCT1, CT2, CT3, CT4 represents CT images of the first, second, third, and fourth weeks, respectively after the onset of symptoms; CTL represents the last follow-up CT images; The data are mean ± standard deviation (SD), with range in the parentheses.The median interval between onset and last CT was 183 days (minimum 131 days and maximum 361 days). On the last CT images, 16 (76%) patients had fibrous stripes and three (14%) patients had reticulation in Group IA (N = 21) (Table 4). In Group IB (N = 7), five (71%) patients had fibrous stripes and four patients (57%) had reticulation. The last CT images of patients in Group IB were more likely to develop the reticulation than those in Group IA (P < 0.05).Table 4CT findings on the last follow-up CT images in patients with traction bronchiectasis.\nCT findings\n\nGroup IA (N = 21)\n\nGroup IB (N = 7)\n\n\nP\n\nReticulation3 (14)4 (57)0.043Fibrous stripe16 (76)5 (71)1.000Pleural effusion01 (14)0.250Lymph node enlargement3 (14)3 (43)0.144Open in a separate windowThe data are the number of patients, with percentage in the parentheses. DiscussionThe presence of traction bronchiectasis is generally considered as the evidence of fibrosis (17, 34). Traction bronchiectasis may also occur in the acute phase of pneumonia or ARDS and affect the prognosis (11, 16, 35). It has been reported that traction bronchiectasis is found on the CT images of COVID-19 survivors with ARDS (8, 12, 13). However, the recent studies have shown that bronchiectasis is temporary and can be reversed by treatment in patients with severe infection and inflammation; thus it is called as pseudobronchiectasis (19–26), but it is rarely reported whether traction bronchiectasis is pseudobronchiectasis in patients with COVID-19 pneumonia. In the present study, we focused on investigating traction bronchiectasis in COVID-19 survivors with ARDS by comparing the findings from serial HRCT of lungs. Our study revealed that 28 (68%) COVID-19 patients with ARDS developed traction bronchiectasis, of which 21 achieved the complete resolution of traction bronchiectasis by treatment. This suggests that bronchiectasis in COVID-19 patients may be a dynamic process and associated with severe peribronchial inflammation.In a study, 25/60 previously asymptomatic adult patients with pneumonia developed bronchiectasis during the acute phase, of which 20 (80%) were subsequently cured (36). At present, reversible bronchiectasis in patients with COVID-19 pneumonia is unknown. In our study, traction bronchiectasis was completely resolved in 21 (75%) of 28 COVID-19 patients with ARDS. This indicates that pseudobronchiectasis is present in COVID-19 patients. As shown by a case report of reversible bronchiectasis after mycoplasma pneumoniae pneumonia, an adult patient had complete resolution of bronchiectasis after 1 month of treatment (23). Maranatha et al. (27) reported a patient with severe COVID-19 and ARDS. CT images showed traction bronchiectasis in the lower posterior part of both lungs at the 30th day after the onset of symptoms and the disappearance of bronchiectasis at the 45th day. In this study, the median interval between the disappearance of traction bronchiectasis and the onset of initial symptoms was 135 days. Although it was different from two cases reported above, the number of cases in this study was relatively large, so it may have a better reference value. In general, patients with COVID-19 pneumonia are likely to develop traction bronchiectasis in the acute phase of ARDS, and such bronchiectasis is mostly reversible and may even be completely resolved by treatment. The definition and pathophysiology of pseudobronchiectasis has not been clearly illustrated (22, 25). Pseudobronchiectasis is found in the long-term follow-up of patients with non-specific interstitial pneumonia, which may be attributed to the collapse of surrounding peripheral lung parenchyma (21). Traction bronchiectasis in patients with COVID-19 under the acute phase of ARDS may be associated with severe peribronchial inflammation.To further explore the factors associated with traction bronchiectasis in COVID-19 survivors with ARDS, we compared the lung involvement extent on CT images at 4 weeks after the onset of symptoms and on the last CT images. At the second week after the onset of symptoms, the CT images of patients with traction bronchiectasis showed the most severe lung involvement, and the mean involvement score was significantly higher than that of patients without traction bronchiectasis (14.7 ± 1.6 vs.7.2 ± 1.7; P = 0.001). The recent studies have suggested that the patients with COVID-19 pneumonia tend to progress most rapidly in the second week (37–39). Pan et al. (40) also found that the maximum lung involved peaked at ~10 days from the onset of initial symptoms. In the sequential follow-up CT scans of 41 patients, we found the lung involvement peak at the second week after the onset. The above findings have revealed that COVID-19 survivors with ARDS, who have more severe lung involvement on chest CT images, may be more likely to develop traction bronchiectasis.Our study results showed that although traction bronchiectasis in seven patients was still present but was relieved on the last follow-up CT images, the lung involvement and total involvement extent of bronchiectasis on the last CT images were both significantly relieved as compared with CT images, showing the most severe lung involvement. On the last CT image of one patient, GGO and consolidation were completely absorbed. These results indicated that during the recovery period of patients with COVID-19 pneumonia, bronchiectasis was improved and was a dynamic process, which was associated with severe peribronchial inflammation. In our study, the patients with incomplete disappearance of traction bronchiectasis were more likely to have the reticulation on the last CT images than those with complete disappearance of traction bronchiectasis (57 vs. 14%; P < 0.05). Longer CT follow-up may be needed to track the evolution and outcome.This study has several limitations. Firstly, it is a retrospective study. The available clinical data and image information are relatively limited. The potential deviations of the retrospective study design limit the interpretation of study results. Secondly, the number of cases included in this study is relatively small, and a larger sample size and longer follow-up are needed to better verify the conclusions. Furthermore, this study did not involve the pulmonary function and other clinical treatment and prognosis of patients.In conclusion, COVID-19 survivors with ARDS developed pseudobronchiectasis, most of which achieved complete resolution. The findings of this study are interesting, for the presence of traction bronchiectasis is generally considered as the evidence of fibrosis (17, 34), and can pave the way for further investigation in this regard. For patients with incomplete disappearance on the last CT images, bronchiectasis was significantly relieved, but it still needs to be followed up whether bronchiectasis will further progress to fibrosis. Data Availability StatementThe original contributions presented in the study are included in the article/Supplementary Material, further inquiries can be directed to the corresponding author/s. Ethics StatementThe studies involving human participants were reviewed and approved by the Institutional Review Board (IRB) of Tongji Hospital, Tongji Medical College, and Huazhong University of Science and Technology (IRB ID: TJ-C0200108). Written informed consent for participation was not required for this study in accordance with the national legislation and the institutional requirements. Author ContributionsLX: guarantor of integrity of the entire study. YL, QH, and LX: manuscript editing and study concepts and design. YL and CC: statistical analysis. QH, YL, ZS, and MX: image collection. QH and YL: literature research. QH, YL, CC, ZS, YW, MX, HG, and LX: image analysis. All authors contributed to the article and approved the submitted version. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher's NoteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. References1. Gorbalenya AE, Baker SC, Baric RS, et al. . species Severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Nat Microbiol. (2020) 5:536–44. 10.1038/s41564-020-0695-z [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Weiss P, Murdoch DR. Clinical course and mortality risk of severe COVID-19. Lancet. (2020) 395:1014–5. 10.1016/S0140-6736(20)30633-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China summary of a report of 72 314 cases from the Chinese center for disease control and prevention. Jama-J Am Med Assoc. (2020) 323:1239–42. 10.1001/jama.2020.2648 [PubMed] [CrossRef] [Google Scholar]4. Burki TK. Coronavirus in China. Lancet Respirat Med. (2020) 8:238–238. 10.1016/S2213-2600(20)30056-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Sheard S, Rao P, Devaraj A. Imaging of acute respiratory distress syndrome. Respir Care. (2012) 57:607–12. 10.4187/respcare.01731 [PubMed] [CrossRef] [Google Scholar]6. Desai SR, Wells AU, Rubens MB, Evans TW, Hansell DM. Acute respiratory distress syndrome: CT abnormalities at long-term follow-up. Radiology. (1999) 210:29–35. 10.1148/radiology.210.1.r99ja2629 [PubMed] [CrossRef] [Google Scholar]7. Joynt GM, Antonio GE, Lam P, et al. . Late-stage adult respiratory distress syndrome caused by severe acute respiratory syndrome: abnormal findings at thin-section CT. Radiology. (2004) 230:339–46. 10.1148/radiol.2303030894 [PubMed] [CrossRef] [Google Scholar]8. Ye Z, Zhang Y, Wang Y, Huang Z, Song B. Chest CT manifestations of new coronavirus disease 2019 (COVID-19): a pictorial review. Eur Radiol. (2020) 30:4381–9. 10.1007/s00330-020-06801-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Song F, Shi N, Shan F, et al. . Emerging 2019 Novel Coronavirus (2019-nCoV) Pneumonia (vol 295, pg 210, 2020). Radiology. (2020) 297:E346–E346. 10.1148/radiol.2020209021 [PubMed] [CrossRef] [Google Scholar]10. Desai SR. Acute respiratory distress syndrome: imaging of the injured lung. Clin Radiol. (2002) 57:8–17. 10.1053/crad.2001.0889 [PubMed] [CrossRef] [Google Scholar]11. Howling SJ, Evans TW, Hansell DM. significance of bronchial dilatation on CT in patients with adult respiratory distress syndrome. Clin Radiol. (1998) 53:105–9. 10.1016/S0009-9260(98)80055-X [PubMed] [CrossRef] [Google Scholar]12. Hanley B, Lucas SB, Youd E, Swift B, Osborn M. Autopsy in suspected COVID-19 cases. J Clin Pathol. (2020) 73:239–42. 10.1136/jclinpath-2020-206522 [PubMed] [CrossRef] [Google Scholar]13. Fang Y, Zhang H, Xu Y, Xie J, Pang P, Ji W, et al. . Manifestations of two cases of 2019 novel Coronavirus (2019-nCoV) Pneumonia. Radiology. (2020) 295:208–9. 10.1148/radiol.2020200280 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Ambrosetti MC, Battocchio G, Zamboni GA, Fava C, Tacconelli E, Mansueto G. Rapid onset of bronchiectasis in COVID-19 Pneumonia: two cases studied with CT. Radiol Case Rep. (2020) 15:2098–103. 10.1016/j.radcr.2020.08.008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Zeng Z, Xiang M, Guan H, et al. . Early fibroproliferative signs on high-resolution CT are associated with mortality in COVID-19 pneumonia patients with ARDS: a retrospective study. Ther Adv Chronic Dis. (2021) 12:2040622320982171. 10.1177/2040622320982171 [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Chung JH, Kradin RL, Greene RE, Shepard J-AO, Digumarthy SR CT. predictors of mortality in pathology confirmed ARDS. Eur Radiol. (2011) 21:730–7. 10.1007/s00330-010-1979-0 [PubMed] [CrossRef] [Google Scholar]17. Hansell DM, Bankier AA, MacMahon H, McLoud TC, Mueller NL, Remy J. Fleischner Society: glossary of terms tor thoracic imaging. Radiology. (2008) 246:697–722. 10.1148/radiol.2462070712 [PubMed] [CrossRef] [Google Scholar]18. Hogg JC, Macklem PT, Thurlbeck WM. Site and nature of airway obstruction in chronic obstructive lung disease. NE J Med. (1968) 278:1355–60. 10.1056/NEJM196806202782501 [PubMed] [CrossRef] [Google Scholar]19. Whyte KF, Williams GR. Bronchiectasis after mycoplasma pneumonia. Thorax. (1984) 39:390–1. 10.1136/thx.39.5.390 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Kucuk C, Turkkani MH, Arda K. A case report of reversible bronchiectasis in an adult: Pseudobronchiectasis. Respirat Med Case Rep. (2019) 26:315-316. 10.1016/j.rmcr.2019.03.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Akira M, Inoue Y, Arai T, Okuma T, Kawata Y. Long-term follow-up high-resolution CT findings in non-specific interstitial pneumonia. Thorax. (2011) 66:61–5. 10.1136/thx.2010.140574 [PubMed] [CrossRef] [Google Scholar]22. Aung AK, Thompson PJ, Teh BM, McGrath C. Pseudobronchiectasis after Pertussis and Mycoplasma Infection. Am J Respir Crit Care Med 1. (2012) 186:292–4. 10.1164/ajrccm.186.3.292 [PubMed] [CrossRef] [Google Scholar]23. Guo Q, Li H-y. Rapid resolution of reversible bronchiectasis after Mycoplasma pneumoniae pneumonia in an adult a case report. Medicine. (2019) 98:15048. 10.1097/MD.0000000000015048 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Pontius JR, Jacobs LG. Reversal of advanced bronchiectasis. Radiology. (1957) 68:204–8. 10.1148/68.2.204 [PubMed] [CrossRef] [Google Scholar]25. Nelson SW, Christoforidis A. Reversible bronchiectasis. Radiology. (1958) 71:375–82. 10.1148/71.3.375 [PubMed] [CrossRef] [Google Scholar]26. Yap VL, Metersky ML. Reversible bronchiectasis in an adult: a case report. J Bronchol Intervent Pulmonol. (2012) 19:336–7. 10.1097/LBR.0b013e31826ca79d [PubMed] [CrossRef] [Google Scholar]27. Maranatha D, Rahardjo P, Lusman R. Evolution of chest CT scan manifestations in a patient recovered from COVID-19 severe pneumonia with acute respiratory distress syndrome. Respirat Med Case Rep. (2021) 32:101342. 10.1016/j.rmcr.2021.101342 [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Ranieri VM, Rubenfeld GD, Thompson BT, et al. . Acute Respiratory Distress Syndrome The Berlin Definition. JAMA. (2012) 307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]29. Reiff DB, Wells AU, Carr DH, Cole PJ, Hansell DM. CT findings in bronchiectasis: limited value in distinguishing between idiopathic and specific types. Am J Roentgenol. (1995) 165:261–7. 10.2214/ajr.165.2.7618537 [PubMed] [CrossRef] [Google Scholar]30. Hansell DM, Strickland B. High-resolution computed tomography in pulmonary cystic fibrosis. Br J Radiol. (1989) 62:1–5. 10.1259/0007-1285-62-733-1 [PubMed] [CrossRef] [Google Scholar]31. Bernheim A, Mei X, Huang M, et al. . Chest CT Findings in coronavirus disease 2019 (COVID-19): Relationship to Duration of Infection. Radiology. (2020) 295:685–91. 10.1148/radiol.2020200463 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Wang Y, Dong C, Hu Y, et al. . Temporal Changes of CT Findings in 90 Patients with COVID-19 Pneumonia: A Longitudinal Study. Radiology. (2020) 296:E55–63. 10.1148/radiol.2020200843 [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Ichikado K, Suga M, Muranaka H, et al. . Prediction of prognosis for acute respiratory distress syndrome with thin-section CT: Validation in 44 cases. Radiology. (2006) 238:321–9. 10.1148/radiol.2373041515 [PubMed] [CrossRef] [Google Scholar]34. Hida T, Nishino M, Hino T, et al. . Traction bronchiectasis/bronchiolectasis is associated with interstitial lung abnormality mortality. Eur J Radiol. (2020) 129:73. 10.1016/j.ejrad.2020.109073 [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Burnham EL, Hyzy RC, Paine R, et al. . Chest CT features are associated with poorer quality of life in acute lung injury survivors. Crit Care Med. (2013) 41:445–56. 10.1097/CCM.0b013e31826a5062 [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Bachman AL, Hewitt WR, Beekley HC. Bronchiectasis; a bronchographic study of sixty cases of pneumonia. Arch Intern Med. (1953) 91:78–96. 10.1001/archinte.1953.00240130086009 [PubMed] [CrossRef] [Google Scholar]37. Zhou F, Yu T, Du R, et al. . Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. (2020) 395:1054–62. 10.1016/S0140-6736(20)30566-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Bhatraju PK, Ghassemieh BJ, Nichols M, et al. . Covid-19 in Critically Ill patients in the seattle region—case series. N Engl J Med. (2020) 382:2012–22. 10.1056/NEJMoa2004500 [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Xu Z, Shi L, Wang Y, et al. . Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respiratory Med. (2020) 8:420–2. 10.1016/S2213-2600(20)30076-X [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Pan F, Ye T, Sun P, et al. . Time course of lung changes on chest CT during recovery from 2019 novel Coronavirus (COVID-19) pneumonia. Radiology. (2020) 2020:200370. 10.1148/radiol.2020200370 [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}