{"title": "Extracorporeal Membrane Oxygenation in Immunocompromised Patients With Acute Respiratory Distress Syndrome-A Retrospective Cohort Study", "pubDate": "2021", "PMCID": "PMC8679966", "DOI": "10.3389/fmed.2021.755147", "PMID": "34926503", "abstract": "Objective: Although the negative impact of immunosuppression on survival in patients with acute respiratory distress syndrome (ARDS) treated by extracorporeal membrane oxygenation (ECMO) is well known, short-term outcomes such as successful weaning rate from ECMO and subgroups benefit most from ECMO remain to be determined. The aims of this study were (1) to identify the association between immunocompromised status and weaning from ECMO in patients of ARDS, and (2) to identify subgroups of immunocompromised patients who may benefit from ECMO. Methods: This retrospective cohort study enrolled patients who received ECMO for ARDS from 2010 to 2020. Immunocompromised status was defined as having a hematological malignancy, active solid tumor, solid organ transplant, or autoimmune disease. Results: This study enrolled 256 ARDS patients who received ECMO, of whom 68 were immunocompromised. The multivariable analysis showed that immunocompromised status was not independently associated with failure to wean from ECMO. In addition, the patients with an autoimmune disease (14/24, 58.3%) and organ transplantation (3/3, 100%) had a numerically higher weaning rate from ECMO than other immunocompromised patients. For causes of ARDS, most patients with pulmonary hemorrhage (6/8, 75%) and aspiration (5/9, 55.6%) could be weaned from ECMO, compared to only a few of the patients with interstitial lung disease (2/9, 22.2%) and sepsis (1/4, 25%). Conclusions: Immunocompromised status was not an independent risk factor of failure to wean from ECMO in patients with ARDS. For patients with pulmonary hemorrhage and aspiration-related ARDS, ECMO may be beneficial as bridge therapy.", "author": [{"author": "Chiao-Feng Cheng", "affiliation": ["Department of Internal Medicine, National Taiwan University Hospital Yun-Lin Branch, Yun-Lin County, Taiwan."], "href": "/?term=Cheng+CF&cauthor_id=34926503"}, {"author": "You-Yi Chen", "affiliation": ["Department of Internal Medicine, National Taiwan University Hospital Yun-Lin Branch, Yun-Lin County, Taiwan."], "href": "/?term=Chen+YY&cauthor_id=34926503"}, {"author": "Ming-Chieh Shih", "affiliation": ["Institute of Epidemiology and Preventive Medicine, College of Public Health, National Taiwan University, Taipei, Taiwan."], "href": "/?term=Shih+MC&cauthor_id=34926503"}, {"author": "Yi-Min Huang", "affiliation": ["Department of Internal Medicine, National Taiwan University Hospital Yun-Lin Branch, Yun-Lin County, Taiwan."], "href": "/?term=Huang+YM&cauthor_id=34926503"}, {"author": "Li-Jung Tseng", "affiliation": ["Cardiovascular Surgery, Department of Surgery, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], "href": "/?term=Tseng+LJ&cauthor_id=34926503"}, {"author": "Chien-Heng Lai", "affiliation": ["Cardiovascular Surgery, Department of Surgery, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], "href": "/?term=Lai+CH&cauthor_id=34926503"}, {"author": "Ting-Yuan Lan", "affiliation": ["Department of Internal Medicine, National Taiwan University Hospital Hsin-Chu Branch, Hsin-Chu, Taiwan."], "href": "/?term=Lan+TY&cauthor_id=34926503"}, {"author": "Cheng-Hsun Lu", "affiliation": ["Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan."], "href": "/?term=Lu+CH&cauthor_id=34926503"}, {"author": "Song-Chou Hsieh", "affiliation": ["Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan."], "href": "/?term=Hsieh+SC&cauthor_id=34926503"}, {"author": "Ko-Jen Li", "affiliation": ["Department of Internal Medicine, National Taiwan University Hospital, Taipei, Taiwan."], "href": "/?term=Li+KJ&cauthor_id=34926503"}, {"author": "Nai-Hsin Chi", "affiliation": ["Cardiovascular Surgery, Department of Surgery, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], "href": "/?term=Chi+NH&cauthor_id=34926503"}, {"author": "Hsi-Yu Yu", "affiliation": ["Cardiovascular Surgery, Department of Surgery, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], "href": "/?term=Yu+HY&cauthor_id=34926503"}, {"author": "Yih-Sharng Chen", "affiliation": ["Cardiovascular Surgery, Department of Surgery, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], "href": "/?term=Chen+YS&cauthor_id=34926503"}, {"author": "Chih-Hsien Wang", "affiliation": ["Cardiovascular Surgery, Department of Surgery, National Taiwan University Hospital and College of Medicine, Taipei, Taiwan."], "href": "/?term=Wang+CH&cauthor_id=34926503"}], "refPMID": ["29791822", "19762075", "29298095", "31625551", "29228097", "31969328", "31521509", "30343495", "27338777", "28031164", "30992296", "23907497", "24693864", "27757516", "31087113", "11845871", "22959322", "22797452", "3558716", "3928249", "31101961", "11524081", "24443905", "32685324", "33188916", "25485559", "26492547", "28397125", "23688302", "29068269", "29983197", "29466577", "26903337", "29313706", "15383787", "19768656", "7554206", "19794327", "31144997"], "citedInPMID": ["34926503"], "body": " AbstractObjective: Although the negative impact of immunosuppression on survival in patients with acute respiratory distress syndrome (ARDS) treated by extracorporeal membrane oxygenation (ECMO) is well known, short-term outcomes such as successful weaning rate from ECMO and subgroups benefit most from ECMO remain to be determined. The aims of this study were (1) to identify the association between immunocompromised status and weaning from ECMO in patients of ARDS, and (2) to identify subgroups of immunocompromised patients who may benefit from ECMO.Methods: This retrospective cohort study enrolled patients who received ECMO for ARDS from 2010 to 2020. Immunocompromised status was defined as having a hematological malignancy, active solid tumor, solid organ transplant, or autoimmune disease.Results: This study enrolled 256 ARDS patients who received ECMO, of whom 68 were immunocompromised. The multivariable analysis showed that immunocompromised status was not independently associated with failure to wean from ECMO. In addition, the patients with an autoimmune disease (14/24, 58.3%) and organ transplantation (3/3, 100%) had a numerically higher weaning rate from ECMO than other immunocompromised patients. For causes of ARDS, most patients with pulmonary hemorrhage (6/8, 75%) and aspiration (5/9, 55.6%) could be weaned from ECMO, compared to only a few of the patients with interstitial lung disease (2/9, 22.2%) and sepsis (1/4, 25%).Conclusions: Immunocompromised status was not an independent risk factor of failure to wean from ECMO in patients with ARDS. For patients with pulmonary hemorrhage and aspiration-related ARDS, ECMO may be beneficial as bridge therapy.Keywords: ECMO, extracorporeal life support, pulmonary hemorrhage, aspiration, autoimmune diseases, malignancy IntroductionExtracorporeal membrane oxygenation (ECMO) is considered to be an alternative treatment or rescue therapy for patients with acute respiratory distress syndrome (ARDS) (1–3). However, whether immunocompromised patients benefit from this invasive but potentially life-saving therapy remains uncertain (4, 5). Rapid progress has been made in the development of effective treatments for immunosuppressive diseases in recent years (6, 7), and the long-term survival of these patients has also improved (8–12). Therefore, although the negative impact of immunosuppression on survival in patients with ARDS is well known (13–15), an increasing number of clinicians are initiating ECMO in immunocompromised patients (1).Previous studies reported a 6-month survival rate of only 25–30% in immunocompromised patients with ARDS who received ECMO (4, 5). These studies used relatively long-term outcomes, such as 6-month survival or survival rate to discharge to evaluate the benefit of ECMO. However, to assess the potential benefit of ECMO as a bridge to effective treatment of the underlying disease, short-term outcomes such as successful weaning rate from ECMO may also be important in these patients. Moreover, the poor survival rate in these patients raises the importance of identifying subgroups of immunocompromised patients who may benefit most from ECMO (16).Therefore, the objectives of this single-center retrospective study were (1) to identify whether immunocompromised status was an independent risk factor for weaning from ECMO, and (2) to identify potential subgroups of immunocompromised patients who may benefit from ECMO. Materials and MethodsStudy DesignThis retrospective cohort study was conducted at a tertiary referral hospital in Taiwan. The study complied with the Declaration of Helsinki, and it was approved by the Institutional Review Board of our hospital (201002034R). In our hospital, more than 150 rounds of ECMO are performed annually. The equipment and standardized management of cases have been detailed previously (17, 18). The data of all patients who received ECMO were entered prospectively into our database and reported to the Extracorporeal Life Support Organization. In our institute, ECMO serves as a rescue therapy for severe ARDS. Patients with ARDS were included in this study if they were 20 years of age or older and underwent ECMO between January 1, 2010 and January 10, 2020. ARDS was diagnosed according to the Berlin definition (19). Patients were excluded if they were under 20 years of age or this was not the first time they had received ECMO. If the patient received two modes of ECMO in the same episode, the first mode was recorded.Data CollectionThe data collected from the database in this study included demographics, underlying comorbidities, duration between respiratory failure and ECMO setup, and outcomes from the medical records. The Charlson comorbidity index and Acute Physiology and Chronic Health Evaluation II (Apache II score) were recorded according to the last data recorded before receiving ECMO (20, 21). Because both scores include items related to immunocompromised status as defined in this study, we modified the scores by removing items related to immunocompromised status. We reported both original scores and modified scores. Dynamic driving pressure was defined as the difference between peak inspiratory pressure and positive end-expiratory pressure. Mechanical power was calculated as previously proposed (22). Immunocompromised status was defined as patients with (1) a hematological malignancy, (2) an active solid tumor or having received specific antitumor treatment within the previous year, (3) solid organ transplant before receiving ECMO, and (4) an autoimmune disease which fulfilled the classification or diagnostic criteria. The inotropic score was calculated as 100 × epinephrine dose (μg/kg/min) + 100 × norepinephrine dose (μg/kg/min) + dopamine dose (μg/kg/min) + dobutamine dose (μg/kg/min) (23).Statistical AnalysisWe first assessed differences between the immunocompromised and immunocompetent patients by comparing their demographic characteristics and clinical outcomes. The clinical outcomes of interest were ECMO weaning rate, ECMO duration, hospital length of stay, rate of survival to discharge, and 6-month survival after receiving ECMO. Continuous variables were summarized as median with interquartile range (IQR), and compared using the Mann–Whitney U test; categorical variables were presented as numbers with percentages, and compared using Fisher's exact test. Survival curves within 6 months were estimated using the Kaplan-Meier method. Fisher's exact test for and Kruskal-Wallis test were used to compare the clinical outcomes between patients with different immunocompromised causes.To further identify risk factors for failure to wean from ECMO and address confounding, we also compared the characteristics of the patients grouped by the status of weaning from ECMO. With failure to wean from ECMO as the outcome, univariable logistic regression analysis was performed for each potential risk factor, and factors with p < 0.05 were entered into multivariable logistic regression analysis. Significance was set at a p value < 0.05. Bonferroni correction was used in cases of multiple comparisons. We used a multiple imputation method to manage missing values, with additional complete data analysis performed as sensitivity analysis. We used propensity score analysis to validate the finding that immunocompromised status was not significantly associated with ECMO weaning failure. Propensity scores were calculated via a logistic regression analysis using covariates associated with ECMO weaning failure, including sex, body mass index, interval between intubation and ECMO cannulation, modified Charlson comorbidity index, modified APACHE II score, inotropic score, prone positioning before ECMO, and inhaled nitric oxide use before ECMO. Patients who were immunocompromised and those who were not were matched 1:1, based on their propensity scores using nearest-neighbor matching with a caliper at 0.002. Rubin's Rules were applied to pool parameter estimates. Statistical analyses were performed using MedCalc Statistical Software version 19.5.3 (MedCalc Software bvba, Ostend, Belgium) and SPSS software version 25.0 (SPSS Inc, Armonk, NY). ResultsDuring the study period, 1,880 patients received ECMO support at our institution (Figure 1), and 256 adults were enrolled in this study. Among these patients, 68 fulfilled the definition of immunocompromised status (Supplementary Table 1), including 13 with hematological malignancies (19.1%), 28 with active solid tumors (41.2%), 3 who received a solid organ transplant before receiving ECMO (4.4%), and 24 with autoimmune diseases (35.3%). The demographics and clinical characteristics of the patients are shown in Table 1. The immunocompromised patients had a lower baseline body mass index and higher modified Charlson comorbidity index than the immunocompetent patients. For the initial disease severity, both the inotropic score and APACHE II score were higher in the immunocompromised group than in the immunocompetent group. There was no significant difference in the modified APACHE II score between the two groups.Open in a separate windowFigure 1Flow diagram of patients with acute respiratory distress syndrome treated by extracorporeal membrane oxygenation.Table 1Baseline characteristics of the patients grouped by immune status.\nVariables\n\nImmunocompromised patients\n\nImmunocompetent patients\n\np value\n\n(N = 68)\n\n(N = 188)\nMale sex, n (%)44 (64.7)137 (72.9)0.216Age, median (IQR)59.8 (47.6–65.4)56.7 (44.8–65.9)0.377Body mass index, median (IQR)24.0 (21.5–27.5)25.5 (23.1–29.2)0.013*VV ECMO, n (%)63 (92.6)160 (85.1)0.140Interval of MV to ECMO (hours), median (IQR)54 (8.5–152.5)34.5 (11–141.5)0.702Underlying diseases    Charlson comorbidity index, median (IQR)7 (4–10)3 (2–5)<0.001*    Modified Charlson comorbidity index, median (IQR)5 (2–6)3 (2–5)0.019*    Congestive heart failure, n (%)11 (16.2)48 (25.5)0.132    Hypertension, n (%)30 (44.1)79 (42.0)0.776    Diabetes mellitus, n (%)15 (22.1)57 (30.3)0.212    Coronary artery disease, n (%)5 (7.3)29 (15.4)0.100    Remote stroke, n (%)2 (2.9)9 (4.8)0.733    Cirrhosis of the liver, n (%)4 (5.9)8 (4.3)0.525    Pre-ECMO dialysis, n (%)2 (2.9)2 (1.1)0.288Adjunctive treatment    Neuromuscular blockers, n (%)38 (55.9)113 (60.1)0.567    Prone position before ECMO, n (%)9 (13.2)19 (10.1)0.499    iNO before ECMO, n (%)22 (32.4)45 (23.9)0.199Initial disease severity    Severe ARDS, n (%)59 (86.8)168 (89.4)0.655    APACHE II score, median (IQR)23.5 (19.5–31)20.0 (14–27)0.006*    Modified APACHE II score, median (IQR)21.5 (17.5–29.0)20.0 (14–27)0.198    Inotropic score, median (IQR)**16.1 (0–36.0)5 (0–28.5)0.030)*Ventilator setting    Dynamic driving pressure (cmH2O), median (IQR)17.0 (13–20)18.0 (14–23)0.088    Mechanical power (J/min), median (IQR)22.7 (16.4–28.4)24.8 (16.9–34.8)0.246Open in a separate window*p < 0.05.**The inotropic score was calculated as 100 × epinephrine dose (μg/kg/min) + 100 × norepinephrine dose (μg/kg/min) + dopamine dose (μg/kg/min) + dobutamine dose (μg/kg/min).APACHE, Acute Physiology and Chronic Health Evaluation; ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation; iNO, inhaled nitric oxide; IQR, interquartile range; MV, mechanical ventilation; SD, standard deviation; VV, venovenous.For the clinical outcomes (Supplementary Table 2), crude comparisons showed that fewer immunocompromised patients were weaned from ECMO than immunocompetent patients (42.6 vs. 56.9%, p = 0.048). In addition, fewer immunocompromised patients survived to discharge than immunocompetent patients (19.1 vs. 42.6%, p < 0.001). The immunocompromised patients did not have significantly longer hospital length of stay than the immunocompetent patients (median 34 days with IQR 20–72.5 vs. median 29.5 days with IQR 18–57.5 days, p = 0.149). The ECMO duration in the immunocompromised patients were not significantly different from the immunocompetent patients (median 9.5 days with IQR 3.5–23.5 vs. median 13 days with IQR 6–21.5, p = 0.171). The 6-month survival rate in the immunocompromised patients was significantly lower than that in the immunocompetent patients (20.6 vs. 34.0%, log-rank test p = 0.006) (Figure 2).Open in a separate windowFigure 2Kaplan-Meier survival curves for 6-month survival in the immunocompromised and immunocompetent patients with acute respiratory distress syndrome treated by extracorporeal membrane oxygenation.We then compared the characteristics of the patients grouped by the status of ECMO weaning to identify possible risk factors associated with failure to wean from ECMO (Supplementary Table 3). The weaning failure group had a longer interval between intubation and receiving ECMO, more immunocompromised patients, higher modified Charlson comorbidity index, higher modified APACHE II score, more prone positioning before ECMO, more inhaled nitric oxide (iNO) use before ECMO, and higher inotropic score. Multivariable logistic regression analysis showed that a longer interval between intubation and receiving ECMO (odds ratio [OR] 1.09, 95% confidence interval [CI] 1.03–1.16), higher inotropic score (OR 1.02, 95% CI 1.01–1.03), and prone position before ECMO (OR 3.67, 95% CI 1.31–10.3) were independent risk factors of failure to wean from ECMO (Table 2). Immunocompromised status was not significantly associated with ECMO weaning failure (OR 1.41, 95% CI 0.76–2.63). To support our finding, we conduct propensity score analysis, matching the parameters related to the failure from weaning ECMO, including sex, body mass index, interval between intubation and ECMO cannulation, modified Charlson comorbidity index, modified APACHE II score, inotropic score, prone positioning before ECMO, and inhaled nitric oxide use before ECMO. After 1:1 propensity score matching, the logistic regression showed that the OR of immunocompromised status for weaning failure from ECMO was 0.99 (95% CI 0.50–2.02) (Supplementary Table 4). The characteristics of the cohort before and after the matching for each dataset created during multiple imputation was detailed in Supplementary Tables 5-1–5-10. This result was in line with the hypothesis that immunocompromised status was not an independent risk factor for failure to wean from ECMO.Table 2Risk factors of failure to wean from ECMO in the patients who received ECMO for ARDS by logistic regression.\nRisk factors\n\nUnivariable analysis\n\nMultivariable analysis\n\nOR\n\n95% CI\n\np value\n\nOR\n\n95% CI\n\np value\nMale sex0.600.35–1.020.061Body mass index0.960.91–1.000.066Interval of MV to ECMO (per day)1.111.06–1.17<0.001*1.091.03–1.160.002*iNO before ECMO1.861.06–3.270.032*1.380.72–2.640.374*Prone position before ECMO4.861.90–12.5<0.001*3.671.31–10.30.014*Mechanical power (J/min)1.000.98–1.020.946Immunocompromised status1.781.01–3.110.045*1.410.76–2.630.279*Modified Charlson comorbidity index1.141.04–1.240.004*1.070.97–1.180.186*Modified APACHE II score1.051.01–1.090.007*1.000.96–1.040.977*Inotropic score**1.021.01–1.030.001*1.021.01–1.030.002*Open in a separate window*p < 0.05.**The inotropic score was calculated as 100 × epinephrine dose (μg/kg/min) + 100 × norepinephrine dose (μg/kg/min) + dopamine dose (μg/kg/min) + dobutamine dose (μg/kg/min). APACHE, Acute Physiology and Chronic Health Evaluation; ARDS, acute respiratory distress syndrome; CI, confidence interval; ECMO, extracorporeal membrane oxygenation; iNO, inhaled nitric oxide; MV, mechanical ventilation; OR, odds ratio.To investigate why the prone position before ECMO use was associated with failure to wean from ECMO, we compared the characteristics of the patients grouped by whether or not they were in the prone position before ECMO. The prone position group had a longer interval between mechanical ventilation and receiving ECMO, higher rates of neuromuscular blocker and iNO use, and higher APACHE II score than the non-prone position group (Supplementary Table 5). Among the 28 patients receiving prone positioning, 21 patients underwent ECMO as rescue therapy within 2 days after prone positioning. The other seven patients improved with prone positioning, but they underwent ECMO directly when oxygenation deteriorated after discontinuing prone positioning. Complete data analysis showed similar results in the main analysis.Among the immunocompromised patients, those with hematological malignancies had the numerically worst 6-month survival rate (7.7%) compared to the other immunocompromised patients (Supplementary Figure 1). With regards to weaning from ECMO, Fisher's exact test showed a significant difference between the different groups of immunocompromised patients (Table 3). The patients with autoimmune diseases (14/24, 58.3%) and those with a history of organ transplantation (3/3, 100%) had numerically higher weaning rates from ECMO than those with solid tumors or hematological malignancies. However, pairwise comparisons showed no significant differences after Bonferroni's correction. The duration of ECMO support and survival rate to discharge were not significantly different among the different groups of immunocompromised patients. Table 4 shows the clinical outcomes for specific causes of ARDS in the immunocompromised patients. The weaning rates from ECMO were numerically higher in those with pulmonary hemorrhage (6/8, 75%) and aspiration (5/9, 55.6%) than the other causes. Six of the patients with pulmonary hemorrhage were related to autoimmune diseases, and the other two patients had hematological malignancies. In contrast, the weaning rates were only 22.2% in the patients with interstitial lung disease (2/9) and 25% in the patients with sepsis (1/4). However, the survival rates were generally low in the immunocompromised patients (0–25.8%).Table 3Outcomes for specific immunocompromised status and specific causes of ARDS.\nHematological malignancy\n\nSolid tumor\n\nOrgan transplantation\n\nAutoimmune disease\n\np value\n\n(n = 13)\n\n(n = 28)\n\n(n = 3)\n\n(n = 24)\nWeaned from ECMO, n (%)2 (15.4)10 (35.7)3 (100)14 (58.3)0.009*Duration of ECMO support, median (IQR)10 (2–20.5)10 (5–28)9 (6.8–11.3)8 (3–22)0.897Survival to discharge, n (%)1 (7.7)6 (21.4)1 (33.3)5 (20.8)0.554Open in a separate window*p < 0.05 in Fisher's exact test. Fisher's exact test showed a significant difference between the different groups of immunocompromised patients, but pairwise comparisons showed no significant differences after Bonferroni's correction.ARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation; IQR, interquartile range.Table 4Outcomes for specific causes of ARDS in the immunocompromised patients.\nCauses of ARDS\n\nTotal\n\nWeaned from\n\nSurvival to\n\nECMO\n\ndischarge\nPneumonia, n (%)3113 (41.9)8 (25.8)Pulmonary hemorrhage, n (%)86 (75)1 (12.5)Aspiration, n (%)95 (55.6)2 (22.2)Interstitial lung disease, n (%)92 (22.2)1 (11.1)Sepsis, n (%)41 (25.0)1 (25.0)Others, n (%)72 (28.6)0 (0)Open in a separate windowARDS, acute respiratory distress syndrome; ECMO, extracorporeal membrane oxygenation. DiscussionIn this study, the patients with ARDS who received ECMO and were immunocompromised had an overall worse general condition when initiating ECMO and subsequently worse clinical outcomes than those who were immunocompetent. However, after adjusting for potential confounders, immunocompromised status was not an independent risk factor for failure to wean from ECMO. In addition, the patients with autoimmune diseases and organ transplantation seemed to have a higher successful weaning rate from ECMO than those with hematological malignancies and solid cancer. With regards to the causes of ARDS, most of the patients who presented with pulmonary hemorrhage and aspiration could be weaned from ECMO. In contrast, most of the patients who presented with interstitial lung disease and sepsis died during ECMO.We also found that in the patients who received ECMO for ARDS, those who were immunocompromised had a higher inotropic score, higher APACHE II score, and higher Charlson comorbidity index than those who were immunocompetent. These findings are consistent with a study by Na et al. who reported that the general condition of immunocompromised patients was poorer than immunocompetent patients (5). We further showed that immunocompromised status was not independently associated with failure to wean from ECMO in multivariable analysis. This finding could support the decision to use ECMO in immunocompromised patients with ARDS. In a report by Wohlfarth et al. among patients with hematological malignancy and acute respiratory failure, ECMO was successfully weaned in 10 out of 17 episodes (59%), and seven patients survived until discharge (24). A series of case reports have also suggested the potential role of ECMO as a bridge to curative chemotherapy in patients with hematological malignancies (25). For patients with autoimmune diseases, several studies have also reported that ECMO may serve as a bridge to immunomodulation in patients with pulmonary hemorrhage related to ANCA-associated vasculitis and systemic lupus erythematous (26, 27). Because patients with immunosuppressive diseases have worse long-term outcomes than the general population, the weaning rate from ECMO may be a more practical index to evaluate the benefits of ECMO in these patients than other traditional clinical indexes.Among the immunocompromised patients in the present study, those with autoimmune diseases seemed to have a higher weaning rate from ECMO than those with solid tumors and hematological malignancies. In addition, the weaning rates from ECMO seemed to be different for the different causes of ARDS. For patients with interstitial lung diseases, the weaning rate from ECMO was only 22.2%, which is compatible with a report by Trudzinski et al. (28). In their retrospective analysis, 21 patients with interstitial lung diseases and acute respiratory failure received ECMO support, and 15 patients did not receive a lung transplantation during ECMO support. Among these 15 patients, 14 died during ECMO. ECMO was withdrawn in five patients, and the others died because of sepsis-related multi-organ failure. Therefore, if it is not a bridge to lung transplantation, ECMO may not be a reasonable rescue therapy for patients with interstitial lung disease-related ARDS.On the other hand, pulmonary hemorrhage related to autoimmune diseases such as systemic lupus erythematosus or ANCA-associated vasculitis has been shown to respond to glucocorticoids and immunosuppressive agents (29). Therefore, for patients with autoimmune diseases complicated with pulmonary hemorrhage and ARDS, ECMO may be indicated as a bridge to the effects of glucocorticoids and immunosuppressive agents (3). A series of case studies have reported successful rescue by ECMO in patients with autoimmune diseases complicated with refractory pulmonary hemorrhage (27). However, we also found that although most patients with autoimmune disease-related pulmonary hemorrhage could be weaned from ECMO, the rate of survival to discharge was low. Most of these patients died in hospital due to severe and recurrent infections. Therefore, how to avoid overwhelming life-threatening infections while prescribing adequate immunosuppressive agents is an essential issue in these patients. More data is needed not only from successful cases but also from patients who die during admission to delineate the practical treatment strategy for these patients. In addition, our results showed that the weaning rates from ECMO and survival rates to discharge in the patients with autoimmune diseases with pneumonia were promising. Although these results should be interpreted with caution due to the small number of cases, our findings may support the use of ECMO in patients with autoimmune diseases who present with ARDS related to pneumonia.Unexpectedly, we found that undergoing prone positioning before ECMO use was independently associated with failure to wean from ECMO in this study. We suggest interpreting this result cautiously. Many studies suggested that prone positioning decreases mortality in severe ARDS patients (30, 31). In patients receiving ECMO for ARDS, prone positioning before ECMO use may also provide a protective effect (13, 32). Medical societies also suggested using prone positioning to treat patients with severe ARDS (33). However, in the real-world, prone positioning was not used widely. Less than 20% of severe ARDS patients received prone positioning in an international, multi-center, prospective cohort study (34). In this study, only 10.9% of patients received prone positioning before ECMO, and the small number of cases limited the interpretation of this result. Second, because this study was retrospective, we did not know what prompted physicians to use prone positioning before ECMO or choose ECMO directly in ARDS patients. Furthermore, among patients treated by prone position before ECMO, up to 75% (21 out of 28 patients) patients had interval between prone positioning and ECMO cannulation <2 days. These patients underwent ECMO as a rescue therapy from failure in prone position, and therefore might have poorer prognosis than other patients. Therefore, we suggest interpreting this finding conservatively. For clarifying the impact of prone positioning before ECMO use in ARDS patients, incorporating prone positioning as one of the inclusion criteria for the comparison group in the future study may help answer the issue (35).This study also found that increasing duration of ventilation before ECMO and increasing level of the inotropic score were independently associated with failure to wean from ECMO. In line with our finding, previous studies reported that longer ventilation duration before ECMO was independently associated with higher in-hospital mortality for patients receiving ECMO for acute respiratory failure or ARDS (14, 36, 37). Besides, Schmidt et al. also found that longer ventilation duration before ECMO was an independent risk factor for 6-month mortality (13). Therefore, according to these findings, early ECMO implementation in patients with severe ARDS may improve the prognosis. Although the EOLIA trial did not found a significant difference in survival rates between using ECMO as a frontline treatment or as a rescue treatment, the limitation in its design warrants further studies to define the time window for implementing ECMO in these patients (1). For the association between inotropic agents and the prognosis, Brogan et al. found no significant difference in rates of inotropic agents before receiving ECMO for respiratory failure between survivors and non-survivors during admission (37). Schmidt et al. also reported no apparent association between inotropic agent use and survival status at 6 months (13). In contrast, our study showed that the increasing level of the inotropic score was independently associated with failure to wean from ECMO. The difference between this study and previous literature might be due to different measures of inotropic agents. In this study, we used the inotropic score to quantify cardiovascular support by inotropic agents (23, 38). In comparison with reporting only whether using inotropic agents, the inotropic score provides an estimation of the amount of cardiovascular support and is regarded as a surrogate marker of illness severity and an intermediate predictor of eventual clinical outcome (39).Our study has several limitations. First, the numbers of patients with specific immunocompromised statuses and specific causes of ARDS were small. However, the trends of clinical outcomes in the patients with specific causes of ARDS, such as pulmonary hemorrhage and interstitial lung disease are consistent with previous studies. This consistency suggests the plausibility of our results, and could suggest further directions for clinical practice and research. Second, although patients with ARDS at our institute are treated using a lung protection strategy, we did not report daily detailed mechanical ventilation settings during ECMO. However, Schmidt el. reported that even though an ultraprotective lung ventilation strategy while on ECMO was widely used, the mechanical ventilation settings during the first two days of ECMO support did not impact the patients' prognosis (40). Third, because of the retrospective design, we could not systematically evaluate how severely the patients were immunocompromised. Until recently, there has been no consensus on stratifying the competency of the immune system. Therefore researchers could only use disease categories such as hematological cancer, active solid tumors, and autoimmune diseases to classify the immune status. This classification oversimplifies the immunological status, and therefore causes heterogeneity in the analysis.In conclusion, our study suggests that immunocompromised status was not an independent risk factor of failure to wean from ECMO in patients with ARDS. For patients with pulmonary hemorrhage and aspiration-related ARDS, ECMO might be considered as a bridge therapy for therapeutic purposes. Data Availability StatementData are available upon reasonable request. Ethics StatementThe studies involving human participants were reviewed and approved by National Taiwan University Hospital. Written informed consent for participation was not required for this study in accordance with the national legislation and the institutional requirements. Author ContributionsC-FC, Y-YC, and C-HW: patient care, study design, data analysis, and writing. M-CS: study design, statistics, data analysis, and writing. Y-MH, T-YL, C-HLu, S-CH, K-JL, N-HC, H-YY, and Y-SC: patient care and data analysis. L-JT and C-HLa: patient care, database maintenance, and data analysis. All authors provided a substantial contribution to the conception, design and interpretation of the work, drafted the work or revised it critically for important intellectual content, and provided final approval of the submitted version of the manuscript. FundingThis work was supported by the Ministry of Science and Technology of Taiwan [grant numbers 106-2314-B-002-155-MY3, 109-2314-B-002-218, and 110-2314-B-002-230], National Taiwan University Hospital [grant number NTUH-109-S4586], and National Taiwan University Hospital Yun-Lin branch [grant number NTUHYL110.N001]. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher's NoteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. AcknowledgmentsThe manuscript was edited for English language, grammar, punctuation, spelling, and readability by the ATS Medical Editing. References1. Combes A, Hajage D, Capellier G, Demoule A, Lavoue S, Guervilly C, et al. . Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. n Engl J Med. (2018) 378:1965–75. 10.1056/NEJMoa1800385 [PubMed] [CrossRef] [Google Scholar]2. Peek GJ, Mugford M, Tiruvoipati R, Wilson A, Allen E, Thalanany MM, et al. . Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): a multicentre randomised controlled trial. Lancet. (2009) 374:1351–63. 10.1016/S0140-6736(09)61069-2 [PubMed] [CrossRef] [Google Scholar]3. ELSO . Extracorporeal Life Support Organization (ELSO) Guidelines for Adult Respiratory Failure (2017). [Google Scholar]4. Schmidt M, Schellongowski P, Patroniti N, Taccone FS, Reis Miranda D, Reuter J, et al. . Six-month outcome of immunocompromised patients with severe acute respiratory distress syndrome rescued by extracorporeal membrane oxygenation. an international multicenter retrospective study. Am J Respir Crit Care Med. (2018) 197:1297–307. 10.1164/rccm.201708-1761OC [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Na SJ, Park SH, Hong SB, Cho WH, Lee SM, Cho YJ, et al. . Clinical outcomes of immunocompromised patients on extracorporeal membrane oxygenation support for severe acute respiratory failure. Eur J Cardiothorac Surg. (2020) 57:788–95. 10.1093/ejcts/ezz276 [PubMed] [CrossRef] [Google Scholar]6. Tang J, Shalabi A, Hubbard-Lucey VM. Comprehensive analysis of the clinical immuno-oncology landscape. Ann Oncol. (2018) 29:84–91. 10.1093/annonc/mdx755 [PubMed] [CrossRef] [Google Scholar]7. Smolen JS, Landewé RBM, Bijlsma JWJ, Burmester GR, Dougados M, Kerschbaumer A, et al. . EULAR recommendations for the management of rheumatoid arthritis with synthetic and biological disease-modifying antirheumatic drugs: 2019 update. Ann Rheum Dis. (2020) 79:685–99. 10.1136/annrheumdis-2019-216655 [PubMed] [CrossRef] [Google Scholar]8. Arnold M, Rutherford MJ, Bardot A, Ferlay J, Andersson TM, Myklebust T, et al. . Progress in cancer survival, mortality, and incidence in seven high-income countries 1995-2014 (ICBP SURVMARK-2): a population-based study. Lancet Oncol. (2019) 20:1493–505. 10.1016/S1470-2045(19)30456-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Bailey C, Richardson LC, Allemani C, Bonaventure A, Harewood R, Moore AR, et al. . Adult leukemia survival trends in the United States by subtype: a population-based registry study of 370,994 patients diagnosed during 1995–2009. Cancer. (2018) 124:3856–67. 10.1002/cncr.31674 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Zhang Y, Lu N, Peloquin C, Dubreuil M, Neogi T, Aviña-Zubieta JA, et al. . Improved survival in rheumatoid arthritis: a general population-based cohort study. Ann Rheum Dis. (2017) 76:408–13. 10.1136/annrheumdis-2015-209058 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Lacaille D, Avina-Zubieta JA, Sayre EC, Abrahamowicz M. improvement in 5-year mortality in incident rheumatoid arthritis compared with the general population-closing the mortality gap. Ann Rheum Dis. (2017) 76:1057–63. 10.1136/annrheumdis-2016-209562 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Tselios K, Gladman DD, Sheane BJ, Su J, Urowitz M. All-cause, cause-specific and age-specific standardised mortality ratios of patients with systemic lupus erythematosus in Ontario, Canada over 43 years (1971-2013). Ann Rheum Dis. (2019) 78:802–6. 10.1136/annrheumdis-2018-214802 [PubMed] [CrossRef] [Google Scholar]13. Schmidt M, Zogheib E, Rozé H, Repesse X, Lebreton G, Luyt CE, et al. . The PRESERVE mortality risk score and analysis of long-term outcomes after extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. Intensive Care Med. (2013) 39:1704–13. 10.1007/s00134-013-3037-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Schmidt M, Bailey M, Sheldrake J, Hodgson C, Aubron C, Rycus PT, et al. . Predicting survival after extracorporeal membrane oxygenation for severe acute respiratory failure. the respiratory extracorporeal membrane oxygenation survival prediction (RESP) score. Am J Respir Crit Care Med. (2014) 189:1374–82. 10.1164/rccm.201311-2023OC [PubMed] [CrossRef] [Google Scholar]15. Laffey JG, Bellani G, Pham T, Fan E, Madotto F, Bajwa EK, et al. . Potentially modifiable factors contributing to outcome from acute respiratory distress syndrome: the LUNG SAFE study. Intensive Care Med. (2016) 42:1865–76. 10.1007/s00134-016-4571-5 [PubMed] [CrossRef] [Google Scholar]16. Schmidt M, Combes A, Shekar K. ECMO for immunosuppressed patients with acute respiratory distress syndrome: drawing a line in the sand. Intensive Care Med. (2019) 45:1140–2. 10.1007/s00134-019-05632-y [PubMed] [CrossRef] [Google Scholar]17. Ko WJ, Lin CY, Chen RJ, Wang SS, Lin FY, Chen YS. Extracorporeal membrane oxygenation support for adult postcardiotomy cardiogenic shock. Ann Thorac Surg. (2002) 73:538–45. 10.1016/S0003-4975(01)03330-6 [PubMed] [CrossRef] [Google Scholar]18. Huang CT, Tsai YJ, Tsai PR, Ko WJ. Extracorporeal membrane oxygenation resuscitation in adult patients with refractory septic shock. J Thorac Cardiovasc Surg. (2013) 146:1041–6. 10.1016/j.jtcvs.2012.08.022 [PubMed] [CrossRef] [Google Scholar]19. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al. . Acute respiratory distress syndrome: the berlin definition. JAMA. (2012) 307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]20. Charlson ME, Pompei P, Ales KL, MacKenzie CR. A new method of classifying prognostic comorbidity in longitudinal studies: development and validation. J Chronic Dis. (1987) 40:373–83. 10.1016/0021-9681(87)90171-8 [PubMed] [CrossRef] [Google Scholar]21. Knaus WA, Draper EA, Wagner DP, Zimmerman JE. APACHE II: a severity of disease classification system. Crit Care Med. (1985) 13:818–29. 10.1097/00003246-198510000-00009 [PubMed] [CrossRef] [Google Scholar]22. Becher T, van der Staay M, Schädler D, Frerichs I, Weiler N. Calculation of mechanical power for pressure-controlled ventilation. Intensive Care Med. (2019) 45:1321–3. 10.1007/s00134-019-05636-8 [PubMed] [CrossRef] [Google Scholar]23. Shore S, Nelson DP, Pearl JM, Manning PB, Wong H, Shanley TP, et al. . Usefulness of corticosteroid therapy in decreasing epinephrine requirements in critically ill infants with congenital heart disease. Am J Cardiol. (2001) 88:591–4. 10.1016/S0002-9149(01)01751-9 [PubMed] [CrossRef] [Google Scholar]24. Wohlfarth P, Ullrich R, Staudinger T, Bojic A, Robak O, Hermann A, et al. . Extracorporeal membrane oxygenation in adult patients with hematologic malignancies and severe acute respiratory failure. Crit Care. (2014) 18:R20. 10.1186/cc13701 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Tathineni P, Pandya M, Chaar B. The utility of extracorporeal membrane oxygenation in patients with hematologic malignancies: a literature review. Cureus. (2020) 12:e9118. 10.7759/cureus.9118 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Arnold S, Deja M, Nitschke M, Bohnet S, Wallis S, Humrich JY, et al. . Extracorporeal membrane oxygenation in ANCA-associated vasculitis. Autoimmun Rev. (2021) 20:102702. 10.1016/j.autrev.2020.102702 [PubMed] [CrossRef] [Google Scholar]27. Abrams D, Agerstrand CL, Biscotti M, Burkart KM, Bacchetta M, Brodie D. Extracorporeal membrane oxygenation in the management of diffuse alveolar hemorrhage. ASAIO J. (2015) 61:216–8. 10.1097/MAT.0000000000000183 [PubMed] [CrossRef] [Google Scholar]28. Trudzinski FC, Kaestner F, Schafers HJ, Fahndrich S, Seiler F, Bohmer P, et al. . Outcome of patients with interstitial lung disease treated with extracorporeal membrane oxygenation for acute respiratory failure. Am J Respir Crit Care Med. (2016) 193:527–33. 10.1164/rccm.201508-1701OC [PubMed] [CrossRef] [Google Scholar]29. Martínez-Martínez MU, Oostdam DAH, Abud-Mendoza C. Diffuse alveolar hemorrhage in autoimmune diseases. Curr Rheumatol Rep. (2017) 19:27. 10.1007/s11926-017-0651-y [PubMed] [CrossRef] [Google Scholar]30. Guérin C, Reignier J, Richard JC, Beuret P, Gacouin A, Boulain T, et al. . Prone positioning in severe acute respiratory distress syndrome. n Engl J Med. (2013) 368:2159–68. 10.1056/NEJMoa1214103 [PubMed] [CrossRef] [Google Scholar]31. Munshi L, Del Sorbo L, Adhikari NKJ, Hodgson CL, Wunsch H, Meade MO, et al. . Prone position for acute respiratory distress syndrome. a systematic review and meta-analysis. Ann Am Thorac Soc. (2017) 14:S280–8. 10.1513/AnnalsATS.201704-343OT [PubMed] [CrossRef] [Google Scholar]32. Kim WY, Kang BJ, Chung CR, Park SH, Oh JY, Park SY, et al. . Prone positioning before extracorporeal membrane oxygenation for severe acute respiratory distress syndrome: a retrospective multicenter study. Med Intensiva. (2019) 43:402–9. 10.1016/j.medin.2018.04.013 [PubMed] [CrossRef] [Google Scholar]33. Howell MD, Davis AM. Management of ARDS in adults. JAMA. (2018) 319:711–2. 10.1001/jama.2018.0307 [PubMed] [CrossRef] [Google Scholar]34. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al. . Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. (2016) 315:788–800. 10.1001/jama.2016.0291 [PubMed] [CrossRef] [Google Scholar]35. Li X, Scales DC, Kavanagh BP. Unproven and expensive before proven and cheap: extracorporeal membrane oxygenation versus prone position in acute respiratory distress syndrome. Am J Respir Crit Care Med. (2018) 197:991–3. 10.1164/rccm.201711-2216CP [PubMed] [CrossRef] [Google Scholar]36. Hemmila MR, Rowe SA, Boules TN, Miskulin J, McGillicuddy JW, Schuerer DJ, et al. . Extracorporeal life support for severe acute respiratory distress syndrome in adults. Ann Surg. (2004) 240:595–605; discussion 605–7. 10.1097/01.sla.0000141159.90676.2d [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Brogan TV, Thiagarajan RR, Rycus PT, Bartlett RH, Bratton SL. Extracorporeal membrane oxygenation in adults with severe respiratory failure: a multi-center database. Intensive Care Med. (2009) 35:2105–14. 10.1007/s00134-009-1661-7 [PubMed] [CrossRef] [Google Scholar]38. Wernovsky G, Wypij D, Jonas RA, Mayer JE, Jr., Hanley FL, et al. . Postoperative course and hemodynamic profile after the arterial switch operation in neonates and infants. a comparison of low-flow cardiopulmonary bypass and circulatory arrest.\nCirculation. (1995) 92:2226–35. 10.1161/01.CIR.92.8.2226 [PubMed] [CrossRef] [Google Scholar]39. Gaies MG, Gurney JG, Yen AH, Napoli ML, Gajarski RJ, Ohye RG, et al. . Vasoactive-inotropic score as a predictor of morbidity and mortality in infants after cardiopulmonary bypass. Pediatr Crit Care Med. (2010) 11:234–8. 10.1097/PCC.0b013e3181b806fc [PubMed] [CrossRef] [Google Scholar]40. Schmidt M, Pham T, Arcadipane A, Agerstrand C, Ohshimo S, Pellegrino V, et al. . Mechanical ventilation management during extracorporeal membrane oxygenation for acute respiratory distress syndrome. an international multicenter prospective cohort. Am J Respir Crit Care Med. (2019) 200:1002–12. 10.1164/rccm.201806-1094OC [PubMed] [CrossRef] [Google Scholar]"}