{"title": "Symptoms at disease onset predict prognosis in COVID-19 disease", "pubDate": "2022", "PMCID": "PMC8725726", "DOI": "10.1080/19932820.2021.2010338", "PMID": "34931582", "abstract": "The main clinical manifestations of coronavirus disease 2019 (COVID-19) onset are respiratory symptoms, including cough, sputum, and dyspnea. However, a significant proportion of patients initially manifested non-respiratory symptoms, such as fever, myalgia, and diarrhea. Here, we compared the different characteristics and outcomes between the patients with respiratory symptoms and non-respiratory symptoms at illness onset. The patients admitted to the respiratory departments from eight hospitals in Hunan and Guangxi Province with nucleic acid-positive severe acute respiratory syndrome coronavirus (SARS-CoV-2) were recruited. Epidemiological information, clinical manifestations, laboratory findings, and radiological characteristics, treatment regimens, and outcomes data were recorded and analyzed. The median age of the recruited 541 subjects was 43 years (IQR, 33-55). Of the 541 subjects, 404 (74.5%) subjects had initial symptom that were respiratory, while 137 (25.5%) subjects had non-respiratory symptoms. Respiratory COVID-19 subjects had more secondary bacterial infections (8.7% vs 0.0%, P < 0.001), needed the intensive care unit more (9.7% vs 2.2%, P = 0.005), non-invasive ventilation more (7.2% vs 1.5%, P = 0.004), developed ARDS more (11.4% vs 2.2%, P = 0.001) and needed longer time to recover (18.5 vs 16.7 days, P = 0.003) compared to predominately non-respiratory COVID-19 subjects. The multivariate model showed that age (OR = 1.04, P = 0.01), dyspnea (OR = 4.91, P < 0.001) and secondary bacterial infection (OR = 19.8, P < 0.001) were independently associated with development of ARDS among COVID-19 patients. We identify COVID-19 subjects with dyspnea at disease onset who have a worse prognosis. We also demonstrate age and secondary bacterial infections to be independently associated with ARDS development in subjects with COVID-19.ABBREVIATIONS: COVID-19: Coronavirus disease 2019; ARDS: acute respiratory distress syndrome; IQR: interquartile range; ICU: intensive care unit; CDC: Chinese Center for Disease Control and Prevention.", "author": [{"author": "Aiyuan Zhou", "affiliation": ["Department of Respiratory Medicine, National Key Clinical Specialty, Branch of National Clinical Research Center for Respiratory Disease, Xiangya Hospital, Central South University, Changsha, Hunan, China.", "Center of Respiratory Medicine, Xiangya Hospital, Central South University, Changsha, Hunan, China.", "Clinical Research Center for Respiratory Diseases in Hunan Province, Changsha, Hunan, China.", "Hunan Engineering Research Center for Intelligent Diagnosis and Treatment of Respiratory Disease, Changsha, Hunan, China.", "National Clinical Research Center for Geriatric Disorders, Xiangya Hospital, Changsha, Hunan, P.R. China."], "href": "/?term=Zhou+A&cauthor_id=34931582"}, {"author": "Qing Song", "affiliation": ["Department of Respiratory and Critical Medicine, the Second Xiangya Hospital, Central South University, Changsha, Hunan, China."], "href": "/?term=Song+Q&cauthor_id=34931582"}, {"author": "Yating Peng", "affiliation": ["Department of Respiratory and Critical Medicine, the Second Xiangya Hospital, Central South University, Changsha, Hunan, China."], "href": "/?term=Peng+Y&cauthor_id=34931582"}, {"author": "Xin Liao", "affiliation": ["Department of Respiratory Medicine, Affiliated Shaoyang Central Hospital of University of South China, Shaoyang, Hunan, China."], "href": "/?term=Liao+X&cauthor_id=34931582"}, {"author": "Peng Huang", "affiliation": ["Department of Respiratory Medicine, Zhuzhou Central Hospital, Zhuzhou, Hunan, China."], "href": "/?term=Huang+P&cauthor_id=34931582"}, {"author": "Wenlong Liu", "affiliation": ["Department of Respiratory Medicine, Yueyang Second People's Hospital, Designated Hospital of Junshan District, Yueyang, Hunan, China."], "href": "/?term=Liu+W&cauthor_id=34931582"}, {"author": "Zhi Xiang", "affiliation": ["Department of Respiratory Medicine, the First People's Hospital of Huaihua affiliated to University of South China, Huaihua, Hunan, China."], "href": "/?term=Xiang+Z&cauthor_id=34931582"}, {"author": "Qimi Liu", "affiliation": ["Department of Respiratory Medicine, the Second People's Hospital of Guilin, Guilin, Guangxi, China."], "href": "/?term=Liu+Q&cauthor_id=34931582"}, {"author": "Mingyan Jiang", "affiliation": ["Department of Respiratory and Critical Medicine, Xiangtan Central Hospital, Xiangtan, Hunan, China."], "href": "/?term=Jiang+M&cauthor_id=34931582"}, {"author": "Xudong Xiang", "affiliation": ["Department of Emergency Medicine, Second Xiangya Hospital, Central South University, Changsha, Hunan, China."], "href": "/?term=Xiang+X&cauthor_id=34931582"}, {"author": "Dingding Deng", "affiliation": ["Department of Respiratory Medicine, The first Attached Hospital of Shaoyang University, Shaoyang, Hunan, China."], "href": "/?term=Deng+D&cauthor_id=34931582"}, {"author": "Ping Chen", "affiliation": ["Department of Respiratory and Critical Medicine, the Second Xiangya Hospital, Central South University, Changsha, Hunan, China."], "href": "/?term=Chen+P&cauthor_id=34931582"}], "refPMID": ["31986264", "14585636", "23075144", "31995857", "32004427", "22797452", "19145262", "32007143", "32283155", "31730381", "32239761"], "citedInPMID": ["34931582"], "body": " ABSTRACTThe main clinical manifestations of coronavirus disease 2019 (COVID-19) onset are respiratory symptoms, including cough, sputum, and dyspnea. However, a significant proportion of patients initially manifested non-respiratory symptoms, such as fever, myalgia, and diarrhea. Here, we compared the different characteristics and outcomes between the patients with respiratory symptoms and non-respiratory symptoms at illness onset. The patients admitted to the respiratory departments from eight hospitals in Hunan and Guangxi Province with nucleic acid-positive severe acute respiratory syndrome coronavirus (SARS-CoV-2) were recruited. Epidemiological information, clinical manifestations, laboratory findings, and radiological characteristics, treatment regimens, and outcomes data were recorded and analyzed. The median age of the recruited 541 subjects was 43 years (IQR, 33–55). Of the 541 subjects, 404 (74.5%) subjects had initial symptom that were respiratory, while 137 (25.5%) subjects had non-respiratory symptoms. Respiratory COVID-19 subjects had more secondary bacterial infections (8.7% vs 0.0%, P < 0.001), needed the intensive care unit more (9.7% vs 2.2%, P = 0.005), non-invasive ventilation more (7.2% vs 1.5%, P = 0.004), developed ARDS more (11.4% vs 2.2%, P = 0.001) and needed longer time to recover (18.5 vs 16.7 days, P = 0.003) compared to predominately non-respiratory COVID-19 subjects. The multivariate model showed that age (OR = 1.04, P = 0.01), dyspnea (OR = 4.91, P < 0.001) and secondary bacterial infection (OR = 19.8, P < 0.001) were independently associated with development of ARDS among COVID-19 patients. We identify COVID-19 subjects with dyspnea at disease onset who have a worse prognosis. We also demonstrate age and secondary bacterial infections to be independently associated with ARDS development in subjects with COVID-19.ABBREVIATIONS: COVID-19: Coronavirus disease 2019; ARDS: acute respiratory distress syndrome; IQR: interquartile range; ICU: intensive care unit; CDC: Chinese Center for Disease Control and Prevention.KEYWORDS: COVID-19, SARS-CoV-2, ARDS, symptoms, outcome 1. IntroductionStarting December 2019, multiple cases of pneumonia of unknown etiology were reported in Wuhan, Hubei province, China [1]. The causative agent, a novel coronavirus, was subsequently identified (January 7th, 2020) by the Chinese Center for Disease Control and Prevention (CDC) and has been named Coronavirus disease 2019 (COVID-19).So far, COVID-19 has claimed more cases and fatalities than severe acute respiratory syndrome coronavirus (SARS-CoV) and middle east respiratory syndrome coronavirus (MERS-CoV) [2,3]. This fact could be related to potentially more sources of viral transmission, including aerosolized droplets, direct contact and potentially fecal-oral transmission [4,5]. The lack of medical staff and personal protective equipment may also have contributed to the high number of deaths. These various transmission sources are mirrored in the COVID-19 clinical syndrome, which includes some subjects with predominant respiratory symptoms at disease onset and others with more non-respiratory symptoms. In this study, we sought to explore baseline characteristics and outcomes in subjects with COVID-19 with particular attention to differences in symptoms at disease onset (respiratory versus non-respiratory). We also identify risk factors for the development of acute respiratory distress syndrome (ARDS). 2. Materials and methods2.1. Study design and subjectsWe performed a retrospective analysis of data collected from eight COVID-19 designated hospitals in Hunan and Guangxi Province, including the first Attached Hospital of Shaoyang University, the Affiliated Shaoyang Central Hospital of the University of South China, Zhuzhou Central Hospital, Yueyang Second People’s Hospital, the First People’s Hospital of Huaihua affiliated to the University of South China, the Second People’s Hospital of Guilin, Xiangtan Central Hospital, and Loudi Central Hospital. This research was approved by the local Ethics Committee (2020002). All hospitalized patients who tested positive for COVID-19 by real-time polymerase chain reaction between 1 January and 31 March 2020 were included. Asymptomatic subjects were excluded from the analysis. The asymptomatic subjects were those being tested positive due to intimate contact with confirmed cases.We obtained baseline demographic, and clinical manifestations from a questionnaire designed by the CDC [6]. The treatment regimens and outcome data were collected from the electronic medical record. Respiratory symptoms at disease onset (termed ‘respiratory COVID-19’) were adjudicated to include patients who reported their first COVID-19 symptoms as respiratory (i.e. dry cough, sputum production, sneeze, nasal congestion, runny nose, sore throat, dyspnea, chest tightness, and hemoptysis). Similarly, predominantly non-respiratory symptoms at disease onset (termed ‘non-respiratory COVID-19’) were adjudicated to include patients who reported their first symptoms outside the respiratory system (i.e. fever, headache, fatigue, myalgia, diarrhea, palpitation, nausea, vomit, and loss of appetite). The initial symptoms or signs were defined as the first symptoms noticed by the patients. The date of disease onset was defined as the day when the first symptom was reported. For those asymptomatic patients, the date onset was specified as the day the positive nuclear acid was reported. The disease of severity was identified according to the diagnosis and treatment protocol for COVID-19 [6].ARDS was defined according to the Berlin definition. Briefly, the ARDS was diagnosed based on hypoxemia, which is a ratio of PaO2 to fractional inspired oxygen concentration (FiO2) (PaO2/FiO2) ≤ 300 mmHg [7]. Secondary bacterial infection was diagnosed if the patients had clinical symptoms and signs. Briefly, if two or more of the following clinical features are present: temperature greater than 38°C or less than 36°C, leukopenia or leukocytosis, purulent tracheal secretions and decreased PaO2, and the absence of an alternative infective focus mandates that a chest radiograph be performed. Then if the radiograph shows alveolar infiltrates or an air bronchogram sign, or if the findings have worsened, it is recommended that the CPIS be calculated which is more than 6 scores. Or laboratory findings of nosocomial pneumonia or bacteremia not present on admission [8].2.2. Statistical analysisMeans for continuous variables were compared by independent group t-tests or Mann-Whitney test. Proportions of categorical variables were compared using the chi-square test or Fisher's exact test. Adjusted multiple logistic regression models were performed to determine risk factors for ARDS development. All statistical analyses were performed using SPSS version 25.0 software. A value of P < 0.05 was considered statistically significant. 3. Results3.1. Demographics, clinical variables, and outcomes among COVID-19 subjectsWe recruited 541 cases in the final analysis. The median age of the recruited subjects was 43 years (IQR, 33–55). Of the 541 subjects, 173 (32.0%) had one or more coexisting medical conditions. Hypertension (14.2%) and diabetes (8.7%) were the most common comorbidities. Respiratory COVID-19 subjects were more likely to be classified into the severe and very severe groups and had longer hospital days (17 vs 14, P = 0.03) relative to non-respiratory COVID-19 subjects. All the patients received antiviral therapy. Respiratory COVID-19 subjects received more corticosteroids (26.5 vs 14.6, P = 0.005) and antibiotics (48 vs 36.5, P = 0.02) compared to non-respiratory COVID-19 subjects. Respiratory COVID-19 subjects also had more secondary bacterial infections (P < 0.001), needed the intensive care unit more (P = 0.005), non-invasive ventilation more (P = 0.004), developed ARDS more (P = 0.001) and needed longer to recover (P = 0.003) compared to predominately non-respiratory COVID-19 subjects. No non-respiratory COVID-19 subject required advanced support, including invasive mechanical ventilation, extracorporeal membrane oxygenation, and continuous renal replacement therapies. There were no significant differences in laboratory findings between the two groups (Table 1).\nTable 1.Demographics, clinical variables and outcomes among COVID-19 subjectsVariablesAll(N = 541)Respiratorya(N = 404)Non-respiratoryb(N = 137)PcAge (IQR)43.0 (33.0–55.0)45.0 (34.0–57.0)38.0 (29.0–50.0)<0.001Gender: Female (%)270 (49.9)204 (50.5)67 (48.9)0.64Body mass index (IQR)23.3 (21.3–26.2)23.4 (21.3–26.2)23.1 (21.3–25.8)0.55Contact with confirmed cases (%)417 (77.1)301 (404)116 (84.7)0.05Comorbidities, any (%)173 (32.0)144 (35.7)29 (21.0)0.002Diabetes (%)47 (8.7)38 (9.4)9 (6.5)0.31Hypertension (%)77 (14.2)67 (16.6)10 (7.2)0.007Cardiovascular disease (%)23 (4.3)21 (5.2)2 (1.5)0.06COPD (%)10 (1.8)10 (2.5)0 (0.0)0.06Asthma (%)13 (2.4)11 (2.7)2 (1.5)0.40Malignancy (%)6 (1.1)4 (1.0)2 (1.5)0.65Disease severity at admissiond35/436/47/2320/319/44/2115/117/3/2<0.001Illness onset until hospitalization4.0 (2.0–7.0)5.0 (3.0–8.0)4.0 (2.0–6.0)0.16Hospital days (IQR)17 (14–21)17 (12–24)14 (11–20)0.03Day to recovery (IQR)21 (16–28)23 (17–28)18 (14–25)0.003Clinical variablesTherapy    Antiviral therapy (%)e541 (100)403 (100)138 (100)1Corticosteroids (%)127 (23.5)107 (26.5)20 (14.6)0.005Antibiotics244 (45.1)194 (48.0)50 (36.5)0.02Secondary bacterial infection (%)36 (6.7)35 (8.7)1 (0.7)<0.001Support    NIV (%)31 (5.7)30 (7.4)1 (0.7)0.004IMV (%)15 (2.8)15 (3.7)0 (0.0)0.02ECMO (%)8 (1.5)8 (2.0)0 (0.0)0.10CRRT(%)8 (1.5)8 (2.0)0 (0.0)0.14Outcomes    ICU admission (%)42 (7.8)39 (9.7)3 (2.2)0.005ARDS (%)49 (9.1)46 (11.4)3 (2.2)0.001In-hospital mortality (%)4 (0.4)4 (0.5)0 (0.0)0.24Laboratory findings    White blood cell count (× 109/L)4.6 (3.6–6.1)4.7 (3.6–6.2)4.6 (3.7–5.8)0.53Neutrophil count (× 109/L)2.9 (2.2–4.1)3.0 (2.1–4.2)2.9 (2.3–3.8)0.78Lymphocyte count (× 109/L)1.1 (0.8–1.6)1.1 (0.8–1.6)1.2 (0.9–1.6)0.96Hemoglobin (g/L)133 (121–145)132 (121–145)134 (123–144)0.68Platelet count (× 109/L)190 (146–247)188 (146–246)194 (147–248)0.77D-dimer (mg/L)0.3 (0.2–0.6)0.4 (0.2–0.6)0.3 (0.15–0.53)0.11Albumin (g/L)40.2 (36.2–43.7)39.8 (35.6–43.4)40.7 (37.7–44.4)0.74Globulin (g/L)25.9 (23.2–28.6)26.2 (22.9–29.0)25.7 (23.3–28.1)0.27Creatine kinase (U/L)68.7 (46.4–109.1)69.5 (46.8–109.3)65.8 (45.0–109.1)0.34Prothrombin time (s)12.2 (11.1–12.9)12.2 (11.1–12.9)12.1 (11.1–12.8)0.77Alanine aminotransferase (IU/L)21.0 (14.9–30.6)21.0 (14.9–31.4)21.0 (14.7–29.6)0.32Aspartate aminotransferase (IU/L)24.0 (19.2–31.4)24.5 (19.6–31.3)23.4 (19.0–32.2)0.41Total bilirubin (umol/L)12.0 (7.7–18.5)12.0 (7.6–17.4)12.0 (8.8–21.1)0.13Creatinine (umol/L)62.7 (50.6–76.1)63.0 (50.6–77.0)59.5 (49.4–73.0)0.16Blood urea nitrogen (mmol/L)4.1 (3.2–5.1)4.1 (3.2–5.4)4.1 (3.3–4.6)0.29Open in a separate windowCOVID-19 = coronavirus disease 2019, COPD = chronic obstructive pulmonary disease, N = number of subjects, IQR = interquartile range, NIV = non-invasive ventilation, IMV = invasive mechanical ventilation, ECMO = extracorporeal membrane oxygenation, CRRT = Continuous Renal Replacement Therapies, ICU = intensive care unit, ARDS = acute respiratory distress syndrome. a Includes COVID-19 subjects with initial symptoms respiratory, b includes COVID-19 subjects with initial symptoms non-respiratory, c p value for statistical difference between respiratory COVID-19 subject and non-respiratory COVID-19 subjects, d severity of disease on admission (mild/moderate/severe/very severe). e includes abidol, lopinavir, ritonavir, interferon, g includes gamma globulin or thymosin. Continuous variables are presented as mean and standard deviation (if data were normally distributed) and median and interquartile range (if data were not normally distributed).3.2. Frequencies of initial symptoms and signs of patients with COVID-19 infectionFour hundred and four of the 541 (74.5%) subjects had an initial symptom that was respiratory, while 137 of the 541 (25.5%) subjects had non-respiratory symptoms. The most common respiratory symptom was dry cough (68.0%), followed by sputum production (30.5%) and dyspnea (16.5%), while the most common non-respiratory symptom was fever (74.3%) followed by fatigue (33.1%) and myalgia (12.9%) (Table 2).\nTable 2.Frequencies of initial symptoms and signs of patients with COVID-19 infectionVariablesAll(N = 541)Respiratorya(N = 404)Non-respiratoryb(N = 137)PcRespiratory only (%)103 (19.0)103 (25.5)0 (0.0)<0.001Non-respiratory only (%)137 (25.3)0 (0.0)137 (100)<0.001Combined (%)301 (55.6)301 (74.5)0 (0.0)<0.001Initial symptom (respiratory)e    Dry cough (%)368 (68.0)368 (91.1)0 (0.0)<0.001Sputum production (%)165 (30.5)165 (40.8)0 (0.0)<0.001Dyspnea (%)89 (16.5)89 (22.0)0 (0.0)<0.001Runny nose (%)3 (0.6)3 (0.7)0 (0.0)0.31Sore throat (%)38 (7.0)38 (9.4)0 (0.0)<0.001Hemoptysis (%)26 (4.8)26 (6.4)0 (0.0)0.002Chest tightness (%)26 (4.8)26 (6.4)0 (0.0)0.002Nasal congestion (%)15 (2.8)15 (3.7)0 (0.0)0.02Initial symptom (non-respiratory)f    Fever (%)Fatigue (%)179 (33.1)128 (31.7)51 (37.2)0.25Myalgia (%)70 (12.9)54 (13.4)16 (11.7)0.61Diarrhea (%)49 (9.1)31(7.7)18 (13.1)0.05Headache (%)42 (7.8)26 (6.4)16 (11.7)0.05Palpitation (%)3 (0.6)3 (0.7)0 (0.0)0.31Nausea (%)32 (5.9)25 (6.2)7 (5.1)0.64Loss of smell/taste (%)8 (1.5)7 (1.7)1 (0.7)0.40Open in a separate windowaIncludes COVID-19 subjects with initial respiratory symptoms.bincludes COVID-19 subjects with initial non-respiratory symptoms.cP value for statistical difference between respiratory COVID-19 subject and non-respiratory COVID-19 subjects.3.3. Differences of symptoms between patients developed ARDS and no-ARDSCompared with patients who did not develop ARDS, patients who developed ARDS had significantly higher percentage of dyspnea (63.3% vs 11.8%, P < 0.001), fever (93.9% vs 72.4%, P = 0.001) and fatigue (51% vs 31.3%, P = 0.005) (Table 3).\nTable 3.Differences in symptoms between patients who developed ARDS and non-ARDSVariablesARDS(N = 49)No-ARDS(N = 492)PInitial symptom (respiratory)   Dry cough (%)38 (7.8)330 (67.1)0.13Sputum production (%)18 (36.7)147 (29.9)0.32Dyspnea (%)31 (63.3)58 (11.8)<0.001Runny nose (%)0 (0)3 (0.6)0.58Sore throat (%)2 (4.1)36 (7.3)0.40Hemoptysis (%)5 (10.2)21 (4.3)0.06Chest tightness (%)5 (10.2)21 (4.3)0.06Nasal congestion (%)2 (4.1)13 (2.6)0.56Initial symptom (non-respiratory)   Fever (%)46 (93.9)356 (72.4)0.001Fatigue (%)25 (51.0)154 (31.3)0.005Myalgia (%)4 (8.2)66 (13.4)0.30Diarrhea (%)6 (12.2)43 (8.7)0.42Headache (%)6 (12.2)36 (7.3)0.22Palpitation (%)0 (0)3 (0.6)0.58Nausea (%)5 (10.2)27 (5.5)0.18Loss of smell/taste (%)1 (2.0)7 (1.4)0.73Open in a separate windowARDS = acute respiratory distress syndrome.3.4. Risk factors for ARDS incidenceForty-nine of 541 subjects in the cohort developed ARDS, most coming from the respiratory COVID-19 population. Univariate analysis showed several risk factors for developing ARDS, including age (odds ratio (OR) = 1.05, 95% confidence interval (CI) = 1.03–1.07, P < 0.001), comorbidities (OR = 5.13, 95% CI = 2.74–9.61, P < 0.001), secondary bacterial infection (OR = 50.2, 95% CI = 21.7–116.0, P < 0.001), dry cough (OR = 1.7, 95% CI = 0.85–3.40, P = 0.01), dyspnea (OR = 12.9, 95% CI = 6.78–24.5, P = 0.01), fever (OR = 5.86, 95% CI = 1.79–19.2, P = 0.003) and fatigue (OR = 2.27, 95% CI = 1.26–4.11, P = 0.007). The multivariate model showed that age (OR = 1.04, P = 0.01) dyspnea (OR = 4.91, P < 0.001) and secondary bacterial infection (OR = 19.8, P < 0.001) were independently associated with development of ARDS (Table 4).\nTable 4.Univariate and stepwise multivariate analyses of risk factors for ARDS developmentVariablesUnivariateMultivariateOR95% CIPOR95% CIPAge (years)1.051.03–1.07<0.0011.041.01–1.060.01Comorbidities5.132.74–9.61<0.0011.180.50–2.780.71Bacterial infection50.221.7–116.0<0.00119.87.49–52.4<0.001Dry cough1.700.85–3.400.010.960.40–2.330.93Sputum production1.360.74–2.510.32---Dyspnea12.96.78–24.5<0.0014.912.21–10.9<0.001Chest tightness2.550.92–7.090.07---Hemoptysis2.550.92–7.090.07---Fever5.861.79–19.20.0033.761.01–14.00.05Headache1.780.71–4.430.23---Fatigue2.271.26–4.110.0071.670.77–3.630.20Myalgia0.570.20–1.650.30---Diarrhea1.460.59–3.620.42---Open in a separate windowARDS = acute respiratory distress syndrome, OR = odds ratio, CI = confidence interval. 4. DiscussionOur observation that relatively young patients (median age 38) with non-respiratory symptoms at COVID-19 disease onset have better outcomes may aid frontline healthcare workers caring for these patients. While COVID-19 disease is known to range from asymptomatic disease to ARDS/death, there is limited data to identify where patients will fall on this disease continuum. Here, we demonstrate a COVID-19 population (non-respiratory COVID-19) that utilized fewer hospital resources, required no advanced respiratory support, and had quicker recovery. As the previous studies showed, the most common symptoms were dry cough and fever [9,10].Similarly, identifying patients (older patients), symptoms (dyspnea) at disease onset, and clinical developments (secondary bacterial infections) associated with ARDS development may help healthcare providers identify patients at the highest risk of clinical worsening. Here, our data demonstrate that subjects who reported dyspnea at disease onset were more likely to have worse outcomes. Interestingly, comorbidities, including diabetes and hypertension, were not associated with ARDS development but instead likely reflect the increased comorbidity burden associated with aging and were not a contributor to ARDS development itself. Rather, alterations in airway epithelium and dysregulated immune responses associated with aging are more likely causative [11].Our study has strengths and limitations. The large, laboratory-confirmed, COVID-19 population (N = 541) from eight COVID-19 designed hospitals improves the generalizability of our observations to regions and hospital systems that designate hospitals to care for COVID-19 patients, but the mortality is not as high as reported for the COVID-19 patients, in China; the mortality is less than 1% except for Wuhan [12], which may due to the lack of medical staff and personal protective equipment in Wuhan at the early stage of the disease outbreak, and as such, the finding in this study may not apply to regions with severe outbreaks, such as New York and Lombardy. This is a retrospective study, and some rare symptoms might not have been noted, but the common symptoms of COVID-19 were all recorded in the questionnaire designed by CDC. Finally, we did not obtain microbiological information and for secondary bacterial infection definition, we referred to the standards as Rotstein et al. [8] reported. Because the management of patient specimens was very strict according to the official documents in China during the COVID-19 outbreak, ordinary laboratories were not allowed to conduct microbiological study for COVID-19 patients.In conclusion, we identify COVID-19 subjects with dyspnea at disease onset who have a worse prognosis. We also demonstrate age and secondary bacterial infections to be independently associated with ARDS development in subjects with COVID-19. Funding StatementThis work was supported by the National Natural Science Foundation of China (Number:81970044). References[1] Huang C, Wang Y, Li X, et al. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–6. [PMC free article] [PubMed] [Google Scholar][2] Zhong NS, Zheng BJ, Li YM, et al. Epidemiology and cause of severe acute respiratory syndrome (SARS) in Guangdong, People’s Republic of China, in February, 2003. Lancet. 2003;362(9393):1353–1358. [PMC free article] [PubMed] [Google Scholar][3] Anderson LJ, Baric RS.. \nEmerging human coronaviruses–disease potential and preparedness. N Engl J Med. 2012;367:1850–1852. [PubMed] [Google Scholar][4] Li Q, Guan X, Wu P, et al. Early transmission dynamics in Wuhan, China, of novel Coronavirus-infected pneumonia. N Engl J Med. 2020;382:1199–1207. [PMC free article] [PubMed] [Google Scholar][5] Holshue ML, DeBolt C, Lindquist S, et al. First case of 2019 novel Coronavirus in the USA. N Engl J Med. 2020;382(10):929–936. [PMC free article] [PubMed] [Google Scholar][6] National Health Commission of China . New coronavirus pneumonia prevention and control program. 5th ed. 2020. \nFeb\n22. http://www.gov.cn/zhengce/zhengceku/2020-02/22/content_5482010.htm. [Google Scholar][7] Force ADT, Ranieri VM, Rubenfeld GD, et al. Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar][8] Rotstein C, Evans G, Born A, et al. Clinical practice guidelines for hospital-acquired pneumonia and ventilator-associated pneumonia in adults. Can J Infect Dis Med Microbiol. 2008;19(1):19–53. [PMC free article] [PubMed] [Google Scholar][9] Chen N, Zhou M, Dong X, et al. Epidemiological and clinical characteristics of 99 cases of 2019 novel coronavirus pneumonia in Wuhan, China: a descriptive study. Lancet. 2020;395(10223):507–513. [PMC free article] [PubMed] [Google Scholar][10] Fu L, Wang B, Yuan T, et al. Clinical characteristics of coronavirus disease 2019 (COVID-19) in China: a systematic review and meta-analysis. J Infect. 2020;80(6):656–665. [PMC free article] [PubMed] [Google Scholar][11] Cho SJ, Stout-Delgado HW. Aging and Lung Disease. Annu Rev Physiol. 2020;82(1):433–459. [PMC free article] [PubMed] [Google Scholar][12] Cai Q, Huang D, Ou P, et al. COVID-19 in a designated infectious diseases hospital outside Hubei Province, China. Allergy. 2020;75(7):1742–1752. [PubMed] [Google Scholar]"}