{"title": "Inhaled Nitric Oxide in Patients with Severe COVID-19 Infection at Intensive Care Unit - A Cross Sectional Study", "pubDate": "2021", "PMCID": "PMC8647665", "DOI": "10.2478/jccm-2021-0033", "PMID": "34934824", "abstract": "", "author": [{"author": "Laura Herranz", "affiliation": ["Instituto D'Or de Pesquisa e Ensino, Rio de Janeiro, Brazil."], "href": "/?term=Herranz+L&cauthor_id=34934824"}, {"author": "Juliana Gurgel da Silveira", "affiliation": ["Instituto D'Or de Pesquisa e Ensino, Rio de Janeiro, Brazil."], "href": "/?term=da+Silveira+JG&cauthor_id=34934824"}, {"author": "Luis Filipe Lannes Trocado", "affiliation": ["Instituto D'Or de Pesquisa e Ensino, Rio de Janeiro, Brazil."], "href": "/?term=Trocado+LFL&cauthor_id=34934824"}, {"author": "Anna Luiza Alvaraes", "affiliation": ["Instituto D'Or de Pesquisa e Ensino, Rio de Janeiro, Brazil."], "href": "/?term=Alvaraes+AL&cauthor_id=34934824"}, {"author": "Juliana Fittipaldi", "affiliation": ["Instituto D'Or de Pesquisa e Ensino, Rio de Janeiro, Brazil."], "href": "/?term=Fittipaldi+J&cauthor_id=34934824"}], "refPMID": ["31258917", "31197492", "15546092", "15234326", "32222812", "32436029"], "citedInPMID": ["34934824"], "body": " To the EditorIn adults with severe hypoxemia, inhaled nitric oxide (iNO) is known to reduce pulmonary shunt and pulmonary hypertension, improving V/Q matching [1]. Studies in refractory hypoxemia among patients with severe acute respiratory distress syndrome (ARDS) suggest that iNO may be allied to other ventilatory strategies as a bridge to clinical improvement [2, 3].A trial from the 2004 Beijing Coronavirus Outbreak showed that low dose iNO could shorten the time of ventilatory support [4]. Additionally, preclinical studies suggest an inhibitory effect of iNO on viral replication [5]. To date, the role of iNO in COVID19 infection is still unclear.Our study is a retrospective cross-sectional study of adults admitted with severe COVID-19 undergoing mechanical ventilation, at least 48 hours, in our quaternary ICU at Quinta D’or Hospital, Rio de Janeiro, Brazil, from March 13th to June 19th 2020. Were excluded patients with non-assisted cardiac arrest, refractory shock, extracorporeal membrane oxygenation or palliative care. Were considered eligible for iNO therapy patients with persistent hypoxemia, defined as Pa02/Fi02 ratio ≤150 or FiO2≥ 80% for at least 12 hours, in association with optimal ventilatory strategy. Our aim was to evaluate the association between iNO and improvement of hypoxemia in those critically ill patients, defined as an increase of 20% or more in the PaO2/FiO2 ratio for over 48 hours after iNO initiation. Secondary outcomes include time under mechanical ventilation, hospitalization, and mortality. Survival of patients undergoing mechanical ventilation with and without iNO was compared. Sides effects, such as severe hypotension and amine use, coagulopathy, increase in nitrogen dioxide >3ppm or methemoglobin >8%, were investigated.Nitric oxide was initially given at 20-30ppm and increased up to a 40ppm maximal dose, according to PaO2 in arterial blood gas analysis. Titred dose was mantained for at least 24 hours, except when not tolerated. Once clinical improvement was archieved, named PaO2/fiO2 ratio >250, gas was slowly and gradually withdrawn, every 6 to 12 hours, reduced in 5ppm accourding to blood gas analysis, in order to avoid rebound effect. Other therapeutic strategies were used apart from iNO, according to clinical judgment.Were enrolled to this cohort 34 critically ill patients– we analysed 12 patients with iNO and 15 patients without iNO were analysed. Seven patients were excluded. Seventy percent of the participants were men, median age was 60 years. Computed Tomography (CT) imaging and laboratory results were heterogeneous among patients. A large majority of our study population used neuromuscular blockage to treat hypoxemia. Likewise, a substantial majority needed vasoactive support, as well as renal replacement support. Regarding pharmacological approach, most of them received antibiotics, corticoid, and adjusted dose of heparin.Patients elected to iNO therapy had a statistically prolonged time under mechanical ventilation compared with those without, longer hospitalization and require more time under neuromuscular blockade. Interleukin 6 levels tend to be three times higher in the group that underwent iNO therapy. Despite that, as determined in the criteria to initiate iNO, median PaO2/ FiO2 ratio sustained increase of at least 20% from the second to the seventh day of intervention. Nitric oxide was used, on average, for 5 days and median dose was 28ppm. No major side effect was notified in the present study. Mortality was similar in both groups.In line with other studies, our data supports the hypothesis that iNO is a reliable therapy in those severely ill patients as an auxiliary therapy [6, 7, 8], leading to a sustained increase of PaO2/FiO2 ratio in SARS-COV2 mechanical ventilated critically ill patients, with no major reported side effects. Limitations to this research would be its low population – exploratory analysis, as well as its retrospective approach. Similarly, ideal inhaled nitric oxide dose is not yet established in the literature for this purpose, opening ways for further studies in this area. Footnotes\nConflict of interest\nNone to declare. References1. Gurgueira G, Carvalho WB. Inhaled nitric oxide: clinical application. J Pneumol. 2003;29(5):325–31. [Google Scholar]2. Grifiths MJD, Mcauley DF, Perkins GD, Barrett N, Blackwood B, Boyle A. Guidelines on the management of acute respiratory distress syndrome. BMJ Open Resp Res. 2019;6(e000420) et al. [PMC free article] [PubMed] [Google Scholar]3. Care I, Papazian L, Aubron C, Brochard L, Chiche JD, Combes A. Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care [Internet] 2019;9(69) et al. [PMC free article] [PubMed] [Google Scholar]4. Chen L, Liu P, Gao H, Sun B, Chao D, Wang F. Inhalation of Nitric Oxide in the Treatment of Severe Acute Respiratory Syndrome : A Rescue Trial in Beijing. Clin Infect Dis. 2004;39:1531–5. et al. [PMC free article] [PubMed] [Google Scholar]5. Keyaerts E, Vijgen L, Chen L, Maes P, Hedenstierna G, M Van Ranst. Inhibition of SARS-coronavirus infection in vitro by S-nitroso-N-acetylpenicillamine , a nitric oxide donor compound. Int J Infec Dis. 2004;8:223–6. [PMC free article] [PubMed] [Google Scholar]6. Alhazzani W, Møller MH, Arabi YM, Loeb M, Gong MN, Fan E. Surviving Sepsis Campaign : Guidelines on the Management of Critically Ill Adults with Coronavirus Disease 2019 (COVID-19) 2020;Vol. 2019:1–32. et al. [PMC free article] [PubMed] [Google Scholar]7. S Covid-, FJ Martinez. Severe Covid-19. NEJM. 2020. p. 1–10.8. Kobayashi J, Murata I. Nitric oxide inhalation as an interventional rescue therapy for COVID ‑ 19 ‑ induced acute respiratory distress syndrome. Ann Intensive Care [Internet] 2020;10(61):9–10. [PMC free article] [PubMed] [Google Scholar]"}