{"title": "Therapeutic plasma exchange followed by convalescent plasma transfusion in severe and critically ill COVID-19 patients: A single centre non-randomized controlled trial", "pubDate": "2022", "PMCID": "PMC8652389", "DOI": "10.3892/etm.2021.10999", "PMID": "34934447", "abstract": "Therapeutic plasma exchange (TPE) has been proposed as a rescue therapy in critically ill COVID-19 patients. The aim of the present study was to determine whether combining TPE with convalescent plasma (CVP) transfusion early in the intensive care unit (ICU) stay improves survival among this heterogeneous population. The primary endpoint was survival at 30 days. Secondary endpoints included assessing the evolution of biomarkers, such as the partial pressure of arterial oxygen to fractional inspired oxygen ratio, and C reactive protein (CRP), lactate dehydrogenase (LDH) and ferritin levels at the 7-day follow-up. This single centre, prospective, non-randomized controlled trial was conducted in an 8-bed COVID-19 ICU and included patients with severe COVID-19 pneumonia requiring intensive care treatment. A total of 19 patients were treated by performing TPE followed by CVP transfusion, in addition to standard treatment, while for another 19 patients, only standard treatment according to hospital protocols was used. TPE was initiated during the first 24 h after ICU admission, followed immediately by transfusion of CVP. Survival at 30 days was 47.37% in the TPE CVP group and 26.32% in the control group (P=0.002). Patients in the TPE CVP group also showed better oxygenation and a reduction in inflammation, with decreased CRP, LDH and ferritin levels compared with those in the control group. Overall, the study indicated that early initiation of TPE followed by CVP transfusion may be a valid rescue therapy in severe and critically ill COVID-19 patients, with a statistically significant survival benefit, improved oxygenation and a reduction in inflammatory markers. The trial was registered in the ClinicalTrials.gov database (trial registration number: NCT04973488) on July 22, 2021 (retrospectively registered).", "author": [{"author": "Alexandru Noris Novacescu", "affiliation": ["Doctoral School, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania.", "Intensive Care Unit, 'Pius Brînzeu' Emergency Clinical County Hospital, 300723 Timisoara, Romania."], "href": "/?term=Novacescu+AN&cauthor_id=34934447"}, {"author": "Georgiana Duma", "affiliation": ["Intensive Care Unit, 'Dr Teodor Andrei' Municipal Hospital, 305500 Lugoj, Romania."], "href": "/?term=Duma+G&cauthor_id=34934447"}, {"author": "Bettina Buzzi", "affiliation": ["Intensive Care Unit, 'Pius Brînzeu' Emergency Clinical County Hospital, 300723 Timisoara, Romania."], "href": "/?term=Buzzi+B&cauthor_id=34934447"}, {"author": "Luminita Mirela Baditoiu", "affiliation": ["Department of Epidemiology, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania.", "Multidisciplinary Research Centre on Antimicrobial Resistance, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania."], "href": "/?term=Baditoiu+LM&cauthor_id=34934447"}, {"author": "Ovidiu Bedreag", "affiliation": ["Intensive Care Unit, 'Pius Brînzeu' Emergency Clinical County Hospital, 300723 Timisoara, Romania.", "Departments of Anaesthesia and Intensive Care, Nutrition and Metabolic Diseases, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania."], "href": "/?term=Bedreag+O&cauthor_id=34934447"}, {"author": "Marius Papurica", "affiliation": ["Intensive Care Unit, 'Pius Brînzeu' Emergency Clinical County Hospital, 300723 Timisoara, Romania.", "Departments of Anaesthesia and Intensive Care, Nutrition and Metabolic Diseases, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania."], "href": "/?term=Papurica+M&cauthor_id=34934447"}, {"author": "Dorel Sandesc", "affiliation": ["Intensive Care Unit, 'Pius Brînzeu' Emergency Clinical County Hospital, 300723 Timisoara, Romania.", "Departments of Anaesthesia and Intensive Care, Nutrition and Metabolic Diseases, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania."], "href": "/?term=Sandesc+D&cauthor_id=34934447"}, {"author": "Teodora Sorescu", "affiliation": ["Department of Diabetes, Nutrition and Metabolic Diseases, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania.", "Department of Diabetes, Nutrition and Metabolic Diseases, 'Pius Brînzeu' Emergency Clinical County Hospital, 300723 Timisoara, Romania."], "href": "/?term=Sorescu+T&cauthor_id=34934447"}, {"author": "Daliborca Vlad", "affiliation": ["Department of Pharmacology, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania.", "Clinical Laboratory, 'Pius Brînzeu' Emergency Clinical County Hospital, 300723 Timisoara, Romania."], "href": "/?term=Vlad+D&cauthor_id=34934447"}, {"author": "Monica Licker", "affiliation": ["Multidisciplinary Research Centre on Antimicrobial Resistance, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania.", "Clinical Laboratory, 'Pius Brînzeu' Emergency Clinical County Hospital, 300723 Timisoara, Romania.", "Department of Microbiology, 'Victor Babes' University of Medicine and Pharmacy, 300041 Timisoara, Romania."], "href": "/?term=Licker+M&cauthor_id=34934447"}], "refPMID": ["32377694", "32648899", "32085846", "32236624", "32362390", "32234150", "22797452", "33339622", "3928249", "33574654", "32492084", "32241301", "32585284", "32771054", "33162341", "33411791", "32934372", "32573724", "33157287", "32552832", "32894156", "33878505", "34010947", "33127906", "32526273"], "citedInPMID": ["34934447"], "body": " AbstractTherapeutic plasma exchange (TPE) has been proposed as a rescue therapy in critically ill COVID-19 patients. The aim of the present study was to determine whether combining TPE with convalescent plasma (CVP) transfusion early in the intensive care unit (ICU) stay improves survival among this heterogeneous population. The primary endpoint was survival at 30 days. Secondary endpoints included assessing the evolution of biomarkers, such as the partial pressure of arterial oxygen to fractional inspired oxygen ratio, and C reactive protein (CRP), lactate dehydrogenase (LDH) and ferritin levels at the 7-day follow-up. This single centre, prospective, non-randomized controlled trial was conducted in an 8-bed COVID-19 ICU and included patients with severe COVID-19 pneumonia requiring intensive care treatment. A total of 19 patients were treated by performing TPE followed by CVP transfusion, in addition to standard treatment, while for another 19 patients, only standard treatment according to hospital protocols was used. TPE was initiated during the first 24 h after ICU admission, followed immediately by transfusion of CVP. Survival at 30 days was 47.37% in the TPE CVP group and 26.32% in the control group (P=0.002). Patients in the TPE CVP group also showed better oxygenation and a reduction in inflammation, with decreased CRP, LDH and ferritin levels compared with those in the control group. Overall, the study indicated that early initiation of TPE followed by CVP transfusion may be a valid rescue therapy in severe and critically ill COVID-19 patients, with a statistically significant survival benefit, improved oxygenation and a reduction in inflammatory markers. The trial was registered in the ClinicalTrials.gov database (trial registration number: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04973488\",\"term_id\":\"NCT04973488\"}}NCT04973488) on July 22, 2021 (retrospectively registered).Keywords: therapeutic plasma exchange, convalescent plasma, critical COVID-19, acute respiratory distress syndrome, intensive care unit IntroductionGlobally, as of June 7, 2021, there have been 173,005,553 confirmed cases of COVID-19, including 3,727,605 associated deaths, reported to the World Health Organization (https://covid19.who.int). Even though mass vaccination started early in December 2020 and nearly 2 billion vaccine doses have been administered across the world (1), (https://covid19.who.int), we are standing on the verge of the fourth wave of the COVID-19 pandemic.From the pathophysiological point of view, in later stages of the infection when viral replication accelerates, epithelial-endothelial barrier integrity is compromised. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus infects epithelial cells and, in addition, infects pulmonary capillary endothelial cells, emphasizing the inflammatory response, and triggering an influx of monocytes and neutrophils (2). The interstitial mononuclear inflammatory infiltrates and edema that develop appear as ground-glass opacities on computed tomography imaging. Early phase acute respiratory distress syndrome (ARDS) sets in, as pulmonary edema fills the alveolar spaces, with hyaline membrane formation (3).COVID-19 has proved to be one of the most challenging diseases mankind has ever faced, with an extremely intricate symptom pattern ranging from a dysregulated host response to infection, which causes severe inflammation and cytokine storms, to ARDS, coagulopathy, multi-organ failure and ultimately death (2,4). Siddiqi and Mehra (5) proposed dividing the evolution of the disease into three stages: Stage I (early infection); stage II (moderate), pulmonary involvement (IIa) without hypoxia and (IIb) with hypoxia; and stage III (severe), systemic hyperinflammation. Stage I occurs at the inoculation and early stages of the disease. Most people present with mild, non-specific symptoms such as fever, dry cough and malaise. During stage II of the disease, a viral pneumonia develops, possibly with hypoxia. If hypoxia occurs, it is likely that patients will progress to requiring mechanical ventilation. Stage III is an extrapulmonary systemic hyperinflammation syndrome, where systemic inflammation markers are elevated. COVID-19 infection results in a decrease in helper, suppressor and regulatory T cell counts (5). The ‘Guidelines for the Diagnosis and Treatment of Novel Coronavirus (2019-nCoV) Infection by the [Chinese] National Health Commission (Trial Version 5)’ clinically distinguishes four levels of severity: Mild, common, severe and critical (6).While the global medical community has worked around the clock to find the best treatment for this disease, few therapeutic options (corticosteroids: Dexamethasone, high level of recommendation and rating of evidence; remdesivir, baricitinib, tociliziumab, tofacitinib and sarilumab, lower level of recommendation and rating of evidence) have proved to be successful so far (4,7).The aim of the present study was to determine whether combining therapeutic plasma exchange (TPE) (a specific therapeutic apheresis procedure with the goal of the rapid removal of the patient's plasma and its ‘exchange’ with a replacement solution) with convalescent plasma (CVP) transfusion (CVP therapy uses blood from people who have recovered from an illness to help others recover) early in the intensive care unit (ICU) stay improves survival among severe and critically ill COVID-19 patients, and to evaluate the effects of this combined treatment on patient outcomes and on other parameters, such as the partial pressure of arterial oxygen to fractional inspired oxygen (FiO2) ratio (P/F ratio), and C reactive protein (CRP), lactate dehydrogenase (LDH) and ferritin levels. Patients and methodsStudy design, setting and populationA total of 38 Caucasian patients were included in the present single centre non-randomized controlled trial. The patients were admitted to the ICU of the ‘Dr Teodor Andrei’ Municipal Hospital (Lugoj, Romania), a tertiary care hospital, subordinated to ‘Pius Brinzeu’ Emergency Clinical County Hospital (Timisoara, Romania), between August 8, 2020, and January 9, 2021. All patients included in the study were adults (>18 years) who presented with acute respiratory failure and ARDS, and had positive reverse transcriptase-polymerase chain reaction (RT-PCR) test results for SARS-CoV-2 virus upon hospital admission. ARDS was defined as acute-onset hypoxemia (P/F ratio <300) with >50% bilateral pulmonary opacities on chest imaging within 24-48 h that were not fully explained by congestive heart failure and that required ICU treatment and monitoring (8). Exclusion criteria were represented by any of the following: Pregnancy, patients with suspected or confirmed pulmonary embolisms and patients with terminal disease. Patients enrolled in the study were divided equally, non-randomized, into two groups as follows: A treatment group administered sequential TPE and CVP transfusion in addition to the standard treatment for COVID-19, and a control group administered only standard treatment for COVID-19 (antiretrovirals, corticosteroids, anticoagulants and antibiotics if deemed necessary) according to hospital protocols.All patients provided written informed consent immediately after admission into the ICU regarding all the procedures performed during hospitalization, including the treatment scheme applied in the present study and the use of the resulting data in scientific research publications, with the assurance that they would remain anonymous. In cases where obtaining informed consent from the patients was not possible due to their critical medical condition, a legal representative was informed and provided written consent. The trial was approved by the Ethics Committee of ‘Pius Brinzeu’ Emergency Clinical County Hospital Timisoara (approval no. 91/03.08.2020).Study protocolThe blood type of the patients was determined immediately upon being admitted to the ICU. In the treatment group, a dual lumen, 14 French, dialysis catheter was used for vascular access, by placing it in the femoral vein under echographic guidance. A single TPE session was performed on the Infomed HF 440 machine (Infomed SA), with a plasma/blood separation ratio of 20%, using 40 ml/kg fresh frozen plasma as the substitute. The circuit was anticoagulated with unfractioned heparin during the procedure. Upon completion of the TPE session, each patient from the treatment group was transfused with 500 ml of ABO compatible CVP. Patients were carefully monitored during both the TPE session and the CVP transfusion, and also after the procedures, in order to treat emerging complications.Patients from the treatment and control groups received standard treatment for COVID-19 according to hospital protocols, consisting of corticosteroids, antiretrovirals, anticoagulants and antibiotics if deemed necessary. Patients from both groups were anticoagulated with subcutaneous nadroparine (Fraxiparine; Aspen Pharma Trading) in therapeutic dosage, once every 12 h, adjusted according to bodyweight (≤70 kg: 3,800 Anti-Xa IU; >70 kg: 5,700 Anti-Xa IU). Patients from the treatment and control groups received corticosteroids in the form of 16 mg dexamethasone (Dexamethason; Krka) divided into 2 doses, daily. Antiretrovirals used were lopinavir/ritonavir (Kaletra; Hetero Labs, Ltd.), 300 mg b.i.d. and remdesivir (Veklury; Gilead Sciences), 200 mg loading dose, then 100 mg o.d. for 5 days. Antimalarial drugs were also used, in the form of hydroxychloroquine (Plaquenil; Sanofi-Aventis), 400 mg b.i.d. loading dose, then 200 mg b.i.d. Upon clinical (fever, chills, sweats or aspect/quantity of bronchial secretions) and paraclinical (leucocytosis, CRP or cultures) findings of infection, empiric antibiotics were started, consisting of piperacilin/tazobactam (Fresenius Kabi) 4.5 g q.i.d., until de-escalation following culture results was possible. Patients were intensively monitored, and daily clinical and laboratory data were collected during the ICU stay. Outcomes monitored were survival at 30 days, oxygenation (P/F ratio) (normal ratio >300) and inflammatory markers [CRP (normal range 0-5 mg/l), LDH (normal range 135-225 U/l) and ferritin (normal range 30-400 µg/l)] at the 7-day follow-up, as assessed using ASTRUP analyses and blood tests.Statistical analysisStatistical data were analysed using GraphPad Prism 8 (GraphPad Software, Inc.) and IBM SPSS Statistics 20 (IBM Corp.). The category variables are characterized by value and percentage. Continuous variables are presented as mean (± standard deviation) and median (interquartile range). Data distribution testing was performed using the Shapiro-Wilk test. The numerical variables were compared with the t-test for independent samples or the Mann-Whitney U test, depending on the type of distribution of the variables. The χ2 test (or Fisher's exact test) was used for the nominal variables. The Kaplan-Meyer method with the log-rank (Mantel-Cox) test was applied to evaluate the primary endpoint. Cox regression was utilized to determine hazard ratio of the treatment group. All statistical tests were calculated with 2 tails and P<0.05 was considered to indicate a statistically significant difference. ResultsBaseline characteristics of patients in the treatment and control groupsThe present study cohort of 38 patients included 24 (63.16%) males and 14 (36.84%) females, with a median age of 63 years (range, 51-70 years). The patients were mainly overweight [median body mass index (BMI), 26 kg/m2 (range, 24.15-32.83 kg/m2)] and 35 (92.11%) of them had comorbidities (mostly arterial hypertension, type 2 diabetes mellitus, chronic kidney disease and obesity). According to the clinical and radiological correlations mentioned in the COVID-19 guidelines (6,9), 22 (57.89%) patients had a severe form of the disease while 16 (42.11%) were considered critical. Considering the proposal made by Siddiqi and Mehra (5) to divide patients according to the evolution of the disease, patients from the present study were classified as stage IIb (22 patients) and stage III (16 patients). Time interval from symptom onset to treatment was a median of 8 days (range, 6.75-9.00 days) for the entire study group.A total of 19 (50.00%) of the 38 patients enrolled in the study received TPE and subsequent transfusion of CVP, in addition to the standard treatment, while 19 patients (50.00%) received only standard treatment. Baseline characteristics were balanced between the treatment group and the control group. There were no significant differences with regard to age, sex, comorbidities, time from symptom onset to treatment, severity of disease, APACHE II score (10) and antiviral drug use between the groups, except for BMI, which was higher in the treatment group (Table I).Table IBaseline characteristics of patients in the treatment and control groups.CharacteristicTreatment groupControl groupP-valueAge  0.271     Mean (± SD), years58.74 (±7.76)62 (±12)      Median (IQR)57(13)68(21) Sex, n (%)  0.737     Male13 (68.42)11 (57.89)      Female6 (31.58)8 (42.11) BMI  0.034     Mean (± SD), kg/m²29.75 (±5.02)27.16 (±6.92)      Median (IQR)29.20 (9.30)24.70 (4.80) Comorbidities, n (%)  0.547     Yes18 (94.74)17 (89.47)      No1 (5.26)2 (10.53) Symptoms onset to treatment  0.385     Mean (± SD), days7.68 (±2.49)8.58 (±2.14)      Median (IQR)8.00 (5.00)8.00 (2.00) Severity of the disease, n (%)  0.743     Severe12 (63.16)10 (52.63)      Critical7 (36.84)9 (47.37) APACHE II  0.339     Mean (± SD)5.74 (±3.16)7.58 (±6.48)      Median (IQR)5.00 (3.00)6.00 (5.00) Antiviral drug, n (%)  0.406     Lopinavir/ritonavira and HCQb6 (31.58)10 (52.63)      Lopinavir/ritonavira5 (26.32)4 (21.05)      Remdesivirc8 (42.11)5 (26.32) Open in a separate windowaKaletra (Hetero Labs, Ltd.);bPlaquenil (Sanofi-Aventis); andcVeklury (Gilead Sciences). BMI, body mass index; APACHE II, severity-of-disease intensive care unit scoring system; HCQ, hydroxychloroquine; SD, standard deviation; IQR, interquartile range.Primary and secondary outcomesSince all patients admitted to the ICU presented with acute respiratory failure, they received 1 h of high-flow nasal oxygen, 30 l/min (FiO2=100%), combined with a non-rebreathing mask, 15 l/min, and then had a median P/F ratio of 61.50 (range, 54.00-71.25).At day 30, 9 (47.37%) patients in the treatment group and only 5 (26.32%) patients in the control group had survived. The distribution of survival between the 2 groups was statistically significant (log rank test: P=0.002) (Fig. 1). Using the Cox regression analysis of outcome, the treatment showed a statistically significant positive effect on survival (hazard ratio, 0.39; 95% confidence interval, 0.16-0.91; P=0.007).Open in a separate windowFigure 1Kaplan Meyer curves for survival in the treatment and control groups. The Kaplan-Meyer method with the log-rank (Mantel-Cox) test was used to evaluate the primary endpoint. Cox regression was used to determine the hazard ratio of the treatment group. CI, confidence interval.The variation in parameters representing the secondary endpoints [oxygenation (P/F ratio), and CRP, LDH and ferritin levels at day 7] between the two groups is presented in Table II. The CRP and LDH values exhibited a statistically significant decrease in the treatment group compared with those in the control group, while the P/F ratio increased markedly right on the verge of being statistically significant (P=0.052). Although patients in the treatment group presented with higher ferritin levels at admission, survival time at 30 days was better than that in the control group, where ferritin levels were constant throughout the 7-day monitoring period. The variation in ferritin levels between the 2 groups was not statistically significant (P=0.962). An overall improvement of the assessed parameters in favour of the treatment group is also illustrated in Fig. 2.Open in a separate windowFigure 2Graphic analyses of the secondary endpoints. (A) P/F ratio, and concentrations of (B) CRP, (C) LDH and (D) ferritin were analysed at admission and at the 7-day follow-up in the treatment and control groups. P/F, partial pressure of arterial oxygen to fractional inspired oxygen; CRP, c reactive protein; LDH, lactate dehydrogenase.Table IISecondary objectives assessed at day 7.ObjectiveTreatment groupaControl groupaP-valueP/F ratio141.88±37.19109.61±39.250.052CRP, mg/l46.17±60.89144.00±115.30.014LDH, U/l375.11±127.41548.41±218.030.012Ferritin, µg/l1,563.23±1,206.051,586.27±1,356.420.962Open in a separate windowData are presented as mean ± standard deviation.aSurviving patients. P/F, partial pressure of arterial oxygen to fractional inspired oxygen; CRP, C reactive protein; LDH, lactate dehydrogenase.Complications of the treatmentComplications related to the studied treatment were minimal, with 1 (5.26%) patient in the treatment group presenting with transient hypotension (systolic blood pressure <90 mmHg) after the transfusion of CVP, which responded to crystalloid bolus. One of the ICU-related complications in the cohort was superinfection. In total, 14 (73.68%) patients in the treatment group and 10 (52.63%) patients in the control group acquired an infection during their stay.ParticularitiesMean ICU length of stay (LOS) was 16.84 (±7.25) days in the treatment group vs. 8.58 (±6.13) days in the control group (P=0.001) (Table III). The reason behind some of the unusual results when comparing the treatment group and the control group, such as that for ICU LOS, invasive mechanical ventilation duration and non-invasive ventilation duration (Table III) was the fact that 7 (36.84%) patients in the control group had died by day 7 (thus markedly decreasing ICU LOS, invasive mechanical ventilation duration and non-invasive ventilation duration).Table IIIMechanical ventilation duration and length of stay.ParameterTreatment groupControl groupP-valueICU LOS, days  0.001     Mean (± SD)16.84 (±7.25)8.58 (±6.13)      Median (IQR)17.00 (12.00)7.00 (8.00) IMV duration, days  0.172     Mean (± SD)7.10 (±7.33)2.32 (±3.99)      Median (IQR)5.00 (13.00)1.00 (16.00) NIV duration, days  0.665     Mean (± SD)3.11 (±4.03)2.68 (±2.73)      Median (IQR)1.00 (6.00)2.00 (2.00) Open in a separate windowICU LOS, intensive care unit length of stay; IMV LOS, invasive mechanical ventilation duration; NIV LOS, non-invasive ventilation duration; SD, standard deviation; IQR, interquartile range. DiscussionNumerous studies regarding both CVP transfusion and TPE in COVID-19 were available at the time of patient enrolment in the present study, yet none were available that combined the two methods (11-16).After reviewing the available literature, Balagholi et al (17) concluded that immunopathogenesis and coagulopathy induced by SARS-CoV2 in susceptible patients lead to cytokine storms and aberrant coagulation responses, which can lead to high mortality due to the occurrence of ARDS and multi-organ dysfunction. The main factor in the success of TPE is starting the procedure in the early stage of inflammation, in which there is a high concentration of inflammatory cytokines, in order to reduce their burden and abnormal coagulation agents. Khamis et al (14) demonstrated similar findings in a case series in which the early use of TPE was associated with lower 28-day mortality rate, and improved laboratory and ventilator parameters were observed in the TPE group when compared with those in the control group. Another study also found superior survival rates following the early use of TPE (18).Liu et al (19) found that CVP recipients were more likely to remain at the same level or show improvements in their supplemental oxygen requirements by post-transfusion day 14 compared with control patients. Plasma recipients also showed improved survival rate when compared with control patients. In a large cohort of patients with COVID-19 who received CVP in Wuhan, it was shown that CVP transfused even 2 weeks after the onset of symptoms [compared with a median of 8 days (range, 6.75-9.00 days) in the present cohort] could improve the symptoms and level of mortality in patients with severe or critical cases of COVID-19(20).The improved outcomes concerning survival, oxygenation and inflammation in the present treatment group are in line with the results of these aforementioned studies. However, it is difficult to decide whether the combined effect of these therapies shows superiority over the single use of each one of them.The present study results are similar to those obtained in the study by Jaiswal et al (21), which was the first study on the sequential use of TPE and CVP transfusion in which inflammation was decreased and oxygenation improved. After applying the TPE plus CVP treatment to the present study group, 3 (15.79%) patients improved without the need for escalation to non-invasive mechanical ventilation and 4 (21.05%) were able to be weaned off non-invasive mechanical ventilation. A total of 7 (36.84%) patients in the treatment group were, thus, prevented from escalating to invasive mechanical ventilation. A further 2 (10.53%) patients requiring invasive mechanical ventilation were liberated from the machines, and subsequently improved and were discharged. In total, 9 patients (47.37%) in the treatment group had survived at the end of the study period.Certain issues have been raised about the use of TPE; more specifically that the ‘artificial’ reduction of plasma levels of inflammatory mediators via the use of TPE is not necessarily consistent with the status improvement of the patient, and that the removal of immunoglobulins and complement components C3 and C4 has the potential of diluting or attenuating the adaptive response of the patient to infection (22). Honore et al (23) discussed the possibility that the exchange of plasma may also replace consumed protective factors that are critical to maintain microcirculatory flow (e.g., ADAMTS-13 and protein C) and prevent vascular leaks (e.g., angiopoietin-1), and that specific IgG and IgA antibodies can be detected in the waste bag plasma while the circulating number of antibodies are reduced. Fresh frozen plasma as a replacement fluid for TPE may help in modulating the circulating inflammatory cytokines and hypercoagulable state by replacing the ADAMTS-13 enzyme (23).In a recent study, Focosi et al (24) emphasised that neutralizing antibodies correlate with the severity of disease. Also, SARS-COV-2 replication may still be driving the pathology in advanced stages of the disease. In a screening for autoantibodies against 2,770 secreted proteins (the ‘exoproteome’), it was concluded that patients with COVID-19 exhibit marked increases in autoantibody reactivity compared with uninfected controls, with a high prevalence of autoantibodies against immunomodulatory proteins, including cytokines, chemokines, complement components and cell surface proteins (25).The key in controlling dysregulated inflammation in severe forms of COVID-19 in patients requiring ICU monitoring and therapy may be the early initiation of TPE and transfusion of CVP in order to improve oxygenation, reduce inflammation, prevent cytokine storms, and eliminate viral load and autoantibodies, which increase in the later more severe stages of the infection (2,26), as well as to shift the antigen-antibody ratio in favour of the latter (27).Median duration from symptom onset to TPE and CVP transfusion in the present study was 8 days (range, 6.75-9.00 days). Antibody titre of the CVP transfused ranged from 1:80 to 1:160, values considered acceptable at the time the trial started, if high titre units were not available (https://www.uptodate.com/contents/covid-19-convalescent-plasma-and-hyperimmune-globulin).A major advantage of this study is that it was controlled; it is also the first study performed on COVID-19 patients in Romania and the second in the world that evaluates TPE followed by CVP transfusion, a unique approach (21), in severe and critically ill COVID-19 patients. All in all, it can be concluded that the early initiation of TPE followed by transfusion of CVP in severe and critical ICU patients reduces the risk of progression of the disease and ultimately, reduces the risk of negative outcomes.Limitations of the study include the small number of patients enrolled, the non-randomized nature of the study and the low neutralizing antibody titre ratio of the CVP (1:80-1:160). Last but not least, the use of corticosteroids and different antiviral agents may have interfered with the outcome.The present study showed that the early use of TPE followed by transfusion of CVP resulted in improved survival rates and a reduction in inflammation in a small number of severe and critical COVID-19 patients treated in the ICU. More research consisting of large randomized controlled trials should be conducted to further explore this innovative treatment. AcknowledgementsNot applicable. Funding StatementFunding: No funding was received. References1. Calina D, Docea AO, Petrakis D, Egorov AM, Ishmukhametov AA, Gabibov AG, Shtilman MI, Kostoff R, Carvalho F, Vinceti M, et al.  Towards effective COVID-19 vaccines: Updates, perspectives and challenges (Review) Int J Mol Med. 2020;46:3–16. doi: 10.3892/ijmm.2020.4596. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Wiersinga WJ, Rhodes A, Cheng AC, Peacock SJ, Prescott HC. Pathophysiology, transmission, diagnosis, and treatment of coronavirus disease 2019 (COVID-19): A review. JAMA. 2020;324:782–793. doi: 10.1001/jama.2020.12839. [PubMed] [CrossRef] [Google Scholar]3. Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, Liu S, Zhao P, Liu H, Zhu L, et al.  Pathological findings of COVID-19 associated with acute respiratory distress syndrome. Lancet Respir Med. 2020;8:420–422. doi: 10.1016/S2213-2600(20)30076-X. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Docea AO, Tsatsakis A, Albulescu D, Cristea O, Zlatian O, Vinceti M, Moschos SA, Tsoukalas D, Goumenou M, Drakoulis N, et al.  A new threat from an old enemy: Re-emergence of coronavirus (Review) Int J Mol Med. 2020;45:1631–1643. doi: 10.3892/ijmm.2020.4555. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Siddiqi HK, Mehra MR. COVID-19 illness in native and immunosuppressed states: A clinical-therapeutic staging proposal. J Hear Lung Transplant. 2020;39:405–407. doi: 10.1016/j.healun.2020.03.012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Lin L, Li TS. Interpretation of ‘guidelines for the diagnosis and treatment of novel coronavirus (2019-nCoV) infection by the national health commission (trial version 5)’ Zhonghua Yi Xue Za Zhi. 2020;100:805–807. doi: 10.3760/cma.j.issn.0376-2491.2020.0001. (In Chinese), (Online ahead of print) [PubMed] [CrossRef] [Google Scholar]7.  COVID-19 Treatment Guidelines Panel: Coronavirus disease 2019 (COVID-19) treatment guidelines. National Institutes of Health. Available at:  https://www.covid19treatmentguidelines.nih.gov/. Accessed June 15, 2021. [Google Scholar]8. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, Camporota L, Slutsky AS. Acute respiratory distress syndrome: The Berlin definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. ARDS Definition Task Force. [PubMed] [CrossRef] [Google Scholar]9. Martínez Chamorro E, Díez Tascón A, Ibáñez Sanz L, Ossaba Vélez S, Borruel Nacenta S. Radiologic diagnosis of patients with COVID-19. Radiologia (Engl Ed) 2021;63:56–73. doi: 10.1016/j.rx.2020.11.001. (In English, Spanish) [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Knaus WA, Draper EA, Wagner DP, Zimmerman JE. Apache II. A severity of disease classification system. Crit Care Med. 1985;13:818–829. [PubMed] [Google Scholar]11. Franchini M, Liumbruno GM. Convalescent plasma for the treatment of severe COVID-19. Biologics. 2021;15:31–38. doi: 10.2147/BTT.S272063. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Li L, Zhang W, Hu Y, Tong X, Zheng S, Yang J, Kong Y, Ren L, Wei Q, Mei H, et al.  Effect of convalescent plasma therapy on time to clinical improvement in patients with severe and life-threatening COVID-19: A randomized clinical trial. JAMA. 2020;324:460–470. doi: 10.1001/jama.2020.10044. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Keith P, Day M, Perkins L, Moyer L, Hewitt K, Wells A. A novel treatment approach to the novel coronavirus: An argument for the use of therapeutic plasma exchange for fulminant COVID-19. Crit Care. 2020;24(128) doi: 10.1186/s13054-020-2836-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Khamis F, Al-Zakwani I, Al Hashmi S, Al Dowaiki S, Al Bahrani M, Pandak N, Al Khalili H, Memish Z. Therapeutic plasma exchange in adults with severe COVID-19 infection. Int J Infect Dis. 2020;99:214–218. doi: 10.1016/j.ijid.2020.06.064. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Gucyetmez B, Atalan HK, Sertdemir I, Cakir U, Telci L. Therapeutic plasma exchange in patients with COVID-19 pneumonia in intensive care unit: A retrospective study. Crit Care. 2020;24(492) doi: 10.1186/s13054-020-03215-8. COVID-19 Study Group. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Sarfraz A, Makkar SS, Sarfraz Z, Hathaway III D, Paul T, Sana MK, Talalaev M, Perez-Fernandez J, Yatzkan G. Therapeutic plasma exchange and COVID-19: A rapid review. J Clin Immunol Immunother. 2020;6(041) [Google Scholar]17. Balagholi S, Dabbaghi R, Eshghi P, Mousavi SA, Heshmati F, Mohammadi S. Potential of therapeutic plasmapheresis in treatment of COVID-19 patients: Immunopathogenesis and coagulopathy. Transfus Apher Sci. 2020;59(102993) doi: 10.1016/j.transci.2020.102993. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Kamran SM, Mirza ZE, Naseem A, Liaqat J, Fazal I, Alamgir W, Saeed F, Saleem S, Nisar S, Yousaf MA, et al.  Therapeutic plasma exchange for coronavirus disease-2019 triggered cytokine release syndrome; a retrospective propensity matched control study. PLoS One. 2021;16(e0244853) doi: 10.1371/journal.pone.0244853. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Liu STH, Lin HM, Baine I, Wajnberg A, Gumprecht JP, Rahman F, Rodriguez D, Tandon P, Bassily-Marcus A, Bander J, et al.  Convalescent plasma treatment of severe COVID-19: A matched control study. Nat Med. 2020;26:1708–1713. doi: 10.1038/s41591-020-1088-9. [PubMed] [CrossRef] [Google Scholar]20. Xia X, Li K, Wu L, Wang Z, Zhu M, Huang B, Li J, Wang Z, Wu W, Wu M, et al.  Improved clinical symptoms and mortality among patients with severe or critical COVID-19 after convalescent plasma transfusion. Blood. 2020;136:755–759. doi: 10.1182/blood.2020007079. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Jaiswal V, Nasa P, Raouf M, Gupta M, Dewedar H, Mohammad H, Al Rais Z, Ali Baqer M, Alsabbah A, Ibrahim Y, et al.  Therapeutic plasma exchange followed by convalescent plasma transfusion in critical COVID-19-an exploratory study. Int J Infect Dis. 2021;102:332–334. doi: 10.1016/j.ijid.2020.10.085. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Stahl K, Bode C, David S. First do no harm-beware the risk of therapeutic plasma exchange in severe COVID-19. Crit Care. 2020;24(363) doi: 10.1186/s13054-020-03070-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Honore PM, Barreto Gutierrez L, Kugener L, Redant S, Attou R, Gallerani A, De Bels D. Plasma exchange in critically ill COVID-19 patients improved inflammation, microcirculatory clot formation, and hypotension, thereby improving clinical outcomes: Fact or fiction? Crit Care. 2020;24(551) doi: 10.1186/s13054-020-03262-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Focosi D, Maggi F, Franchini M, Aguzzi A, Lanza M, Mazzoni A, Menichetti F. Patient-blood management for COVID19 convalescent plasma therapy: Relevance of affinity and donor-recipient differences in concentration of neutralizing antibodies. Clin Microbiol Infect. 2021;27:987–992. doi: 10.1016/j.cmi.2021.04.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Wang EY, Mao T, Klein J, Dai Y, Huck JD, Jaycox JR, Liu F, Zhou T, Israelow B, Wong P, et al.  Diverse functional autoantibodies in patients with COVID-19. Nature. 2021;595:283–288. doi: 10.1101/2020.12.10.20247205. [PubMed] [CrossRef] [Google Scholar]26. Fajnzylber J, Regan J, Coxen K, Corry H, Wong C, Rosenthal A, Worrall D, Giguel F, Piechocka-Trocha A, Atyeo C, et al.  SARS-CoV-2 viral load is associated with increased disease severity and mortality. Nat Commun. 2020;11(5493) doi: 10.1038/s41467-020-19057-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Vuitton DA, Vuitton L, Seillès E, Galanaud P. A plea for the pathogenic role of immune complexes in severe Covid-19. Clin Immunol. 2020;217(108493) doi: 10.1016/j.clim.2020.108493. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}