{"title": "Friend or Foe? The Roles of Antioxidants in Acute Lung Injury", "pubDate": "2021", "PMCID": "PMC8750496", "DOI": "10.3390/antiox10121956", "PMID": "34943059", "abstract": "Acute lung injury (ALI) is an acute hypoxic respiratory insufficiency caused by various intra- and extra-pulmonary injury factors. The oxidative stress caused by excessive reactive oxygen species (ROS) produced in the lungs plays an important role in the pathogenesis of ALI. ROS is a \"double-edged sword\", which is widely involved in signal transduction and the life process of cells at a physiological concentration. However, excessive ROS can cause mitochondrial oxidative stress, leading to the occurrence of various diseases. It is well-known that antioxidants can alleviate ALI by scavenging ROS. Nevertheless, more and more studies found that antioxidants have no significant effect on severe organ injury, and may even aggravate organ injury and reduce the survival rate of patients. Our study introduces the application of antioxidants in ALI, and explore the mechanisms of antioxidants failure in various diseases including it.", "author": [{"author": "Yang Liu", "affiliation": ["Department of Urology, Zhongnan Hospital of Wuhan University, Wuhan 430071, China."], "href": "/?term=Liu+Y&cauthor_id=34943059"}, {"author": "Shujun Zhou", "affiliation": ["Zhongnan Hospital of Wuhan University, Institute of Hepatobiliary Diseases of Wuhan University, Transplant Center of Wuhan University, Wuhan 430071, China."], "href": "/?term=Zhou+S&cauthor_id=34943059"}, {"author": "Du Xiang", "affiliation": ["Zhongnan Hospital of Wuhan University, Institute of Hepatobiliary Diseases of Wuhan University, Transplant Center of Wuhan University, Wuhan 430071, China."], "href": "/?term=Xiang+D&cauthor_id=34943059"}, {"author": "Lingao Ju", "affiliation": ["Department of Biological Repositories, Zhongnan Hospital of Wuhan University, Wuhan 430071, China.", "Human Genetics Resource Preservation Center of Hubei Province, Wuhan 430071, China."], "href": "/?term=Ju+L&cauthor_id=34943059"}, {"author": "Dexin Shen", "affiliation": ["Department of Urology, Zhongnan Hospital of Wuhan University, Wuhan 430071, China."], "href": "/?term=Shen+D&cauthor_id=34943059"}, {"author": "Xinghuan Wang", "affiliation": ["Department of Urology, Zhongnan Hospital of Wuhan University, Wuhan 430071, China."], "href": "/?term=Wang+X&cauthor_id=34943059"}, {"author": "Yanfeng Wang", "affiliation": ["Zhongnan Hospital of Wuhan University, Institute of Hepatobiliary Diseases of Wuhan University, Transplant Center of Wuhan University, Wuhan 430071, China."], "href": "/?term=Wang+Y&cauthor_id=34943059"}], "refPMID": ["29297365", "4143721", "22797452", "7509706", "29466596", "24300621", "26508525", "23782136", "20168318", "27974631", "19129609", "29722341", "25515609", "29199610", "32231263", "11276850", "24180474", "29047084", "22581364", "31437787", "32863203", "25564212", "33578127", "32893671", "12490959", "37532", "32963690", "12727143", "21421924", "26796050", "23434597", "23348743", "33127334", "22246702", "23045603", "31849989", "23159440", "16393868", "12403349", "17382198", "20714413", "20724658", "32303121", "30667543", "23033361", "10988207", "27566280", "26773065", "27542810", "32506040", "30843439", "34208683", "23547745", "25300685", "9228372", "8905424", "8275731", "1928212", "28928799", "32828741", "33006138", "32707089", "20384467", "29426002", "31790703", "31631367", "32755324", "26360969", "26636941", "26536267", "21324208", "16686996", "33432848", "18569018", "16767844", "26872986", "8956096", "26881857", "14504727", "31443469", "27643555", "30093935", "29480285", "33798807", "34198046", "32572733", "28902433", "30668337", "33388343", "25861954", "28843892", "28962147", "32782444", "28285192", "24223666", "19625698", "22289350", "25291496", "20413065", "25554248", "16222044", "2272531", "8981047", "2994529", "31915307", "27921246", "34487287", "22924652", "26646455", "13332224", "4981789", "29054740", "32075241", "31781356", "31106620", "33193999", "31934269", "32084643", "21976613", "12114037", "22419320", "15537682", "3046299", "7241744", "14687889", "7890704", "14519797", "29432735", "10618505", "30994323", "12809427", "30248927", "30203757", "31258703"], "citedInPMID": ["34943059"], "body": " AbstractAcute lung injury (ALI) is an acute hypoxic respiratory insufficiency caused by various intra- and extra-pulmonary injury factors. The oxidative stress caused by excessive reactive oxygen species (ROS) produced in the lungs plays an important role in the pathogenesis of ALI. ROS is a “double-edged sword”, which is widely involved in signal transduction and the life process of cells at a physiological concentration. However, excessive ROS can cause mitochondrial oxidative stress, leading to the occurrence of various diseases. It is well-known that antioxidants can alleviate ALI by scavenging ROS. Nevertheless, more and more studies found that antioxidants have no significant effect on severe organ injury, and may even aggravate organ injury and reduce the survival rate of patients. Our study introduces the application of antioxidants in ALI, and explore the mechanisms of antioxidants failure in various diseases including it.Keywords: acute lung injury, reactive oxygen species, oxygen radical, antioxidants 1. IntroductionAcute lung injury (ALI) is defined as diffuse pulmonary interstitial edema, alveolar edema and an acute hypoxic respiratory insufficiency, caused by damage to alveolar epithelial cells and capillary endothelial cells [1]. ALI is caused by a variety of non-cardiogenic factors such as severe infection, shock and burns [1]. The clinical manifestations of ALI are progressive hypoxemia or acute respiratory distress syndrome (ARDS) [2]. ARDS is a syndrome characterized by tachypnea, hypoxemia, loss of pulmonary compliance, and diffuse alveolar infiltration [3]. The severity of ALI/ARDS is associated with a poor prognosis and high mortality. Although considerable progress has been made in the study of the pathogenesis and molecular mechanisms of ALI/ARDS, its morbidity and mortality remain high [4]. Due to the heterogeneity of the etiology and the complexity of complications of ALI/ARDS, the current mode of treatment of ALI/ARDS is mainly supportive treatment, which focuses on the treatment of underlying diseases and bedside care, including mechanical ventilation and the use of corticosteroids [5]. As a standard treatment to support lung oxygenation, mechanical pulmonary ventilation can also cause physical damage to the lungs during ventilation, aggravating lung inflammation and the clinical symptoms of patients [6]. The symptoms of ALI/ARDS can also be relieved to a certain extent through the use of glucocorticoids [7]. Ashbaugh et al. [2] confirmed that ALI/ARDS patients with fat embolism, cyanosis, and lethargy were significantly improved after 5 days of intravenous glucocorticoid injection, while other patients did not benefit from the use of glucocorticoids.The pathogenesis of ALI/ARDS is very complicated. A variety of factors stimulate the accumulation and activation of inflammatory cells in the lung, and inflammatory cells release pro-inflammatory factors such as reactive oxygen species (ROS), tumor necrosis factor-alpha (TNF-α), interleukins (ILs) and elastase, which promote the inflammatory cascade [8,9]. Oxidative stress is one of the major causes of pulmonary vascular endothelial cell damage and alveolar epithelial cell dysfunction. ROS can destroy pulmonary microvascular endothelial cells and epithelial cells in different ways, which increases pulmonary vascular permeability and promotes the formation of a pulmonary edema [10]. In addition, ROS can also interact with a variety of cytokines to promote the expression of pro-inflammatory cytokines and adhesion molecules such as ICAM-1/VCAM-1, thereby promoting the formation of the inflammatory cascade [11]. Oxidation-antioxidant balance is critical to vascular homeostasis, and antioxidants have gradually become one of the important methods for the treatment of ALI [12,13,14]. However, the effectiveness of antioxidants against various diseases has been questioned in recent years. We have summarized the mechanisms of ROS production in ALI and antioxidant treatments for ALI, and explored the possible mechanisms of antioxidant failure in various diseases including ALI. 2. The Role of ROS in ALI2.1. ROS GenerationROS includes oxygen radicals, such as superoxide anion radicals (O2•−) and hydroxyl radicals (•OH) and non-radical oxidants, such as hydrogen peroxide (H2O2) and singlet oxygen (O2) [15]. Various types of cells in the lung can produce ROS, including endothelial cells, neutrophils, eosinophils, alveolar macrophages and alveolar epithelial cells [16]. In addition, fibroblasts, perivascular fat cells and vascular smooth muscle cells are also the important sources of ROS in the vascular system [17]. The electron transport chain in mitochondria is the main source of ROS. Mitochondria perform a series of single-electron transfers through electron transfer complexes (ETC), such as complex I (reduced form of nicotinamide-adenine dinucleotid/NADH dehydrogenase), complex III (cytochrome c oxidase) and complex IV (cytochrome c reductase) [18]. One to two percent of the electrons leak during the conversion of ADP to ATP and react with O2 to form O2•− [17]. Mitochondrial dysfunction and the interruption of the electron transport chain in lung cells during ALI leads to the excessive production of ROS (Figure 1). The plasma membrane and endoplasmic reticulum of lung endothelial cells are rich in Nicotinamide adenine dinucleotide phosphate oxidase (NOXs), which is one of the important sources of ROS [19]. Jin et al. [20] showed that the use of NOXs inhibitor-apocynin could significantly reduce the expression of NOX2 and NOX4, and further reduce the production of ROS, while inhibiting the inflammatory response induced by the NF-kB pathway. Consequently, the use of NOXs inhibitor-apocynin alleviates ALI effectively induced by acute pancreatitis in rats. Jiang J et al. [21] confirmed that NOX4 knockdown attenuated the redox-sensitive activation of the CaMKII/ERK1/2/MLCK signal pathway, and restored the expression of tight junction proteins ZO-1 and occludin in lung endothelial cells to maintain the integrity of the barrier of endothelial cells, which suggested that targeting NOX4 is an innovative and effective treatment for ALI. In the vascular system of the lungs, endothelial nitric oxide synthase (eNOS) and xanthine oxidase (XO) are also the main sources of ROS [22]. Under the catalysis of eNOS, NO combines with O2•− to form peroxynitrite ONOO−, which is a molecule with strong oxidizing ability [22]. ONOO− promotes cell death by interfering with many cell physiological processes, and produces many cytotoxic substances, such as •OH, nitrogen dioxide and carbonate free radicals [22]. Xanthine oxidoreductase (XOR), composed of two different forms including xanthine dehydrogenase (XDH) and XO, is involved in the purine metabolism and the production of ROS in the human body [23]. Both XDH and XO can use xanthine and O2 as substrates to generate H2O2 and O2•− [24].Open in a separate windowFigure 1Sources of reactive oxygen species. NADH: nicotinamide adenine dinucleotide; NAD+: nicotinamide adenine dinucleotide; FADH2: flavine adenine dinucleotide, reduced; FAD: flavine adenine dinucleotide; Cyt c: cytochrome C; CoQ: coenzyme Q.2.2. The Oxidation Function of ROSROS, as a new signal mediator involved in cell growth, differentiation, progression, and death, has attracted extensive attention, and participates in ALI in a variety of ways. To begin with, the inflammatory cells can release a large amount of ROS in the lungs, which eliminates pathogens effectively. However, during tissue repair in the late stages of inflammation, the accumulation of excessive ROS produced by inflammatory cells causes irreversible damage to the DNA of new cells, including point mutations, deletions, and rearrangements of DNA [25]. In addition, the generation of excessive oxygen free radicals inside and outside the cell triggers a variety of destructive reactions. Oxygen free radicals can combine with the lipids on the plasma membrane surface to cause lipid peroxidation to form new free radicals, which are extremely unstable and easily decomposed into carbonyl groups, malondialdehyde and volatile hydrocarbons, such as ethane and pentane [26,27]. The process of lipid peroxidation destroys the structure of cell membranes, resulting in changes to the physical properties of the phospholipid bilayer. Another relevant point to make is that many types of proteins are directly oxidized by ROS and lose their original structure and function [28].2.3. ROS Induces Calcium Channel DysfunctionThe concentration of calcium ions rapidly changes when cells are subjected to physiological stimulation. The increase in the calcium ion concentration usually occurs in the form of “calcium oscillation”, that is, calcium ion concentration forms multiple calcium peaks over time, when calcium ions enter the cytoplasm according to certain rules [29]. Intracellular calcium oscillations are usually regulated in two ways, including frequency regulation (FM) and amplitude regulation (AM). The occurrence of calcium oscillations in alveolar endothelial cells is considered to be one of the key factors that lead to endothelial cell damage and inflammation [30]. When the body is infected, blood-derived endotoxins (LPS) combine with Toll-like receptors 4 (TLR4) on alveolar endothelial cells, leading to an increase in the level of ROS in the cytoplasm [31]. Subsequently, ROS can induce s-glutathione in the cysteine residues of stromal interaction molecule 1 (Stim1) located on the endoplasmic reticulum. Stim1, as a sensor of oxidative stress, activates store-operated calcium entry (SOCE) to generate calcium oscillations [31]. During the progression of ALI, the accumulation of ROS causes Stim1 in the endoplasmic reticulum of alveolar endothelial cells to migrate and interact with calcium channel protein-Orai1 on the cell membrane, leading to the occurrence of calcium oscillation, which causes the shrinkage of the alveolar endothelial cell membrane and the flow of protein-rich edema fluid from the intercellular space into the alveolar cavity [31]. In addition, the activation of Stim1 can regulate the nuclear translocation of nuclear factors of activated T cells (NFAT). A previous study showed that the calcium-mediated NFAT signal might act as a key signal for the pathological contraction of alveolar endothelial cells [32] (Figure 2). The use of Orai1 channel inhibitor BTP2 can significantly inhibit the nuclear translocation of NFAT, which reduces endothelial cell apoptosis and alveolar edema, and improving the lung ventilation capacity [31].Open in a separate windowFigure 2Calcium oscillations and endothelial dysfunction during acute lung injury. LPS: endotoxins; TLR4: toll-like receptor 4; ROS: reactive oxygen species; stim1: stromal interaction molecule 1; Orai1: calcium release-activated calcium modulator 1; NFAT: nuclear factor of activated T cells.In addition to the activation of NFAT and Orai1 by TLR4-induced ROS, a large number of genes and their downstream expressions were also changed. A previous study found that Btk/PLCγ/IP3R signaling pathway plays an important role in ALI [33]. The level of calcium ions and the apoptosis rate in human umbilical vein endothelial cells decreased significantly with the silencing of Btk or PLCγ genes [33]. Similarly, the inflammatory cell infiltration in lung tissue expressively reduced while the survival rate of mice also pointedly increased in ALI mice [33]. TRPC6 is a classic transmembrane protein channel that has an important regulatory effect on calcium ions. A previous study reported that TRPC6 induces a calcium influx in endothelial cells [34]. ROS-mediated activation of TRPC6 calcium channels is a key factor in pulmonary vascular leakage and inflammation [35].2.4. ROS Induces Chemotaxis of NeutrophilsThe infiltration of neutrophils in the alveolar and pulmonary interstitial is a typical feature of ALI. Neutrophils release a variety of active substances, including ROS, antimicrobial peptides, neutrophil extracellular traps (NETs), and many pattern recognition receptors, which provide an effective means of removing pathogens and the key factor of aggravating local inflammation [36]. A previous study showed that the mortality caused by ALI is closely related to the degree of neutrophil infiltration [37]. NOXs in phagocytes release a large amount of ROS, namely “respiratory burst” or “oxidative burst” during ALI [38,39]. As a chemotactic agent for neutrophils, excessive ROS recruits circulate neutrophils to infiltrate the lungs [40]. Hattori H et al. [41] confirmed that ROS could promote the migration of neutrophils to alveoli by driving the glutathionylation of actin. The regulation of actin dynamics is critical for cell migration and adhesion, and high concentrations of ROS can promote neutrophil migration by promoting glutathione of neutrophils and increasing the expression of actin and related proteins [41]. Among the many superoxides, H2O2 has the highest membrane permeability and is an important initiating factor for neutrophil glutathionylation [42].Moreover, the voltage-gated proton channel Hv1/VSOP can counteract the charge imbalance in the cell through proton transportation to reduce the generation of ROS in the cell, which reduces the migration ability of neutrophils [43]. Okochi et al. [43] found that when neutrophils with blocked Hv1/VSOP channels were stimulated, ROS production increased by 2.5 times, which resulted in a significant increase in the migration ability of neutrophils. In addition, the triggering receptor expressed on myeloid cells (TREM-1) plays an important role in the regulation of inflammatory signals and the migration of neutrophils into the alveoli. A study showed that inhibiting the expressions of NOX2 or TREM-1 alone decreases the chemotaxis of neutrophils significantly [44]. Additionally, the effect of TREM-1 on the chemotaxis of neutrophils is dependent on the superoxide produced by NOX2 [44].2.5. Cell-Free Hemoglobin (CFH) and ALIIntra-alveolar hemorrhage is a common clinical symptom of ALI/ARDS. In ARDS, the oxidative environment in the alveoli and the lack of hemoglobin-processing proteins create an ideal environment for red blood cells to pass through lung endothelial cells and epithelial cells to cause damage during ALI [2,45]. A previous study demonstrated that the perfusion of red blood cells in the airways of rats can cause ALI, and the mechanism may be closely related to CFH which is broken down after the rupture of red blood cells [46]. CFH is derived from the breakdown of hemoglobin, myoglobin, horseradish peroxidase, cytochrome B5 and cytochrome P450, which can cause oxidative damage and impair cell integrity [47]. Shaver et al. [48] found that CFH in the alveoli disrupted the alveolar-capillary barrier. CFH in the alveoli is a rich source of redox active iron. It can destroy lipids, proteins and DNA in alveolar epithelial cells and weaken the cells’ ability to clear pulmonary edema fluid [49]. In addition, Aggarwal et al. [50] reported that the application of hemopexin to ARDS model mice can improve lung epithelial Na+ channel (ENaC) activity, reduce pulmonary edema fluid retention, and improve lung function. 3. The Application of Antioxidants in ALI3.1. Acetylcysteine (NAC)The reduced glutathione is a key substance in maintaining redox homeostasis. However, due to poor permeability, the exogenous administration of glutathione is often ineffective [51]. NAC, the precursor of glutathione, can easily penetrate cell membranes and then deacetylate to form l-cysteine to participate in the synthesis of glutathione [52]. NAC has a significant effect on ALI. A study using NAC in the treatment of ALI in pigs demonstrated that NAC treatment could maintain the integrity of the tracheal epithelial structure and reduce the degree of the epithelial edema and inflammatory infiltration [53]. Likewise, the application of NAC can improve the oxygenation of the rabbit with ALI significantly, reduce pulmonary edema and airway hyperresponsiveness [54], whereas the results of the clinical trials of NAC in the treatment of ALI/ARDS are confusing. Previous studies demonstrated that the application of NAC could effectively reduce ALI in patients [55,56,57,58]. However, a study that included 5 randomized clinical trials with 183 patients, reported that the use of NAC did not reduce the short-term mortality of ALI patients significantly [59]. Interestingly, intravenous NAC has been proven to play a key role in the treatment of severe cases of COVID-19 [60,61,62]. NAC can treat ALI by antagonizing cell peroxidation damage caused by various reasons. NAC can upregulate the nuclear transcription factor Nrf2 and inhibit the expression of NF-kB to scavenge oxygen free radicals, thereby reducing inflammation [63,64,65]. Correspondingly, NAC also plays an important role in alleviating cytokine storms. NAC can effectively regulate the expression of cytokines such as Th1, Th2, and Th17, while the combination of NAC and Dex can achieve better efficacy [66].3.2. VitaminsVitamins, as a common type of antioxidant, have been reported to produce a protective effect in ALI. A previous study confirmed that the intermittent administration of vitamin A from the airway could effectively reduce inflammation in the lungs of ALI rats and promote the maturation of new alveoli [67]. Vitamin B2 (riboflavin) is a common antioxidant. After the treatment of ALI in rats with vitamin B2, the level of malondialdehyde (MDA) and the activity of myeloperoxidase (MPO) in rats were significantly reduced, and the effect of vitamin B2 was dose-dependent in a certain range [68]. Vitamin E is a lipophilic antioxidant. Sufficient amounts of alveolar surfactants are essential for maintaining normal lung function. About 90% of surfactants are lipids, including dipalmitoyl-phosphatidylcholine, cholesterol, polyunsaturated lipids and other important functional molecules [69,70,71]. Because these lipids are extremely sensitive to oxidation, the lipophilic antioxidant vitamin E plays a valuable role in the antioxidant protection system of the lungs. Previous studies showed that the concentration of vitamin E in the lungs increases significantly in ALI, which is caused by various extreme conditions, possibly due to the body’s defense mechanisms [72,73]. In addition, vitamin E deficiency can cause more severe lung histological damage in rats [74]. However, several clinical studies showed that the administration of vitamin E (or vitamin E acetate) had not achieved the expected efficacy [75].3.3. AmbroxolAmbroxol, a mucolytic drug, is used in various respiratory diseases such as acute and chronic bronchitis and bronchial asthma, bronchiectasis, emphysema, tuberculosis, and pneumoconiosis. In the treatment of ALI, ambroxol mainly plays the role of an antioxidant, inhibiting inflammation and mucus secretion [76]. More than twenty years ago, ambroxol was proven to effectively improve paraquat-induced ALI and reduce lipid peroxidation caused by H2O2 [77]. Ge LT et al. [78] found that ambroxol can inhibit the expression of cell mucin (MUC5AC) and phosphorylated-extracellular regulated protein kinases (p-Erk), thereby reducing edema and inflammation in the lung. Interestingly, they also found that the administration of ambroxol via airway inhalation was concentration-dependent in mitigating the effects of inflammatory cytokine intervention [78]. Unlike NAC, which acts as a precursor of direct antioxidants, the antioxidant effect of ambroxol is achieved indirectly. Ambroxol can reduce the recruitment of various immune cells in the lungs effectively, and reduce the secretion of cytokines such as TNF-α, IL-6, and TGF-β1, thereby reducing local inflammation and the level of oxidative stress [79].3.4. Natural MedicineNatural medicines are mainly derived from plants, animals, marine organisms and minerals. A variety of natural medicines that are derived from plant extracts have been shown to have significant effects on ALI. Resveratrol is a non-flavonoid polyphenol organic compound [80]. Jiang L et al [81]. showed that the pretreatment of resveratrol could effectively inhibit the activation of NLRP3 inflammasomes and reduce the level of IL-18 and IL-1β in ALI mice, which reduces the inflammatory infiltration of the lungs. Yang L et al. [82] also confirmed that resveratrol can reduce inflammation infiltration and inhibit cell apoptosis. Curcumin is a compound extracted from the rhizomes of plants in the Zingiberaceae and Araceae family [83]. The therapeutic effect of curcumin on ALI has been widely reported on. A previous study showed that curcumin might inhibit the activation of NLRP3 inflammasome-dependent pyrolysis by upregulating SIRT1, which in so doing inhibits inflammation [84]. Moreover, a large number of studies showed that curcumin has a significant inhibitory effect on IL-17A-mediated downstream pathways, including MCM2, MCM3, MCM6 [85], SMAD-dependent pathway (SMAD2/SMAD3) and non-SMAD-dependent (JAK1/JAK2, STAT-1/STAT-3) pathway [86], p53/PAI-1 signaling pathway [87]. Interestingly, to improve the anti-inflammatory effect of curcumin, it is often loaded on a carrier and delivered to the lungs. Kim et al. [88] used cholesterol-coupled polyamides to deliver curcumin and heme oxygenase (HO-1) to achieve anti-inflammatory effects in the lungs of ALI mice via the trachea. A recent study delivered curcumin to the lungs of ALI mice through exosomes [89]. In addition, a previous study reported the effects of various natural plant extracts in the treatment of ALI. These natural medicines are primarily used to inhibit inflammation and reduce oxidative stress in lung tissue. These natural medicines include water extract of Taraxacum mongolicum hand-Mazz [90], stem bark of paulownia tomentosa steud [91], Naringenin [92], Emodin [93], Xanthohumol [94] and scutellaria extract scutellarin [95].3.5. MicronutrientsSome micronutrients including zinc (Zn) and selenium (Se) have antioxidant effects and participate in the synthesis of various antioxidant enzymes, such as ceruloplasmin, superoxide dismutase (SOD), and glutathione peroxidase (GSH-Px). Zn is an essential micronutrient for the human body, and its antioxidant effect can protect the human body from an attack of ROS [96]. It can promote the formation of disulfide bonds of proteins to prevent the protein from being oxidized, thereby maintaining the integrity of the biofilm. Metallothionein (MT) can scavenge ROS and exert its antioxidant effect, and its transcription is strengthened by metal-regulatory transcription factor (MTF-1), which requires Zn in its formation [97,98]. Meanwhile, the activity of SOD was reported to be positively correlated with Zn levels between the plasma and liver [99]. Zn can also increase the accumulation of GSH in cells, and exert its antioxidant effect by synthesizing alanine and GSH, thereby further regulating cell metabolism and redox balance [100]. Zinc deficiency enhances hyperoxygen lung injury [101,102], while exogenous zinc effectively ameliorates acute lung injury induced by hyperoxygen [103] or carbon tetrachloride [104]. In addition, Wessels I et al. [105] confirmed that zinc pretreatment can significantly reduce the recruitment of neutrophils in the lung and inhibit the overactivity of neutrophils, thereby reducing ALI.Se is an essential component of GSH-Px. The presence of Se can increase activity of GSH-Px, promote the decomposition of lipid peroxides, enhance the repair of sulfur compound damage that is caused by ROS, and maintain the integrity of cell membranes. However, only low concentrations of Se can scavenge ROS to exert its antioxidant effect, while high concentrations of Se can catalyze the generation of ROS. Previous studies have confirmed that selenoproteins play important roles in the regulation of the redox state, antioxidant defense and the production of pro-inflammatory cytokines [106,107]. Kim KS et al. [108] found that selenium post-treatment could activate GPx and reduce lipid peroxidation and ALI in the early stages following paraquat poisoning. Furthermore, the combined treatment of niacin and selenium reduced ALI and improved survival rates during sepsis. The mechanism of this combination therapy relates to the synergistic activation of the glutathione redox cycle, a decrease in the hydrogen peroxide level, and the upregulation of nuclear factor red blood cell 2 related factor 2 [109]. 4. The Possible Mechanisms of Antioxidants Failure in Severe Organ InjuryIn 1956, Harman D et al [110]. proposed the “free radical theory” and discovered that the pathogenesis of radiation-induced tumors is related to free radicals. In 1969, McCord JM et al. [111] reported the biological effects of SOD in anti-oxidation, which presents new avenues for free radical biology. Since then, a large number of studies have found that free radicals not only promote aging but are also related to the occurrence of various diseases, such as ALI, cancers, cardiovascular and cerebrovascular diseases, neurodegenerative diseases, arthritis and diabetes [112,113,114,115,116,117,118]. Therefore, antioxidants presented great potential in the prevention and treatment of various diseases including ALI.However, in recent years, more and more studies have cast doubt on the free radical theory and the anti-oxidation theory of disease prevention. A randomized, double-blind, placebo-controlled, multicenter clinical trial by Rice TW et al. enrolled 272 adults with ALI requiring mechanical ventilation within 48 h [119]. Among them, 143 participants were supplemented with omega-3 fatty acids, gamma-linolenic acid and antioxidants twice a day. This clinical trial confirmed that supplementation with omega-3 fatty acids, γ-linolenic acid and antioxidants did not improve the clinical outcomes and the lung physiological function of patients with ALI, and cannot reduce the number of systemic inflammation markers and may even be harmful [119].Sometimes, antioxidants are ineffective against certain diseases other than ALI. Some studies suggest that antioxidant therapy does not reduce mortality, and may even increase it. The Heart Protection Study Collaborative Group in the United Kingdom conducted a randomized clinical trial that included 20,536 British adults with coronary heart disease, other occlusive artery diseases or diabetes who were randomly assigned to receive antioxidant vitamin supplements (600 mg of vitamin E, 250 mg of vitamin C, and 20 mg of β-carotene daily) or a matching placebo. After receiving these antioxidant vitamin supplements, the participants’ plasma levels of α-tocopherol roughly doubled, vitamin C levels increased by a third, and β-carotene levels quadrupled. Interestingly, although the regimen significantly increased blood vitamin concentrations, it did not significantly reduce the incidence of any vascular disease, cancer, or 5-year mortality in patients [120].Furthermore, Bjelakovic G et al. [121] conducted a systematic review including 78 primary and secondary randomized clinical trials. The study included 296,707 participants, consisting of 215,900 healthy participants and 80,807 patients with various diseases. All antioxidants were administered only orally, or in combination with vitamins and minerals. The duration of antioxidant supplementation ranges from 28 days to 12 years and the results of this study showed that β-carotene, vitamin E and high doses of vitamin A seem to increase mortality [121].4.1. Possible Mechanism 1: The Dosage and Toxicity of AntioxidantsAntioxidant supplementation is necessary for certain patients. However, an excessive supplementation of antioxidants does not bring additional benefits and may even lead to potential toxicity. Miller ER et al. [122] conducted a meta-analysis. including 135,967 participants in 19 clinical trials. The dose of vitamin E taken by the participants in the study ranged from 16.5 to 2000 IU/d (median, 400 IU/d). The study confirmed that a statistically significant relationship exists between the vitamin E dose and the all-cause mortality of participants. The mortality risk increased when participants took vitamin E doses greater than 150 IU/ day, and high doses of vitamin E (≥400 IU/ day) supplements may increase all-cause mortality [122].Vitamin E is considered to be a relatively safe type of vitamin [123], but long-term high-dose vitamin E may cause various adverse reactions [124]. A high dose of vitamin E exerts a pro-oxidation effect in vivo, and the pro-oxidation effect of vitamin E on LDL relates to the production of α-tocopherol free radical [125,126]. In addition, high doses of vitamin E may replace other fat-soluble antioxidants, disrupt the natural balance of the antioxidant system, and increase the vulnerability of oxidative damage [127]. Similarly, vitamin C acts as a powerful antioxidant that protects cells from oxidative damage by inhibiting the production of free radicals. However, the high-dose of vitamin C exerts cytotoxicity by producing excessive ROS and blocking energy homeostasis [128]. In general, the double-sided character of some antioxidants has been widely confirmed.4.2. Possible Mechanism 2: Normal Physiological Function of Free Radicals and Hormesis TheoryIt has been proven that the excessive generation of oxygen free radicals has a series of negative effects on the body, but it should not be ignored that free radicals, as normal metabolites of the human body, are also beneficial for maintaining the normal metabolism of the body. Free radicals actively participate in the anti-infective function of the immune system. In the process of phagocytosis of bacteria by immune cells, the oxygen consumption of immune cells increases sharply, producing a large amount of O2− and H2O2, which will further produce •OH through the Haber–Weiss reaction [129,130]. The above-mentioned active oxygen has a strong bactericidal effect. Immune cells use free radicals as a weapon to eliminate pathogenic microorganisms. Severe infection is one of the important causes of ALI, so the excessive use of antioxidants to reduce the level of oxygen free radicals may be harmful.In contrast to the free radical harm theory, the Hormesis theory advocated by Calabrese EJ and Baldwin L asserts that various low-intensity harmful stimuli will not cause obvious damage to the body, but can induce the body to actively adjust its physiological activities and activate and strengthen the body’s defense mechanism [131,132]. Under normal circumstances, the balance between oxidative stress levels and antioxidant levels in the human body is stable, and a slight increase in the oxidative stress level does not exceed the antioxidant load. Slightly elevated free radicals are eliminated by the body’s defense mechanisms rather than external antioxidants. The abuse of antioxidants destroys the original oxidation-antioxidant balance to a certain extent. 5. ConclusionsAntioxidants once held great promise as a cure for various diseases, but a large number of clinical studies showed that antioxidants could have detrimental effects including increased mortality. In brief, the biological activity of antioxidants is similar to a two-sided coin, and its mechanism has yet to be studied. In addition, combination therapy with different targets may contribute to improving the efficacy of antioxidants. A continuous positive airway pressure (CPAP) ventilator can significantly improve the respiratory function, maintain positive airway pressure in patients, stabilize the contour of the chest, expand the alveoli and increase the functional residual capacity to prevent alveolar collapse. In addition, CPAP ventilator can reduce airway resistance, reduce intrapulmonary shunt while increasing oxygenation indicators, and reduce the consumption of lung surfactants [131]. However, a CPAP ventilator alone cannot cure ALI/ARDS, although, combined with ambroxol, it can significantly improve on its therapeutic effects [133]. Similarly, the previous study demonstrated that ambroxol, combined with pulmonary surfactant, has a better clinical effect in the treatment of ALI/ARDS, which can effectively improve the patient’s oxygenation index, reduce the time of oxygen therapy and the time of assisted ventilation [134]. In conclusion, combination therapy using different targets to improve antioxidant efficacy in the treatment of ALI/ARDS is very promising. Author ContributionsConceptualization—Y.L., Y.W. and X.W.; writing—original draft preparation, Y.L. and S.Z.; writing—review and editing, D.X., L.J. and D.S. All authors have read and agreed to the published version of the manuscript. FundingThis research was supported by Major Science and Technology Innovation Program of Hubei Province: China (No. 2018ACA159). Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Gattinoni L., Tonetti T., Quintel M. Regional physiology of ARDS. Crit. Care. 2017;21:312. doi: 10.1186/s13054-017-1905-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Ashbaugh D.G., Bigelow D.B., Petty T.L., Levine B.E. Acute respiratory distress in adults. Lancet. 1967;2:319–323. doi: 10.1016/S0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]3. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]4. Bernard G.R., Artigas A., Brigham K.L., Carlet J., Falke K., Hudson L., Lamy M., Legall J.R., Morris A., Spragg R. The American-European Consensus Conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination. Am. J. Respir. Crit. Care Med. 1994;149:818–824. doi: 10.1164/ajrccm.149.3.7509706. [PubMed] [CrossRef] [Google Scholar]5. Fan E., Brodie D., Slutsky A.S. Acute Respiratory Distress Syndrome: Advances in Diagnosis and Treatment. JAMA. 2018;319:698–710. doi: 10.1001/jama.2017.21907. [PubMed] [CrossRef] [Google Scholar]6. Suki B., Hubmayr R. Epithelial and endothelial damage induced by mechanical ventilation modes. Curr. Opin. Crit. Care. 2014;20:17–24. doi: 10.1097/MCC.0000000000000043. [PubMed] [CrossRef] [Google Scholar]7. Meduri G.U., Bridges L., Shih M.C., Marik P.E., Siemieniuk R., Kocak M. Prolonged glucocorticoid treatment is associated with improved ARDS outcomes: Analysis of individual patients' data from four randomized trials and trial-level meta-analysis of the updated literature. Intensive Care Med. 2016;42:829–840. doi: 10.1007/s00134-015-4095-4. [PubMed] [CrossRef] [Google Scholar]8. Allen T.C., Kurdowska A. Interleukin 8 and acute lung injury. Arch. Pathol. Lab. Med. 2014;138:266–269. doi: 10.5858/arpa.2013-0182-RA. [PubMed] [CrossRef] [Google Scholar]9. Tschopp J., Schroder K. NLRP3 inflammasome activation: The convergence of multiple signalling pathways on ROS production? Nat. Rev. Immunol. 2010;10:210–215. doi: 10.1038/nri2725. [PubMed] [CrossRef] [Google Scholar]10. Zemans R.L., Matthay M.A. What drives neutrophils to the alveoli in ARDS? Thorax. 2017;72:1–3. doi: 10.1136/thoraxjnl-2016-209170. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Zhang X., Wu D., Jiang X. Icam-1 and acute pancreatitis complicated by acute lung injury. JOP. 2009;10:8–14. [PubMed] [Google Scholar]12. Zhou T., Song W.F., Shang Y., Yao S.L., Matalon S. Halogen Inhalation-Induced Lung Injury and Acute Respiratory Distress Syndrome. Chin. Med. J. 2018;131:1214–1219. doi: 10.4103/0366-6999.231515. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Conte E., Fagone E., Fruciano M., Gili E., Iemmolo M., Vancheri C. Anti-inflammatory and antifibrotic effects of resveratrol in the lung. Histol. Histopathol. 2015;30:523–529. [PubMed] [Google Scholar]14. Panahi Y., Ghanei M., Hashjin M.M., Rezaee R., Sahebkar A. Potential Utility of N-acetylcysteine for Treating Mustard Lung. Crit. Rev. Eukaryot. Gene Expr. 2017;27:247–266. doi: 10.1615/CritRevEukaryotGeneExpr.2017019740. [PubMed] [CrossRef] [Google Scholar]15. Sies H., Jones D.P. Reactive oxygen species (ROS) as pleiotropic physiological signalling agents. Nat. Rev. Mol. Cell Biol. 2020;21:363–383. doi: 10.1038/s41580-020-0230-3. [PubMed] [CrossRef] [Google Scholar]16. Piotrowski W.J., Marczak J. Cellular sources of oxidants in the lung. Int. J. Occup. Med. Environ. Health. 2000;13:369–385. [PubMed] [Google Scholar]17. Konior A., Schramm A., Czesnikiewicz-Guzik M., Guzik T.J. NADPH oxidases in vascular pathology. Antioxid. Redox Signal. 2014;20:2794–2814. doi: 10.1089/ars.2013.5607. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Kellner M., Noonepalle S., Lu Q., Srivastava A., Zemskov E., Black S.M. ROS Signaling in the Pathogenesis of Acute Lung Injury (ALI) and Acute Respiratory Distress Syndrome (ARDS) Adv. Exp. Med. Biol. 2017;967:105–137. [PMC free article] [PubMed] [Google Scholar]19. Carnesecchi S., Pache J.C., Barazzone-Argiroffo C. NOX enzymes: Potential target for the treatment of acute lung injury. Cell. Mol. Life Sci. 2012;69:2373–2385. doi: 10.1007/s00018-012-1013-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Jin H.Z., Yang X.J., Zhao K.L., Mei F.C., Zhou Y., You Y.D., Wang W.X. Apocynin alleviates lung injury by suppressing NLRP3 inflammasome activation and NF-kappaB signaling in acute pancreatitis. Int. Immunopharmacol. 2019;75:105821. doi: 10.1016/j.intimp.2019.105821. [PubMed] [CrossRef] [Google Scholar]21. Jiang J., Huang K., Xu S., Garcia J., Wang C., Cai H. Targeting NOX4 alleviates sepsis-induced acute lung injury via attenuation of redox-sensitive activation of CaMKII/ERK1/2/MLCK and endothelial cell barrier dysfunction. Redox Biol. 2020;36:101638. doi: 10.1016/j.redox.2020.101638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Gielis J.F., Boulet G.A., Briede J.J., Horemans T., Debergh T., Kusse M., Cos P., Van Schil P.E. Longitudinal quantification of radical bursts during pulmonary ischaemia and reperfusion. Eur. J. Cardiothorac. Surg. 2015;48:622–629. doi: 10.1093/ejcts/ezu518. [PubMed] [CrossRef] [Google Scholar]23. Bortolotti M., Polito L., Battelli M.G., Bolognesi A. Xanthine oxidoreductase: One enzyme for multiple physiological tasks. Redox Biol. 2021;41:101882. doi: 10.1016/j.redox.2021.101882. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Furuhashi M. New insights into purine metabolism in metabolic diseases: Role of xanthine oxidoreductase activity. Am. J. Physiol. Endocrinol. Metab. 2020;319:E827–E834. doi: 10.1152/ajpendo.00378.2020. [PubMed] [CrossRef] [Google Scholar]25. Coussens L.M., Werb Z. Inflammation and cancer. Nature. 2002;420:860–867. doi: 10.1038/nature01322. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Chance B., Sies H., Boveris A. Hydroperoxide metabolism in mammalian organs. Physiol. Rev. 1979;59:527–605. doi: 10.1152/physrev.1979.59.3.527. [PubMed] [CrossRef] [Google Scholar]27. Panov A.V., Dikalov S.I. Cardiolipin, Perhydroxyl Radicals, and Lipid Peroxidation in Mitochondrial Dysfunctions and Aging. Oxid. Med. Cell. Longev. 2020;2020:1323028. doi: 10.1155/2020/1323028. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Dalle-Donne I., Giustarini D., Colombo R., Rossi R., Milzani A. Protein carbonylation in human diseases. Trends Mol. Med. 2003;9:169–176. doi: 10.1016/S1471-4914(03)00031-5. [PubMed] [CrossRef] [Google Scholar]29. Dupont G., Combettes L., Bird G.S., Putney J.W. Calcium oscillations. Cold Spring Harb. Perspect. Biol. 2011;3:a004226. doi: 10.1101/cshperspect.a004226. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Li C., Bo L., Liu Q., Liu W., Chen X., Xu D., Jin F. Activation of TRPV1-dependent calcium oscillation exacerbates seawater inhalation-induced acute lung injury. Mol. Med. Rep. 2016;13:1989–1998. doi: 10.3892/mmr.2016.4804. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Seeley E.J., Rosenberg P., Matthay M.A. Calcium flux and endothelial dysfunction during acute lung injury: A STIMulating target for therapy. J. Clin. Investig. 2013;123:1015–1018. doi: 10.1172/JCI68093. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Gandhirajan R.K., Meng S., Chandramoorthy H.C., Mallilankaraman K., Mancarella S., Gao H., Razmpour R., Yang X.F., Houser S.R., Chen J., et al.  Blockade of NOX2 and STIM1 signaling limits lipopolysaccharide-induced vascular inflammation. J. Clin. Investig. 2013;123:887–902. doi: 10.1172/JCI65647. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Qiu X., Liang X., Li H., Sun R. LPS-induced vein endothelial cell injury and acute lung injury have Btk and Orai 1 to regulate SOC-mediated calcium influx. Int. Immunopharmacol. 2021;90:107039. doi: 10.1016/j.intimp.2020.107039. [PubMed] [CrossRef] [Google Scholar]34. Samapati R., Yang Y., Yin J., Stoerger C., Arenz C., Dietrich A., Gudermann T., Adam D., Wu S., Freichel M., et al.  Lung endothelial Ca2+ and permeability response to platelet-activating factor is mediated by acid sphingomyelinase and transient receptor potential classical 6. Am. J. Respir. Crit. Care Med. 2012;185:160–170. doi: 10.1164/rccm.201104-0717OC. [PubMed] [CrossRef] [Google Scholar]35. Tauseef M., Knezevic N., Chava K.R., Smith M., Sukriti S., Gianaris N., Obukhov A.G., Vogel S.M., Schraufnagel D.E., Dietrich A., et al.  TLR4 activation of TRPC6-dependent calcium signaling mediates endotoxin-induced lung vascular permeability and inflammation. J. Exp. Med. 2012;209:1953–1968. doi: 10.1084/jem.20111355. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Granger V., Peyneau M., Chollet-Martin S., de Chaisemartin L. Neutrophil Extracellular Traps in Autoimmunity and Allergy: Immune Complexes at Work. Front. Immunol. 2019;10:2824. doi: 10.3389/fimmu.2019.02824. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Sakai J., Li J., Subramanian K.K., Mondal S., Bajrami B., Hattori H., Jia Y., Dickinson B.C., Zhong J., Ye K., et al.  Reactive oxygen species-induced actin glutathionylation controls actin dynamics in neutrophils. Immunity. 2012;37:1037–1049. doi: 10.1016/j.immuni.2012.08.017. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Gwinn M.R., Vallyathan V. Respiratory burst: Role in signal transduction in alveolar macrophages. J. Toxicol. Env. Health B Crit. Rev. 2006;9:27–39. doi: 10.1080/15287390500196081. [PubMed] [CrossRef] [Google Scholar]39. Iles K.E., Forman H.J. Macrophage signaling and respiratory burst. Immunol. Res. 2002;26:95–105. doi: 10.1385/IR:26:1-3:095. [PubMed] [CrossRef] [Google Scholar]40. Millar T.M., Phan V., Tibbles L.A. ROS generation in endothelial hypoxia and reoxygenation stimulates MAP kinase signaling and kinase-dependent neutrophil recruitment. Free Radic. Biol. Med. 2007;42:1165–1177. doi: 10.1016/j.freeradbiomed.2007.01.015. [PubMed] [CrossRef] [Google Scholar]41. Hattori H., Subramanian K.K., Sakai J., Luo H.R. Reactive oxygen species as signaling molecules in neutrophil chemotaxis. Commun. Integr. Biol. 2010;3:278–281. doi: 10.4161/cib.3.3.11559. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Miller E.W., Dickinson B.C., Chang C.J. Aquaporin-3 mediates hydrogen peroxide uptake to regulate downstream intracellular signaling. Proc. Natl. Acad. Sci. USA. 2010;107:15681–15686. doi: 10.1073/pnas.1005776107. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Okochi Y., Umemoto E., Okamura Y. Hv1/VSOP regulates neutrophil directional migration and ERK activity by tuning ROS production. J. Leukoc. Biol. 2020;107:819–831. doi: 10.1002/JLB.2A0320-110RR. [PubMed] [CrossRef] [Google Scholar]44. Baruah S., Murthy S., Keck K., Galvan I., Prichard A., Allen L.H., Farrelly M., Klesney-Tait J. TREM-1 regulates neutrophil chemotaxis by promoting NOX-dependent superoxide production. J. Leukoc. Biol. 2019;105:1195–1207. doi: 10.1002/JLB.3VMA0918-375R. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Bastarache J.A., Sebag S.C., Clune J.K., Grove B.S., Lawson W.E., Janz D.R., Roberts L.N., Dworski R., Mackman N., Ware L.B. Low levels of tissue factor lead to alveolar haemorrhage, potentiating murine acute lung injury and oxidative stress. Thorax. 2012;67:1032–1039. doi: 10.1136/thoraxjnl-2012-201781. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Ghio A.J., Richards J.H., Crissman K.M., Carter J.D. Iron disequilibrium in the rat lung after instilled blood. Chest. 2000;118:814–823. doi: 10.1378/chest.118.3.814. [PubMed] [CrossRef] [Google Scholar]47. Oh J.Y., Hamm J., Xu X., Genschmer K., Zhong M., Lebensburger J., Marques M.B., Kerby J.D., Pittet J.F., Gaggar A., et al.  Absorbance and redox based approaches for measuring free heme and free hemoglobin in biological matrices. Redox Biol. 2016;9:167–177. doi: 10.1016/j.redox.2016.08.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Shaver C.M., Upchurch C.P., Janz D.R., Grove B.S., Putz N.D., Wickersham N.E., Dikalov S.I., Ware L.B., Bastarache J.A. Cell-free hemoglobin: A novel mediator of acute lung injury. Am. J. Physiol.-Lung Cell. Mol. Physiol. 2016;310:L532–L541. doi: 10.1152/ajplung.00155.2015. [PMC free article] [PubMed] [CrossRef] [Google Scholar]49. Gaggar A., Patel R.P. There is blood in the water: Hemolysis, hemoglobin, and heme in acute lung injury. Am. J. Physiol.-Lung Cell. Mol. Physiol. 2016;311:L714–L718. doi: 10.1152/ajplung.00312.2016. [PubMed] [CrossRef] [Google Scholar]50. Aggarwal S., Lazrak A., Ahmad I., Yu Z., Bryant A., Mobley J.A., Ford D.A., Matalon S. Reactive species generated by heme impair alveolar epithelial sodium channel function in acute respiratory distress syndrome. Redox Biol. 2020;36:101592. doi: 10.1016/j.redox.2020.101592. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Byeon J.C., Lee S.E., Kim T.H., Ahn J.B., Kim D.H., Choi J.S., Park J.S. Design of novel proliposome formulation for antioxidant peptide, glutathione with enhanced oral bioavailability and stability. Drug Deliv. 2019;26:216–225. doi: 10.1080/10717544.2018.1551441. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Tenorio M., Graciliano N.G., Moura F.A., Oliveira A., Goulart M. N-Acetylcysteine (NAC): Impacts on Human Health. Antioxidants. 2021;10:967.  doi: 10.3390/antiox10060967. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Jugg B., Fairhall S., Smith A., Rutter S., Mann T., Perrott R., Jenner J., Salguero J., Shute J., Sciuto A.M. N-acetyl-L-cysteine protects against inhaled sulfur mustard poisoning in the large swine. Clin. Toxicol. 2013;51:216–224. doi: 10.3109/15563650.2013.780208. [PubMed] [CrossRef] [Google Scholar]54. Mokra D., Drgova A., Petras M., Mokry J., Antosova M., Calkovska A. N-acetylcysteine alleviates the meconium-induced acute lung injury. Adv. Exp. Med. Biol. 2015;832:59–67. [PubMed] [Google Scholar]55. Bernard G.R., Wheeler A.P., Arons M.M., Morris P.E., Paz H.L., Russell J.A., Wright P.E. A trial of antioxidants N-acetylcysteine and procysteine in ARDS. The Antioxidant in ARDS Study Group. Chest. 1997;112:164–172. doi: 10.1378/chest.112.1.164. [PubMed] [CrossRef] [Google Scholar]56. De Backer W.A., Amsel B., Jorens P.G., Bossaert L., Hiemstra P.S., van Noort P., van Overveld F.J. N-acetylcysteine pretreatment of cardiac surgery patients influences plasma neutrophil elastase and neutrophil influx in bronchoalveolar lavage fluid. Intensive Care Med. 1996;22:900–908. doi: 10.1007/BF02044114. [PubMed] [CrossRef] [Google Scholar]57. Suter P.M., Domenighetti G., Schaller M.D., Laverriere M.C., Ritz R., Perret C. N-acetylcysteine enhances recovery from acute lung injury in man. A randomized, double-blind, placebo-controlled clinical study. Chest. 1994;105:190–194. doi: 10.1378/chest.105.1.190. [PubMed] [CrossRef] [Google Scholar]58. Bernard G.R. N-acetylcysteine in experimental and clinical acute lung injury. Am. J. Med. 1991;91:S54–S59. doi: 10.1016/0002-9343(91)90284-5. [PubMed] [CrossRef] [Google Scholar]59. Zhang Y., Ding S., Li C., Wang Y., Chen Z., Wang Z. Effects of N-acetylcysteine treatment in acute respiratory distress syndrome: A meta-analysis. Exp. Ther. Med. 2017;14:2863–2868. doi: 10.3892/etm.2017.4891. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Alamdari D.H., Moghaddam A.B., Amini S., Keramati M.R., Zarmehri A.M., Alamdari A.H., Damsaz M., Banpour H., Yarahmadi A., Koliakos G. Application of methylene blue -vitamin C -N-acetyl cysteine for treatment of critically ill COVID-19 patients, report of a phase-I clinical trial. Eur. J. Pharmacol. 2020;885:173494. doi: 10.1016/j.ejphar.2020.173494. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Carothers C., Birrer K., Vo M. Acetylcysteine for the Treatment of Suspected Remdesivir-Associated Acute Liver Failure in COVID-19: A Case Series. Pharmacotherapy. 2020;40:1166–1171. doi: 10.1002/phar.2464. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Ibrahim H., Perl A., Smith D., Lewis T., Kon Z., Goldenberg R., Yarta K., Staniloae C., Williams M. Therapeutic blockade of inflammation in severe COVID-19 infection with intravenous N-acetylcysteine. Clin. Immunol. 2020;219:108544. doi: 10.1016/j.clim.2020.108544. [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Ji L., Liu R., Zhang X.D., Chen H.L., Bai H., Wang X., Zhao H.L., Liang X., Hai C.X. N-acetylcysteine attenuates phosgene-induced acute lung injury via up-regulation of Nrf2 expression. Inhal. Toxicol. 2010;22:535–542. doi: 10.3109/08958370903525183. [PubMed] [CrossRef] [Google Scholar]64. Pan X., Wu X., Yan D., Peng C., Rao C., Yan H. Acrylamide-induced oxidative stress and inflammatory response are alleviated by N-acetylcysteine in PC12 cells: Involvement of the crosstalk between Nrf2 and NF-kappaB pathways regulated by MAPKs. Toxicol. Lett. 2018;288:55–64. doi: 10.1016/j.toxlet.2018.02.002. [PubMed] [CrossRef] [Google Scholar]65. Ren J., Su D., Li L., Cai H., Zhang M., Zhai J., Li M., Wu X., Hu K. Anti-inflammatory effects of Aureusidin in LPS-stimulated RAW264.7 macrophages via suppressing NF-kappaB and activating ROS- and MAPKs-dependent Nrf2/HO-1 signaling pathways. Toxicol. Appl. Pharm. 2020;387:114846. doi: 10.1016/j.taap.2019.114846. [PubMed] [CrossRef] [Google Scholar]66. Song Q., Lin L., Chen L., Cheng L., Zhong W. Co-administration of N-acetylcysteine and dexmedetomidine plays a synergistic effect on protection of LPS-induced acute lung injury via correcting Th1/Th2/Th17 cytokines imbalance. Clin. Exp. Pharm. Physiol. 2020;47:294–301. doi: 10.1111/1440-1681.13196. [PubMed] [CrossRef] [Google Scholar]67. Gelfand C.A., Sakurai R., Wang Y., Liu Y., Segal R., Rehan V.K. Inhaled vitamin A is more effective than intramuscular dosing in mitigating hyperoxia-induced lung injury in a neonatal rat model of bronchopulmonary dysplasia. Am. J. Physiol.-Lung Cell. Mol. Physiol. 2020;319:L576–L584. doi: 10.1152/ajplung.00266.2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Al-Harbi N.O., Imam F., Nadeem A., Al-Harbi M.M., Korashy H.M., Sayed-Ahmed M.M., Hafez M.M., Al-Shabanah O.A., Nagi M.N., Bahashwan S. Riboflavin attenuates lipopolysaccharide-induced lung injury in rats. Toxicol. Mech. Methods. 2015;25:417–423. doi: 10.3109/15376516.2015.1045662. [PubMed] [CrossRef] [Google Scholar]69. Cerrada A., Haller T., Cruz A., Perez-Gil J. Pneumocytes Assemble Lung Surfactant as Highly Packed/Dehydrated States with Optimal Surface Activity. Biophys. J. 2015;109:2295–2306. doi: 10.1016/j.bpj.2015.10.022. [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Kullberg A., Ekholm O.O., Slotte J.P. Miscibility of Sphingomyelins and Phosphatidylcholines in Unsaturated Phosphatidylcholine Bilayers. Biophys. J. 2015;109:1907–1916. doi: 10.1016/j.bpj.2015.09.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Wemhoner A., Jennings P., Haller T., Rudiger M., Simbruner G. Effect of exogenous surfactants on viability and DNA synthesis in A549, immortalized mouse type II and isolated rat alveolar type II cells. BMC Pulm. Med. 2011;11:11.  doi: 10.1186/1471-2466-11-11. [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Morita N., Shimoda K., Traber M.G., Westphal M., Enkhbaatar P., Murakami K., Leonard S.W., Traber L.D., Traber D.L. Vitamin E attenuates acute lung injury in sheep with burn and smoke inhalation injury. Redox Rep. 2006;11:61–70. doi: 10.1179/135100006X101020. [PubMed] [CrossRef] [Google Scholar]73. Xantus G., Anna G.V., Johnson C.A., Sanghera P., Zavori L., Kanizsai P.L. The role of vitamin E acetate (VEA) and its derivatives in the vaping associated lung injury: Systematic review of evidence. Crit. Rev. Toxicol. 2021;51:15–23. doi: 10.1080/10408444.2020.1858754. [PubMed] [CrossRef] [Google Scholar]74. Yamaoka S., Kim H.S., Ogihara T., Oue S., Takitani K., Yoshida Y., Tamai H. Severe Vitamin E deficiency exacerbates acute hyperoxic lung injury associated with increased oxidative stress and inflammation. Free Radic. Res. 2008;42:602–612. doi: 10.1080/10715760802189864. [PubMed] [CrossRef] [Google Scholar]75. Mudway I.S., Behndig A.F., Helleday R., Pourazar J., Frew A.J., Kelly F.J., Blomberg A. Vitamin supplementation does not protect against symptoms in ozone-responsive subjects. Free Radic. Biol. Med. 2006;40:1702–1712. doi: 10.1016/j.freeradbiomed.2005.10.050. [PubMed] [CrossRef] [Google Scholar]76. Zhang S.J., Jiang J.X., Ren Q.Q., Jia Y.L., Shen J., Shen H.J., Lin X.X., Lu H., Xie Q.M. Ambroxol inhalation ameliorates LPS-induced airway inflammation and mucus secretion through the extracellular signal-regulated kinase 1/2 signaling pathway. Eur. J. Pharmacol. 2016;775:138–148. doi: 10.1016/j.ejphar.2016.02.030. [PubMed] [CrossRef] [Google Scholar]77. Piotrowski W.J., Pietras T., Kurmanowska Z., Nowak D., Marczak J., Marks-Konczalik J., Mazerant P. Effect of paraquat intoxication and ambroxol treatment on hydrogen peroxide production and lipid peroxidation in selected organs of rat. J. Appl. Toxicol. 1996;16:501–507. doi: 10.1002/(SICI)1099-1263(199611)16:6<501::AID-JAT379>3.0.CO;2-Z. [PubMed] [CrossRef] [Google Scholar]78. Ge L.T., Liu Y.N., Lin X.X., Shen H.J., Jia Y.L., Dong X.W., Sun Y., Xie Q.M. Inhalation of ambroxol inhibits cigarette smoke-induced acute lung injury in a mouse model by inhibiting the Erk pathway. Int. Immunopharmacol. 2016;33:90–98. doi: 10.1016/j.intimp.2016.02.004. [PubMed] [CrossRef] [Google Scholar]79. Su X., Wang L., Song Y., Bai C. Inhibition of inflammatory responses by ambroxol, a mucolytic agent, in a murine model of acute lung injury induced by lipopolysaccharide. Intensive Care Med. 2004;30:133–140. doi: 10.1007/s00134-003-2001-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Boo Y.C. Human Skin Lightening Efficacy of Resveratrol and Its Analogs: From in Vitro Studies to Cosmetic Applications. Antioxidants. 2019;8:332.  doi: 10.3390/antiox8090332. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Jiang L., Zhang L., Kang K., Fei D., Gong R., Cao Y., Pan S., Zhao M., Zhao M. Resveratrol ameliorates LPS-induced acute lung injury via NLRP3 inflammasome modulation. Biomed. Pharmacother. 2016;84:130–138. doi: 10.1016/j.biopha.2016.09.020. [PubMed] [CrossRef] [Google Scholar]82. Yang L., Zhang Z., Zhuo Y., Cui L., Li C., Li D., Zhang S., Cui N., Wang X., Gao H. Resveratrol alleviates sepsis-induced acute lung injury by suppressing inflammation and apoptosis of alveolar macrophage cells. Am. J. Transl. Res. 2018;10:1961–1975. [PMC free article] [PubMed] [Google Scholar]83. Cheng K., Yang A., Hu X., Zhu D., Liu K. Curcumin Attenuates Pulmonary Inflammation in Lipopolysaccharide Induced Acute Lung Injury in Neonatal Rat Model by Activating Peroxisome Proliferator-Activated Receptor gamma (PPARgamma) Pathway. Med. Sci. Monit. 2018;24:1178–1184. doi: 10.12659/MSM.908714. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Wang Y., Wang Y., Cai N., Xu T., He F. Anti-inflammatory effects of curcumin in acute lung injury: In vivo and in vitro experimental model studies. Int. Immunopharmacol. 2021;96:107600. doi: 10.1016/j.intimp.2021.107600. [PubMed] [CrossRef] [Google Scholar]85. Shaikh S.B., Najar M.A., Prasad T., Bhandary Y.P. Comparative protein profiling reveals the inhibitory role of curcumin on IL-17A mediated minichromosome maintenance (MCM) proteins as novel putative markers for acute lung injury in vivo. Biomed. Pharmacother. 2021;141:111715. doi: 10.1016/j.biopha.2021.111715. [PubMed] [CrossRef] [Google Scholar]86. Shaikh S.B., Bhat S.G., Bhandary Y.P. Curcumin attenuates IL-17A mediated pulmonary SMAD dependent and non-dependent mechanism during acute lung injury in vivo. Mol. Biol. Rep. 2020;47:5643–5649. doi: 10.1007/s11033-020-05587-0. [PubMed] [CrossRef] [Google Scholar]87. Gouda M.M., Prabhu A., Bhandary Y.P. Curcumin alleviates IL-17A-mediated p53-PAI-1 expression in bleomycin-induced alveolar basal epithelial cells. J. Cell. Biochem. 2018;119:2222–2230. doi: 10.1002/jcb.26384. [PubMed] [CrossRef] [Google Scholar]88. Kim G., Piao C., Oh J., Lee M. Combined delivery of curcumin and the heme oxygenase-1 gene using cholesterol-conjugated polyamidoamine for anti-inflammatory therapy in acute lung injury. Phytomedicine. 2019;56:165–174. doi: 10.1016/j.phymed.2018.09.240. [PubMed] [CrossRef] [Google Scholar]89. Kim G., Lee Y., Ha J., Han S., Lee M. Engineering exosomes for pulmonary delivery of peptides and drugs to inflammatory lung cells by inhalation. J. Control. Release. 2021;330:684–695. doi: 10.1016/j.jconrel.2020.12.053. [PubMed] [CrossRef] [Google Scholar]90. Ma C., Zhu L., Wang J., He H., Chang X., Gao J., Shumin W., Yan T. Anti-inflammatory effects of water extract of Taraxacum mongolicum hand.-Mazz on lipopolysaccharide-induced inflammation in acute lung injury by suppressing PI3K/Akt/mTOR signaling pathway. J. Ethnopharmacol. 2015;168:349–355. doi: 10.1016/j.jep.2015.03.068. [PubMed] [CrossRef] [Google Scholar]91. Lee J.W., Seo K.H., Ryu H.W., Yuk H.J., Park H.A., Lim Y., Ahn K.S., Oh S.R. Anti-inflammatory effect of stem bark of Paulownia tomentosa Steud. in lipopolysaccharide (LPS)-stimulated RAW264.7 macrophages and LPS-induced murine model of acute lung injury. J. Ethnopharmacol. 2018;210:23–30. doi: 10.1016/j.jep.2017.08.028. [PubMed] [CrossRef] [Google Scholar]92. Zhao M., Li C., Shen F., Wang M., Jia N., Wang C. Naringenin ameliorates LPS-induced acute lung injury through its anti-oxidative and anti-inflammatory activity and by inhibition of the PI3K/AKT pathway. Exp. Ther. Med. 2017;14:2228–2234. doi: 10.3892/etm.2017.4772. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Mei H., Tao Y., Zhang T., Qi F. Emodin alleviates LPS-induced inflammatory response in lung injury rat by affecting the function of granulocytes. J. Inflamm. 2020;17:26. doi: 10.1186/s12950-020-00252-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Lv H., Liu Q., Wen Z., Feng H., Deng X., Ci X. Xanthohumol ameliorates lipopolysaccharide (LPS)-induced acute lung injury via induction of AMPK/GSK3beta-Nrf2 signal axis. Redox Biol. 2017;12:311–324. doi: 10.1016/j.redox.2017.03.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Wang Y., Ji M., Chen L., Wu X., Wang L. Breviscapine reduces acute lung injury induced by left heart ischemic reperfusion in rats by inhibiting the expression of ICAM-1 and IL-18. Exp. Ther. Med. 2013;6:1322–1326. doi: 10.3892/etm.2013.1287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Song Y., Leonard S.W., Traber M.G., Ho E. Zinc deficiency affects DNA damage, oxidative stress, antioxidant defenses, and DNA repair in rats. J. Nutr. 2009;139:1626–1631. doi: 10.3945/jn.109.106369. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Gunther V., Lindert U., Schaffner W. The taste of heavy metals: Gene regulation by MTF-1. Biochim. Biophys. Acta. 2012;1823:1416–1425. doi: 10.1016/j.bbamcr.2012.01.005. [PubMed] [CrossRef] [Google Scholar]98. Efeovbokhan N., Bhattacharya S.K., Ahokas R.A., Sun Y., Guntaka R.V., Gerling I.C., Weber K.T. Zinc and the prooxidant heart failure phenotype. J. Cardiovasc. Pharm. 2014;64:393–400. doi: 10.1097/FJC.0000000000000125. [PMC free article] [PubMed] [CrossRef] [Google Scholar]99. Pal D.T., Gowda N.K., Sampath K.T. Effect of copper- and zinc-methionine supplementation on bioavailability, mineral status and tissue concentrations of copper and zinc in ewes. J. Trace Elem. Med. Biol. 2010;24:89–94. doi: 10.1016/j.jtemb.2009.11.007. [PubMed] [CrossRef] [Google Scholar]100. Wan C., Zhang M., Fang Q., Xiong L., Zhao X., Hasunuma T., Bai F., Kondo A. The impact of zinc sulfate addition on the dynamic metabolic profiling of Saccharomyces cerevisiae subjected to long term acetic acid stress treatment and identification of key metabolites involved in the antioxidant effect of zinc. Metallomics. 2015;7:322–332. doi: 10.1039/C4MT00275J. [PubMed] [CrossRef] [Google Scholar]101. St Croix C.M., Leelavaninchkul K., Watkins S.C., Kagan V.E., Pitt B.R. Nitric oxide and zinc homeostasis in acute lung injury. Proc. Am. Thorac. Soc. 2005;2:236–242. doi: 10.1513/pats.200501-007AC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Taylor C.G., Towner R.A., Janzen E.G., Bray T.M. MRI detection of hyperoxia-induced lung edema in Zn-deficient rats. Free Radic. Biol. Med. 1990;9:229–233. doi: 10.1016/0891-5849(90)90033-F. [PubMed] [CrossRef] [Google Scholar]103. Taylor C.G., McCutchon T.L., Boermans H.J., DiSilvestro R.A., Bray T.M. Comparison of Zn and vitamin E for protection against hyperoxia-induced lung damage. Free Radic. Biol. Med. 1997;22:543–550. doi: 10.1016/S0891-5849(96)00390-5. [PubMed] [CrossRef] [Google Scholar]104. Anttinen H., Oikarinen A., Puistola U., Paakko P., Ryhanen L. Prevention by zinc of rat lung collagen accumulation in carbon tetrachloride injury. Am. Rev. Respir. Dis. 1985;132:536–540. [PubMed] [Google Scholar]105. Wessels I., Pupke J.T., von Trotha K.T., Gombert A., Himmelsbach A., Fischer H.J., Jacobs M.J., Rink L., Grommes J. Zinc supplementation ameliorates lung injury by reducing neutrophil recruitment and activity. Thorax. 2020;75:253–261. doi: 10.1136/thoraxjnl-2019-213357. [PubMed] [CrossRef] [Google Scholar]106. Liu J., Yang Y., Zeng X., Bo L., Jiang S., Du X., Xie Y., Jiang R., Zhao J., Song W. Investigation of selenium pretreatment in the attenuation of lung injury in rats induced by fine particulate matters. Env. Sci. Pollut. Res. Int. 2017;24:4008–4017. doi: 10.1007/s11356-016-8173-0. [PubMed] [CrossRef] [Google Scholar]107. Jia W., Ding W., Chen X., Xu Z., Tang Y., Wang M., Zheng B., Zhang Y., Wei T., Zhu Z. Selenium-Containing Compound Ameliorates Lipopolysaccharide-Induced Acute Lung Injury via Regulating the MAPK/AP-1 Pathway. Inflammation. 2021;44:2518–2530. doi: 10.1007/s10753-021-01521-z. [PubMed] [CrossRef] [Google Scholar]108. Kim K.S., Suh G.J., Kwon W.Y., Kwak Y.H., Lee K., Lee H.J., Jeong K.Y., Lee M.W. Antioxidant effects of selenium on lung injury in paraquat intoxicated rats. Clin. Toxicol. 2012;50:749–753. doi: 10.3109/15563650.2012.708418. [PubMed] [CrossRef] [Google Scholar]109. Kwon W.Y., Suh G.J., Kim K.S., Jung Y.S., Kim S.H., Kim J.S., You K.M. Niacin and Selenium Attenuate Sepsis-Induced Lung Injury by Up-Regulating Nuclear Factor Erythroid 2-Related Factor 2 Signaling. Crit. Care Med. 2016;44:e370–e382. doi: 10.1097/CCM.0000000000001422. [PubMed] [CrossRef] [Google Scholar]110. HARMAN D. Aging: A theory based on free radical and radiation chemistry. J. Gerontol. 1956;11:298–300. doi: 10.1093/geronj/11.3.298. [PubMed] [CrossRef] [Google Scholar]111. McCord J.M., Fridovich I. The utility of superoxide dismutase in studying free radical reactions. I. Radicals generated by the interaction of sulfite, dimethyl sulfoxide, and oxygen. J. Biol. Chem. 1969;244:6056–6063. doi: 10.1016/S0021-9258(18)63505-7. [PubMed] [CrossRef] [Google Scholar]112. Lei J., Wei Y., Song P., Li Y., Zhang T., Feng Q., Xu G. Cordycepin inhibits LPS-induced acute lung injury by inhibiting inflammation and oxidative stress. Eur. J. Pharmacol. 2018;818:110–114. doi: 10.1016/j.ejphar.2017.10.029. [PubMed] [CrossRef] [Google Scholar]113. Cipak G.A. Free Radical Research in Cancer. Antioxidants. 2020;9:157.  doi: 10.3390/antiox9020157. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. Xu T., Ding W., Ji X., Ao X., Liu Y., Yu W., Wang J. Oxidative Stress in Cell Death and Cardiovascular Diseases. Oxid. Med. Cell. Longev. 2019;2019:9030563. doi: 10.1155/2019/9030563. [PMC free article] [PubMed] [CrossRef] [Google Scholar]115. Scicchitano P., Cortese F., Gesualdo M., De Palo M., Massari F., Giordano P., Ciccone M.M. The role of endothelial dysfunction and oxidative stress in cerebrovascular diseases. Free Radic. Res. 2019;53:579–595. doi: 10.1080/10715762.2019.1620939. [PubMed] [CrossRef] [Google Scholar]116. Wang X., Zhou Y., Gao Q., Ping D., Wang Y., Wu W., Lin X., Fang Y., Zhang J., Shao A. The Role of Exosomal microRNAs and Oxidative Stress in Neurodegenerative Diseases. Oxid. Med. Cell. Longev. 2020;2020:3232869. doi: 10.1155/2020/3232869. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Da F.L., Nunes-Souza V., Goulart M., Rabelo L.A. Oxidative Stress in Rheumatoid Arthritis: What the Future Might Hold regarding Novel Biomarkers and Add-On Therapies. Oxid. Med. Cell Longev. 2019;2019:7536805. doi: 10.1155/2019/7536805. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Luc K., Schramm-Luc A., Guzik T.J., Mikolajczyk T.P. Oxidative stress and inflammatory markers in prediabetes and diabetes. J. Physiol. Pharmacol. 2019;70:809–824. doi: 10.26402/jpp.2019.6.01. [PubMed] [CrossRef] [Google Scholar]119. Rice T.W., Wheeler A.P., Thompson B.T., DeBoisblanc B.P., Steingrub J., Rock P. Enteral omega-3 fatty acid, gamma-linolenic acid, and antioxidant supplementation in acute lung injury. JAMA. 2011;306:1574–1581. doi: 10.1001/jama.2011.1435. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Heart Protection Study Collaborative Group  MRC/BHF Heart Protection Study of antioxidant vitamin supplementation in 20,536 high-risk individuals: A randomised placebo-controlled trial. Lancet. 2002;360:23–33. doi: 10.1016/S0140-6736(02)09328-5. [PubMed] [CrossRef] [Google Scholar]121. Bjelakovic G., Nikolova D., Gluud L.L., Simonetti R.G., Gluud C. Antioxidant supplements for prevention of mortality in healthy participants and patients with various diseases. Cochrane Database Syst. Rev. 2012;2012:D7176. doi: 10.1002/14651858.CD007176.pub2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]122. Miller E.R., Pastor-Barriuso R., Dalal D., Riemersma R.A., Appel L.J., Guallar E. Meta-analysis: High-dosage vitamin E supplementation may increase all-cause mortality. Ann. Intern. Med. 2005;142:37–46. doi: 10.7326/0003-4819-142-1-200501040-00110. [PubMed] [CrossRef] [Google Scholar]123. Bendich A., Machlin L.J. Safety of oral intake of vitamin E. Am. J. Clin. Nutr. 1988;48:612–619. doi: 10.1093/ajcn/48.3.612. [PubMed] [CrossRef] [Google Scholar]124. Roberts H.J. Perspective on vitamin E as therapy. JAMA. 1981;246:129–131. doi: 10.1001/jama.1981.03320020021015. [PubMed] [CrossRef] [Google Scholar]125. Abudu N., Miller J.J., Attaelmannan M., Levinson S.S. Vitamins in human arteriosclerosis with emphasis on vitamin C and vitamin E. Clin. Chim. Acta. 2004;339:11–25. doi: 10.1016/j.cccn.2003.09.018. [PubMed] [CrossRef] [Google Scholar]126. Bowry V.W., Mohr D., Cleary J., Stocker R. Prevention of tocopherol-mediated peroxidation in ubiquinol-10-free human low density lipoprotein. J. Biol. Chem. 1995;270:5756–5763. doi: 10.1074/jbc.270.11.5756. [PubMed] [CrossRef] [Google Scholar]127. Huang H.Y., Appel L.J. Supplementation of diets with alpha-tocopherol reduces serum concentrations of gamma- and delta-tocopherol in humans. J. Nutr. 2003;133:3137–3140. doi: 10.1093/jn/133.10.3137. [PubMed] [CrossRef] [Google Scholar]128. Kim T.J., Byun J.S., Kwon H.S., Kim D.Y. Cellular toxicity driven by high-dose vitamin C on normal and cancer stem cells. Biochem. Biophys. Res. Commun. 2018;497:347–353. doi: 10.1016/j.bbrc.2018.02.083. [PubMed] [CrossRef] [Google Scholar]129. Dahlgren C., Karlsson A. Respiratory burst in human neutrophils. J. Immunol. Methods. 1999;232:3–14. doi: 10.1016/S0022-1759(99)00146-5. [PubMed] [CrossRef] [Google Scholar]130. Wang T., Zhang H., Han Y., Liu H., Ren F., Zeng J., Sun Q., Li Z., Gao M. Light-Enhanced O2-Evolving Nanoparticles Boost Photodynamic Therapy To Elicit Antitumor Immunity. ACS Appl. Mater. Interfaces. 2019;11:16367–16379. doi: 10.1021/acsami.9b03541. [PubMed] [CrossRef] [Google Scholar]131. Calabrese E.J., Baldwin L.A. Inorganics and hormesis. Crit. Rev. Toxicol. 2003;33:215–304. doi: 10.1080/713611040. [PubMed] [CrossRef] [Google Scholar]132. Calabrese E.J. Hormesis: Path and Progression to Significance. Int. J. Mol. Sci. 2018;19:2871.  doi: 10.3390/ijms19102871. [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Liu Z., Chi J., Feng Z. Observation of curative effect of nasal continuous positive airway pressure combined with high-dose ambroxol for neonatal respiratory failure. Pak. J. Pharm. Sci. 2018;31:1663–1666. [PubMed] [Google Scholar]134. Xiang J., Wang P. Efficacy of pulmonary surfactant combined with high-dose ambroxol hydrochloride in the treatment of neonatal respiratory distress syndrome. Exp. Ther. Med. 2019;18:654–658. doi: 10.3892/etm.2019.7615. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}