{"title": "24-Dehydrocholesterol Reductase alleviates oxidative damage-induced apoptosis in alveolar epithelial cells via regulating Phosphatidylinositol-3-Kinase/Protein Kinase B activation", "pubDate": "2022", "PMCID": "PMC8805900", "DOI": "10.1080/21655979.2021.2011634", "PMID": "34949154", "abstract": "Apoptosis of alveolar epithelial cells during acute lung injury (ALI)/acute respiratory distress syndrome (ARDS) is a critical pathological event that seriously endangers the health of patients. Suppressing apoptosis of alveolar epithelial cells was shown to alleviate functional damage of lung, and modulator of the reactive oxygen species (ROS)-induced apoptosis becomes a promising approach to the ALI therapy. Previous little studies showed that DHCR24 possessed anti-oxidative and anti-apoptotic property in ALI. Thus, H2O2 was utilized to mimic oxidative damage in vitro in alveolar epithelial cell line A549 in the present study. Our results exhibited that H2O2 treatment of A549 cells reduced the level of SOD and increased the level of ROS. Moreover, H2O2 inhibited Bcl-2 expression in A549 cells, but increased Bax and the activity of Caspase-3. In addition, the apoptosis rate in the H2O2 treatment group also increased significantly. And the expression of 24-dehydrocholesterol reductase (DHCR24) was markedly reduced in the H2O2 treatment group. Overexpression of DHCR24 can remarkably inhibit H2O2-induced oxidative stress and apoptosis. We found that overexpression of DHCR24 increased the phosphorylation level of PI3K and AKT, however, the PI3K inhibitor LY294002 (LY) eliminated the protective effect of DHCR24 in ALI. DHCR24 was down-regulated in H2O2-induced ALI, and overexpression of DHCR24 could inhibit H2O2-induced oxidative stress and apoptosis of A549 cells by activating the Phosphatidylinositol-3-Kinase/Protein Kinase B (PI3K/AKT) signaling pathway. The above exhibited a protective effect of DHCR24 on alveolar epithelial cells exposed to oxidative stress-mediated apoptosis and provided a novel therapeutic method for ALI.", "author": [{"author": "Ming Yao", "affiliation": ["Department of Critical Care Medicine, Wuhan Puren Hospital, Wuhan, China."], "href": "/?term=Yao+M&cauthor_id=34949154"}, {"author": "Feng Li", "affiliation": ["Department of Critical Care Medicine, Wuhan Puren Hospital, Wuhan, China."], "href": "/?term=Li+F&cauthor_id=34949154"}, {"author": "Liang Xu", "affiliation": ["Department of Critical Care Medicine, Wuhan Puren Hospital, Wuhan, China."], "href": "/?term=Xu+L&cauthor_id=34949154"}, {"author": "Li Ma", "affiliation": ["Department of Cardiovascular Medical, Tianyou Hospital Affiliated to Wuhan University of Science and Technology, Wuhan, China."], "href": "/?term=Ma+L&cauthor_id=34949154"}, {"author": "Shutong Zhang", "affiliation": ["Department of Medical Image, The Central Hospital of Wuhan, Wuhan, China."], "href": "/?term=Zhang+S&cauthor_id=34949154"}], "refPMID": ["27028393", "21742209", "19420806", "7509706", "4143721", "22797452", "22609371", "8828094", "15090987", "18339707", "24489783", "10770957", "21247357", "11519011", "11007892", "17984220", "15688385", "33493554", "32381456", "32930731", "23029187", "23067546", "15135176", "24742380", "26851512", "20097014"], "citedInPMID": ["34949154"], "body": " ABSTRACTApoptosis of alveolar epithelial cells during acute lung injury (ALI)/acute respiratory distress syndrome (ARDS) is a critical pathological event that seriously endangers the health of patients. Suppressing apoptosis of alveolar epithelial cells was shown to alleviate functional damage of lung, and modulator of the reactive oxygen species (ROS)-induced apoptosis becomes a promising approach to the ALI therapy. Previous little studies showed that DHCR24 possessed anti-oxidative and anti-apoptotic property in ALI. Thus, H2O2 was utilized to mimic oxidative damage in vitro in alveolar epithelial cell line A549 in the present study. Our results exhibited that H2O2 treatment of A549 cells reduced the level of SOD and increased the level of ROS. Moreover, H2O2 inhibited Bcl-2 expression in A549 cells, but increased Bax and the activity of Caspase-3. In addition, the apoptosis rate in the H2O2 treatment group also increased significantly. And the expression of 24-dehydrocholesterol reductase (DHCR24) was markedly reduced in the H2O2 treatment group. Overexpression of DHCR24 can remarkably inhibit H2O2-induced oxidative stress and apoptosis. We found that overexpression of DHCR24 increased the phosphorylation level of PI3K and AKT, however, the PI3K inhibitor LY294002 (LY) eliminated the protective effect of DHCR24 in ALI. DHCR24 was down-regulated in H2O2-induced ALI, and overexpression of DHCR24 could inhibit H2O2-induced oxidative stress and apoptosis of A549 cells by activating the Phosphatidylinositol-3-Kinase/Protein Kinase B (PI3K/AKT) signaling pathway. The above exhibited a protective effect of DHCR24 on alveolar epithelial cells exposed to oxidative stress-mediated apoptosis and provided a novel therapeutic method for ALI.KEYWORDS: Acute lung injury, DHCR24, oxidative stress, apoptosis, PI3K/AKT signaling pathway IntroductionALI/ARDS is the damage of alveolar epithelial cells and capillary endothelial cells caused by various injury factors, causing diffuse pulmonary interstitial and alveolar edema, resulting in acute hypoxic respiratory insufficiency [1,2]. ALI/ARDS occurs in patients of all ages, and the higher the age, the higher the mortality rate. ALI/ARDS comes from various clinical dysfunctions, which can be direct damage to the lungs, such as severe infections (intrapulmonary and extrapulmonary), aspiration of stomach and oropharyngeal contents, severe lung trauma, pneumonia (bacteria, viruses, and fungi), inhalation of toxic gases and drowning; ALI/ARDS can also be indirect damage to the lungs caused by extra-pulmonary factors through systemic inflammatory reactions, such as severe pancreatitis, massive blood transfusion, disseminated intravascular coagulation, multiple fractures, burns, and overdose [3,4]. Since Ashbaugh and others first reported ARDS in adults in 1967, much progress has been made in the pathogenesis and clinical treatment of ARDS, but the morbidity and mortality are still relatively high [5]. In the United States, there are about 150,000 patients with ARDS every year. Although the mortality rate has decreased in recent years, it is still as high as 40% to 70% [6]. It is an indisputable fact that the incidence of ALI/ARDS is high and the harm is great. Research on the mechanism of ALI/ARDS has become the focus. In the study of its mechanism, the theories of imbalance of inflammation and anti-inflammatory, apoptosis, and angiotensin system involved in oxidative and anti-oxidative imbalance have been paid attention to [7–9].24-Dehydrocholesterol Reductase (DHCR24), also known as Seladin-1 (selective Alzheimer’s disease indicator-1), has decreased expression in Alzheimer’s susceptible brain regions [10]. DHCR24/Seladin-1, located in the endoplasmic reticulum (ER), has cholesterol synthesis activity and can catalyze the synthesis of cholesterol by chain sterols [11,12]. Therefore, previous research on DHCR24 has mainly focused on its effects on neuropathy and cholesterol synthesis. The loss of DHCR24 will affect the development and reproduction of mammals. DHCR24 gene mutations can cause a rare autosomal recessive genetic disease called desmosterolosis, which is manifested as a variety of congenital malformations [13,14]. DHCR24 mediates cholesterol biosynthesis and lipid raft formation, and regulates signal transduction in various cell functions. In addition to cholesterol metabolism, DHCR24 is also involved in the anti-apoptotic process. Greeve et al. found that overexpression of DHCR24 can protect oxidative stress and β-amyloid-induced apoptosis, and low expression of DHCR24 is one of the causes of Alzheimer’s disease susceptibility [15]. Kuehnle et al. [16] found that DHCR24 protects cells from apoptosis caused by oxidative stress during acute and chronic oxidative stress. The expression of DHCR24 in melanoma cells is significantly reduced, and it is sensitive to cytotoxicity induced by H2O2, but insensitive to chemotherapeutic drugs, indicating that the protective effect of DHCR24 is exerted through a specific mechanism of oxidative stress [17]. However, the role of DHCR24 in ALI is unknown.In this article, we tried to investigate the role of DHCR24 in oxidative stress-induced apoptosis of alveolar epithelial cells. We used H2O2 to activate an oxidative stress in the cells, and found that DHCR24 expression decreased. However, overexpression of DHCR24 could inhibit H2O2-induced oxidative stress and apoptosis in A549 cells by activating the Phosphatidylinositol-3-Kinase/Protein Kinase B (PI3K/AKT) signaling pathway. Our study suggested that DHCR24 may be a potential therapeutic target for ALI in the future. Materials and methodsCell culture and treatmentA549 cells (Procell, Wuhan, China) were cultured in Dulbecco’s Modified Eagle’s Medium (DMEM) (Gibco, Rockville, MD, USA) containing 10% fetal bovine serum (FBS) (Gibco, Rockville, MD, USA) and 1% penicillin/streptomycin (Gibco, Rockville, MD, USA), in a cell incubator containing 5% CO2 at 37°C. The cell medium was changed once a day and cell passage was performed when the cell confluence reached about 80%. To induce oxidative stress in cells, H2O2 was used to treat the A549 cells for 24 hours. The DHCR24 overexpression plasmid was constructed by Shanghai Genechem Co., LTD. (Shanghai, China) and transfected into A549 cells using Lipofectamine™ 3000 (Invitrogen, Carlsbad, CA, USA) according to the instructions. To inhibit the PI3K/AKT signaling pathway, PI3K inhibitor LY294002 (LY) (Cell Signaling Technology, Danvers, MA, USA) was utilized to treat A549 cells according to the protocols.Cell counting kit-8 (CCK-8) assayWe took log-phase A549 cells and adjusted the cell suspension concentration to about 5 × 104/ml and add 100 μL into each well of a 96-well plate. Then, the supernatant in the well was aspirated, the cells were washed twice with phosphate buffered saline (PBS), and different concentrations of H2O2 was added to the wells. Then, the cells were cultured in the incubator for 24 hours. After that, the supernatant was discarded and the cells were wash twice with PBS. Next, the CCK-8 reagent (10 μL) (MCE, Nanjing, China) and serum-free medium (90 μL) were added for 30 minutes. The OD value of each well was measured by a microplate reader.Reactive Oxygen Species (ROS) quantificationQuantification of ROS was performed using the DHR-ROS test kit (KeyGen, Shanghai, China) in accordance with the protocols. DHR123 reagent was probed with A549 at 10 µM 1 for h at 37°C in dark, the incubated medium then was replaced by DMEM for 30 min. ROS level was measured using a fluorescent inverted microscope. The densitometric analysis was assessed using imageJ software (version 6.0.2, NIH, USA).Superoxide dismutase (SOD) activity assayCells were harvested and centrifuged at 2000 g, 4°C for 10 min, then the supernatant was removed. Washed by pre-cooled PBS, the same centrifugation was repeated. Cells were disrupted using ultrasound, centrifuged at 10,000 g, 4°C for 15 min, the supernatant were measured using the SOD assay kit (KeyGen, Shanghai, China) in accordance with the protocols. The OD value was determined at 550 nm.Caspase-3 activity assayCaspase-3 activity of A549 cells was examined using Caspase-3 activity detection kit (Beyotime, Shanghai, China). Cells (1 × 106) were collected after centrifugation at 1000 g for 5 min, added in binding buffer supplemented 1 mM GreenNuc™ Caspase-3 Substrate for an incubation in dark. Then, the expression of Caspase-3 was detected at 530 nm..Western blotThe total proteins in each group were extracted with a protein extraction kit (Camilo Biological, Nanjing, China). The protein concentration was quantified by bicinchoninic acid (BCA) method (Pierce, Rockford, IL, USA), and the protein was denatured by boiling for 10 min. 20 μg of the protein sample was electrophoresed on sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) (Beyotime, Shanghai, China) and then transferred to polyvinylidene fluoride (PVDF) membranes (EpiZyme, Shanghai, China), followed by 5% bovine serum albumin (BSA) (Beyotime, Shanghai, China) to block nonspecific antigens of proteins. The membranes were then incubated with primary antibody (Bax, Abcam, Cambridge, MA, USA, Rabbit, 1:1000; Bcl-2, Abcam, Cambridge, MA, USA, Rabbit, 1:1000; DHCR24, Abcam, Cambridge, MA, USA, Rabbit, 1:1000; PI3K, Abcam, Cambridge, MA, USA, Rabbit, 1:1000; p-PI3K, Abcam, Cambridge, MA, USA, Rabbit, 1:1000; AKT, Abcam, Cambridge, MA, USA, Rabbit, 1:1000; p-AKT, Abcam, Cambridge, MA, USA, Rabbit, 1:1000; GAPDH, Abcam, Cambridge, MA, USA, Rabbit, 1:1000) at 4°C overnight, and then incubated with secondary antibody. Finally, the gel imaging system electrochemiluminescence (ECL) was used for development.TUNEL stainingA549 cells were plated in 24-well plates and subjected to TUNEL staining using TUNEL kit (Roche, Basel, Switzerland) after the above treatment according to the protocols. 4ʹ,6-diamidino-2-phenylindole (DAPI) (Beyotime, Shanghai, China) was used to stain the nucleus. The fluorescence was observed under a fluorescence inverted microscope.Statistical analysisStatistical analysis was performed using Statistical Product and Service Solutions (SPSS) 22. 0 software (IBM, Armonk, NY, USA). Data were represented as mean ± Standard Deviation (SD). The t-test was used for analyzing measurement data. Differences between two groups were analyzed by using the Student’s t-test. Comparison between multiple groups was done using One-way analysis of variance (ANOVA) test followed by Tukey’s Post-Hoc Test (Least Significant Difference). p < 0.05 indicated the significant difference. ResultsOptimum selection of H2O2 concentration in A549 cellsIn order to explore the optimal concentration of H2O2, we treated A549 cells with different concentrations of H2O2 for 24 hours, and used CCK-8 assay to detect cell viability. When the concentration of H2O2 was 60 μM, the viability of A549 cells was about 50% (Figure 1). Therefore, we chose 60 μM of H2O2 for subsequent experiments.\nFigure 1.H2O2 treatment reduced the viability of A549 cells. CCK-8 assay showed A549 cells viability at different concentrations of H2O2 (n = 3)H2O2 induced oxidative stress and apoptosis of A549 cells and down-regulated DHCR24When H2O2 was used to treat A549 cells, the levels of SOD in A549 cells decreased and the levels of ROS increased notably, suggesting that H2O2 induced the initiation of oxidative stress in A549 cells (Figure 2(a,B)). In addition, H2O2 also induced apoptosis in A549 cells, it was showed that H2O2 treatment markedly increased Caspase-3 activity, decreased Bcl-2 expression, increased Bax expression, and increased apoptosis rate (Figure 2(c-E)). In addition, Western blot displayed that DHCR24 expression was dramatically reduced in the H2O2 treatment group (Figure 2(f)).\nFigure 2.H2O2 induced oxidative stress and apoptosis of A549 cells and down-regulated DHCR24. (a) The levels of SOD in A549 cells were detected by SOD activity assay (‘*’ p < 0.05 vs. control, n = 3). (b) The contents of ROS in A549 cells were detected by DHR-ROS test kit (‘*’ p < 0.05 vs. control, n = 3). (c) The Caspase-3 activity of A549 cells was detected (‘*’ p < 0.05 vs. control, n = 3). (d) Western blot analysis of Bcl-2 and Bax (‘*’ p < 0.05 vs. control, n = 3). (e) Results of TUNEL staining of A549 cells (200×) (‘*’ p < 0.05 vs. control, n = 3). (f) Western blot analysis of DHCR24 (‘*’ p < 0.05 vs. control, n = 3)Up-regulation of DHCR24 inhibited H2O2-induced oxidative stress and apoptosis of A549 cellsAfter that, we transfected the overexpressed DHCR24 plasmid into A549 cells and then treated with H2O2. Transfection of DHCR24 plasmid successfully increased the protein level of DHCR24 in A549 cells (Figure 3(a)). Furthermore, up-regulation of DHCR24 markedly increased SOD expression and reduced ROS production (Figure 3(b,C)). In addition, overexpression of DHCR24 reduced the H2O2-induced increase in Caspase-3 activity, Bax expression, and apoptosis rate, but reversed the decrease in Bcl-2 expression. (Figure 3(d-F)). These results indicated that overexpression of DHCR24 could inhibit H2O2-induced oxidative stress and apoptosis of A549 cells.\nFigure 3.Up-regulation of DHCR24 inhibited H2O2-induced oxidative stress and apoptosis of A549 cells. (a) Western blot analysis of DHCR24 (‘*’ p < 0.05 vs. +vector, n = 3). (b) The levels of SOD in A549 cells were detected by SOD activity assay (‘*’ p p < 0.05 vs. +vector, n = 3). (c) The contents of ROS in A549 cells were detected by DHR-ROS test kit (‘*’ p < 0.05 vs. +vector, n = 3). (d) The Caspase-3 activity of A549 cells was detected (‘*’ p < 0.05 vs. +vector, n = 3). (e) Western blot analysis of Bcl-2 and Bax (‘*’ p < 0.05 vs. +vector, n = 3). (f) Results of TUNEL staining of A549 cells (200×) (‘*’ p < 0.05 vs. +vector, n = 3)DHCR24 activated the PI3K/AKT signaling pathwayWestern blot exhibited that DHCR24 overexpression promoted the phosphorylation of PI3K and AKT, indicating that DHCR24 could activate the PI3K/AKT pathway (Figure 4(a)). To further prove whether the PI3K/AKT pathway played a key role in the inhibition of H2O2-induced oxidative stress and apoptosis of A549 cells by DHCR24, PI3K inhibitor LY294002 (LY) was used to inhibit PI3K/AKT pathway. After using LY, the phosphorylation level of AKT decreased greatly (Figure 4(b)).\nFigure 4.DHCR24 activated the PI3K/AKT signaling pathway. (a) Western blot analysis of p-PI3K, PI3K, p-AKT and AKT (‘*’ p < 0.05 vs. +vector, n = 3). (b) Western blot analysis of p-AKT and AKT (‘*’ p < 0.05 vs. +DHCR24, n = 3)DHCR24 inhibited H2O2-induced oxidative stress and apoptosis of A549 cells via activating the PI3K/AKT signaling pathwayAfter transfecting A549 cells with DHCR24 plasmid and treated with LY, H2O2 was used to mediate oxidative damage and apoptosis. Similarly, we examined the levels of oxidative stress and apoptosis in cells. We found that when the cells were treated with LY, the protective effect of DHCR24 on A549 cells disappeared. Specifically, the expression of SOD was reduced, the level of ROS was increased, the activity of Caspase-3 was increased, and the apoptosis rate was increased (Figure 5(a-D)). Therefore, we believe that the role of DHCR24 in inhibiting H2O2-induced oxidative stress and apoptosis in A549 cells is PI3K/AKT pathway-dependent.\nFigure 5.DHCR24 inhibited H2O2-induced oxidative stress and apoptosis of A549 cells via activating the PI3K/AKT signaling pathway. (a) The levels of SOD in A549 cells were detected by SOD activity assay (‘*’ p < 0.05 vs. +DHCR24, n = 3). (b) The contents of ROS in A549 cells were detected by DHR-ROS test kit (‘*’ p < 0.05 vs. +DHCR24, n = 3). (c) The Caspase-3 activity of A549 cells was detected (‘*’ p < 0.05 vs. +DHCR24, n = 3). (d) Results of TUNEL staining of A549 cells (200×) (‘*’ p < 0.05 vs. +DHCR24, n = 3) DiscussionThe causes of ALI/ARDS are diverse, where oxidative stress plays a crucial role. Herein, H2O2 was employed to induce oxidative stress an in vitro in A549 cells. Our data showed that H2O2 treatment obviously induced oxidative stress and apoptosis in A549 cells, both of which were proved to play an important role in the pathogenesis of ALI [18–20].Oxidative stress is a comprehensive manifestation of the imbalance between oxidation and antioxidant levels. There are two major systems of oxidation and anti-oxidation in the body. The two systems coexist in the body, which are both mutually restrictive and interdependent. When the oxidative system is strengthened or the antioxidant system is weakened, it shows the state of oxidative stress. The oxidation system is mainly active free radicals such as reactive oxygen species (ROS) and reactive nitrogen species (RNS) [21]. Antioxidant systems include antioxidant enzymes and antioxidant non-enzymes. over-produced free radicals of oxygen abundantly present inside and outside the cell membrane. It can directly or indirectly cause DNA damage, apoptosis, protein, and enzyme dysfunction as well as cell membrane lipid peroxidation [22]. Under normal circumstances, a small amount of ROS can be produced in the lungs because the lungs contain oxygen-free radical scavengers such as SOD. SOD can scavenge free radicals in time in order to prevent lung tissue from damage. However, the production of oxygen-free radicals increases owing to the inhibited activities of various enzymes under the influence of factors, such as infection, trauma, poisoning, and shock. Our in vitro results showed a marked increase in ROS expression linked to decreased SOD level in alveolar epithelial cells after H2O2 insult. However, DHCR24 overexpression reversed the aberrant changes of ROS and SOD expression. Increasing studies have shown that the application of oxygen-free radical scavengers can effectively reduce the generation of ROS during injury or inflammation [23–25]. We here found that DHCR24 might be a potential target that eliminates excessive ROS and inhibits aopoptosis in injured alveolar epithelial cells.Apoptosis is the programmed death in cells. Studies have shown that apoptosis is involved in the pathogenesis of ALI/ARDS [26]. The massive apoptosis and loss of alveolar epithelial cells can promote the development of ALI/ARDS. Morphological examination of lung tissue in the early stages of ARDS patients can reveal typical changes in apoptosis such as the reduction of alveolar type I epithelial cells and chromosome aggregation. Apoptosis of alveolar type II epithelial cells can lead to a decrease in alveolar surfactant, causing local alveolar collapse and atelectasis. Massive apoptosis of vascular endothelial cells leads to impaired integrity of lung microvessel wall and increased permeability, triggering and promoting pulmonary edema and pulmonary ventilation dysfunction. Our findings that DHCR24 activated PI3K/AKT pathway to decrease caspase-3 and Bax/Bcl-2 expressions demonstrated that DHCR24 reduced apoptosis after cells suffered from oxidative stress.Taken together, we demonstrated the presence of excessive oxidative stress by H2O2induced apoptosis of alveolar epithelial cells. In addition, we found that DHCR24 expression decreased after that treament, while overexpression of DHCR24 inhibited oxidative stress and apoptosis of alveolar epithelial cells and activated PI3K/AKT signaling pathway. However, we only identified the anti- oxidation and anti-apoptosis role of DHCR24 in vitro cells, in vivo ALI model comprehensive and in-depth researches are needed to evaluate the biological effect of DHCR24 in the future. ConclusionsIn summary, overexpression of DHCR24 inhibits H2O2-induced oxidative stress by rescue of SOD expression and reduced apoptosis by restraining caspase-3 level in A549 cells. Mechanically, DHCR24 activates the PI3K/AKT signaling pathway. Funding StatementThe author(s) reported there is no funding associated with the work featured in this article. References[1] Butt Y, Kurdowska A, Allen TC.. \nAcute lung injury: a clinical and molecular review. Arch Pathol Lab Med. 2016;140:345–350. [PubMed] [Google Scholar][2] Raghavendran K, Napolitano LM. Definition of ALI/ARDS. Crit Care Clin. 2011;27:429–437. [PMC free article] [PubMed] [Google Scholar][3] Tsushima K, King LS, Aggarwal NR, et al. Acute lung injury review. Intern Med. 2009;48(9):621–630. [PubMed] [Google Scholar][4] Bernard GR, Artigas A, Brigham KL, et al. The American-European consensus conference on ARDS. Definitions, mechanisms, relevant outcomes, and clinical trial coordination. Am J Respir Crit Care Med. 1994;149:818–824. [PubMed] [Google Scholar][5] Ashbaugh DG, Bigelow DB, Petty TL, et al. Acute respiratory distress in adults. Lancet. 1967;2:319–323. [PubMed] [Google Scholar][6] Ranieri VM, Rubenfeld GD, Thompson BT, et al. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar][7] Han F, Luo Y, Li Y, et al. Seawater induces apoptosis in alveolar epithelial cells via the Fas/FasL-mediated pathway. Respir Physiol Neurobiol. 2012;182(2–3):71–80. [PubMed] [Google Scholar][8] Gonzalez PK, Zhuang J, Doctrow SR, et al. Role of oxidant stress in the adult respiratory distress syndrome: evaluation of a novel antioxidant strategy in a porcine model of endotoxin-induced acute lung injury. Shock. 1996;6(Suppl 1):S23–S26. [PubMed] [Google Scholar][9] Cross CE, Eiserich JP. Oxidative stress in acute lung injury: deja vu or something new?\nCrit Care Med. 2004;32:892–893. [PubMed] [Google Scholar][10] Lu X, Kambe F, Cao X, et al. 3beta-Hydroxysteroid-delta24 reductase is a hydrogen peroxide scavenger, protecting cells from oxidative stress-induced apoptosis. Endocrinology. 2008;149:3267–3273. [PubMed] [Google Scholar][11] Lu X, Li Y, Wang W, et al. 3 beta-hydroxysteroid-Delta 24 reductase (DHCR24) protects neuronal cells from apoptotic cell death induced by endoplasmic reticulum (ER) stress. Plos One. 2014;9:e86753. [PMC free article] [PubMed] [Google Scholar][12] Brown DA, London E. Structure and function of sphingolipid- and cholesterol-rich membrane rafts. J Biol Chem. 2000;275(23):17221–17224. [PubMed] [Google Scholar][13] Horvat S, McWhir J, Rozman D. Defects in cholesterol synthesis genes in mouse and in humans: lessons for drug development and safer treatments. Drug Metab Rev. 2011;43(1):69–90. [PubMed] [Google Scholar][14] Waterham HR, Koster J, Romeijn GJ, et al. Mutations in the 3beta-hydroxysterol Delta24-reductase gene cause desmosterolosis, an autosomal recessive disorder of cholesterol biosynthesis. Am J Hum Genet. 2001;69:685–694. [PMC free article] [PubMed] [Google Scholar][15] Greeve I, Hermans-Borgmeyer I, Brellinger C, et al. The human DIMINUTO/DWARF1 homolog seladin-1 confers resistance to Alzheimer’s disease-associated neurodegeneration and oxidative stress. J Neurosci. 2000;20:7345–7352. [PMC free article] [PubMed] [Google Scholar][16] Kuehnle K, Crameri A, Kalin RE, et al. Prosurvival effect of DHCR24/Seladin-1 in acute and chronic responses to oxidative stress. Mol Cell Biol. 2008;28:539–550. [PMC free article] [PubMed] [Google Scholar][17] Di Stasi D, Vallacchi V, Campi V, et al. DHCR24 gene expression is upregulated in melanoma metastases and associated to resistance to oxidative stress-induced apoptosis. Int J Cancer. 2005;115(2):224–230. [PubMed] [Google Scholar][18] Li X, Yu J, Gong L, et al. Heme oxygenase-1(HO-1) regulates Golgi stress and attenuates endotoxin-induced acute lung injury through hypoxia inducible factor-1alpha (HIF-1alpha)/HO-1 signaling pathway. Free Radic Biol Med. 2021;165:243–253. [PMC free article] [PubMed] [Google Scholar][19] Du Y, Zhu P, Wang X, et al. Pirfenidone alleviates lipopolysaccharide-induced lung injury by accentuating BAP31 regulation of ER stress and mitochondrial injury. J Autoimmun. 2020;112:102464. [PubMed] [Google Scholar][20] Wang Y, Yang Y, Chen L, et al. Death-associated Protein Kinase 1 mediates ventilator-induced lung injury in mice by promoting alveolar epithelial cell apoptosis. Anesthesiology. 2020;133(4):905–918. [PubMed] [Google Scholar][21] Gounder SS, Kannan S, Devadoss D, et al. Impaired transcriptional activity of Nrf2 in age-related myocardial oxidative stress is reversible by moderate exercise training. Plos One. 2012;7(9):e45697. [PMC free article] [PubMed] [Google Scholar][22] Perumal VK, Muruganantham S, Subramanian M, et al. Silymarin attenuates benzo(a)pyrene induced toxicity by mitigating ROS production, DNA damage and calcium mediated apoptosis in peripheral blood mononuclear cells (PBMC). Ecotoxicol Environ Saf. 2012;86:79–85. [PubMed] [Google Scholar][23] Tikly M, Marshall SE, Haldar NA, et al. Oxygen free radical scavenger enzyme polymorphisms in systemic sclerosis. Free Radic Biol Med. 2004;36(11):1403–1407. [PubMed] [Google Scholar][24] Nadeem A, Siddiqui N, Alharbi NO, et al. Glutathione modulation during sensitization as well as challenge phase regulates airway reactivity and inflammation in mouse model of allergic asthma. Biochimie. 2014;103:61–70. [PubMed] [Google Scholar][25] Nadeem A, Siddiqui N, Al-Harbi NO, et al. TLR-7 agonist attenuates airway reactivity and inflammation through Nrf2-mediated antioxidant protection in a murine model of allergic asthma. Int J Biochem Cell Biol. 2016;73:53–62. [PubMed] [Google Scholar][26] Galani V, Tatsaki E, Bai M, et al. The role of apoptosis in the pathophysiology of Acute Respiratory Distress Syndrome (ARDS): an up-to-date cell-specific review. Pathol Res Pract. 2010;206(3):145–150. [PubMed] [Google Scholar]"}