{"title": "Mid-Regional Pro-Adrenomedullin, Methemoglobin and Carboxyhemoglobin as Prognosis Biomarkers in Critically Ill Patients with COVID-19: An Observational Prospective Study", "pubDate": "2021", "PMCID": "PMC8709066", "DOI": "10.3390/v13122445", "PMID": "34960714", "abstract": "Mid-regional pro-adrenomedullin (MR-proADM), methemoglobin (MetHb), and carboxyhemoglobin (COHb) levels have been associated with sepsis. In this study, we assessed the role of this potential biomarkers in critically ill COVID-19 patients. Outcomes were mortality and a combined event (mortality, venous or arterial thrombosis, and orotracheal intubation (OTI)) during a 30-day follow-up. A total of 95 consecutive patients were included, 51.6% required OTI, 12.6% patients died, 8.4% developed VTE, and 3.1% developed arterial thrombosis. MetHb and COHb levels were not associated with mortality nor combined event. Higher MR-proADM levels were found in patients with mortality (median of 1.21 [interquartile range-IQR-0.84;2.33] nmol/L vs. 0.76 [IQR 0.60;1.03] nmol/L, p = 0.011) and combined event (median of 0.91 [IQR 0.66;1.39] nmol/L vs. 0.70 [IQR 0.51;0.82] nmol/L, p < 0.001); the positive likelihood ratio (LR+) and negative likelihood ratio (LR-) for mortality were 2.40 and 0.46, respectively. The LR+ and LR- for combined event were 3.16 and 0.63, respectively. MR-proADM ≥1 nmol/L was the optimal cut-off for mortality and combined event prediction. The predictive capacity of MR-proADM showed an area under the ROC curve of 0.73 (95% CI, 0.62-0.81) and 0.72 (95% CI, 0.62-0.81) for mortality and combined event, respectively. In conclusion, elevated on-admission MR-proADM levels were associated with higher risk of 30-day mortality and 30-day poor outcomes in a cohort of critically ill patients with COVID-19.", "author": [{"author": "Crhistian-Mario Oblitas", "affiliation": ["Internal Medicine Department, Hospital General Universitario Gregorio Marañón, 28007 Madrid, Spain.", "School of Medicine, Universidad Complutense de Madrid, 28040 Madrid, Spain."], "href": "/?term=Oblitas+CM&cauthor_id=34960714"}, {"author": "Francisco Galeano-Valle", "affiliation": ["Internal Medicine Department, Hospital General Universitario Gregorio Marañón, 28007 Madrid, Spain.", "School of Medicine, Universidad Complutense de Madrid, 28040 Madrid, Spain.", "Sanitary Research Institute Gregorio Marañón, 28007 Madrid, Spain."], "href": "/?term=Galeano-Valle+F&cauthor_id=34960714"}, {"author": "Jesús Ramírez-Navarro", "affiliation": ["Internal Medicine Department, Hospital General Universitario Gregorio Marañón, 28007 Madrid, Spain.", "School of Medicine, Universidad Complutense de Madrid, 28040 Madrid, Spain."], "href": "/?term=Ram%C3%ADrez-Navarro+J&cauthor_id=34960714"}, {"author": "Jorge López-Cano", "affiliation": ["School of Medicine, Universidad Complutense de Madrid, 28040 Madrid, Spain."], "href": "/?term=L%C3%B3pez-Cano+J&cauthor_id=34960714"}, {"author": "Ángel Monterrubio-Manrique", "affiliation": ["School of Medicine, Universidad Complutense de Madrid, 28040 Madrid, Spain."], "href": "/?term=Monterrubio-Manrique+%C3%81&cauthor_id=34960714"}, {"author": "Mercedes García-Gámiz", "affiliation": ["Laboratory Medicine Department, Hospital General Universitario Gregorio Marañón, 28007 Madrid, Spain."], "href": "/?term=Garc%C3%ADa-G%C3%A1miz+M&cauthor_id=34960714"}, {"author": "Milagros Sancho-González", "affiliation": ["Intensive Care Department, Hospital General Universitario Gregorio Marañón, 28007 Madrid, Spain."], "href": "/?term=Sancho-Gonz%C3%A1lez+M&cauthor_id=34960714"}, {"author": "Sara Arenal-López", "affiliation": ["Intensive Care Department, Hospital General Universitario Gregorio Marañón, 28007 Madrid, Spain."], "href": "/?term=Arenal-L%C3%B3pez+S&cauthor_id=34960714"}, {"author": "Luis-Antonio Álvarez-Sala Walther", "affiliation": ["Internal Medicine Department, Hospital General Universitario Gregorio Marañón, 28007 Madrid, Spain.", "School of Medicine, Universidad Complutense de Madrid, 28040 Madrid, Spain.", "Sanitary Research Institute Gregorio Marañón, 28007 Madrid, Spain."], "href": "/?term=%C3%81lvarez-Sala+Walther+LA&cauthor_id=34960714"}, {"author": "Pablo Demelo-Rodríguez", "affiliation": ["Internal Medicine Department, Hospital General Universitario Gregorio Marañón, 28007 Madrid, Spain.", "School of Medicine, Universidad Complutense de Madrid, 28040 Madrid, Spain.", "Sanitary Research Institute Gregorio Marañón, 28007 Madrid, Spain."], "href": "/?term=Demelo-Rodr%C3%ADguez+P&cauthor_id=34960714"}], "refPMID": ["32648899", "32109013", "32602883", "32880615", "32331426", "27713887", "32831638", "29562917", "28185230", "26030588", "24024138", "9689279", "26855515", "23852587", "25056571", "22797452", "8844239", "33632764", "33375707", "33629344", "33556140", "33754916", "33200824", "33554516", "33569769", "33664308", "34555411", "33928380", "33152376", "33932448"], "citedInPMID": ["34960714"], "body": " AbstractMid-regional pro-adrenomedullin (MR-proADM), methemoglobin (MetHb), and carboxyhemoglobin (COHb) levels have been associated with sepsis. In this study, we assessed the role of this potential biomarkers in critically ill COVID-19 patients. Outcomes were mortality and a combined event (mortality, venous or arterial thrombosis, and orotracheal intubation (OTI)) during a 30-day follow-up. A total of 95 consecutive patients were included, 51.6% required OTI, 12.6% patients died, 8.4% developed VTE, and 3.1% developed arterial thrombosis. MetHb and COHb levels were not associated with mortality nor combined event. Higher MR-proADM levels were found in patients with mortality (median of 1.21 [interquartile range-IQR-0.84;2.33] nmol/L vs. 0.76 [IQR 0.60;1.03] nmol/L, p = 0.011) and combined event (median of 0.91 [IQR 0.66;1.39] nmol/L vs. 0.70 [IQR 0.51;0.82] nmol/L, p < 0.001); the positive likelihood ratio (LR+) and negative likelihood ratio (LR−) for mortality were 2.40 and 0.46, respectively. The LR+ and LR− for combined event were 3.16 and 0.63, respectively. MR-proADM ≥1 nmol/L was the optimal cut-off for mortality and combined event prediction. The predictive capacity of MR-proADM showed an area under the ROC curve of 0.73 (95% CI, 0.62–0.81) and 0.72 (95% CI, 0.62–0.81) for mortality and combined event, respectively. In conclusion, elevated on-admission MR-proADM levels were associated with higher risk of 30-day mortality and 30-day poor outcomes in a cohort of critically ill patients with COVID-19. Keywords: biomarkers, COHb, MetHb, mortality, MR-pro-ADM, SARS-CoV-2, thrombosis 1. IntroductionThe coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV2), is one of the main health issues over the world with more than 220 million confirmed cases and more than 4.5 million deaths. Approximately 20% of hospitalized patients with COVID-19 require admission to intensive care unit (ICU), with a mortality rate up to 40% [1,2].The leading cause of mortality in patients with COVID-19 is hypoxemic respiratory failure from acute respiratory distress syndrome (ARDS). The pathophysiological mechanisms of SARS-CoV-2 infection are complex and poorly understood. In early stages, the virus infects the endothelial and epithelial cells of the lower respiratory tract triggering an inflammatory response. In late stages, this (disproportionate) inflammatory cascade will cause tissue damage and interstitial edema, compromising the integrity of the pulmonary interstitial barrier. Moreover, COVID-19 leads to a pro-coagulative state that increases the risk of thromboembolic phenomena (arterial and venous) [2,3]. In this setting of immune dysregulation, proinflammatory cytokines release may occur (misnamed “cytokine storm”) in response to systemic inflammatory response syndrome [4,5].Adrenomedullin (ADM) is a biomarker that has been linked to endothelial dysfunction and the risk for organ failure in patients with sepsis and infection of the lung as it directly relates to the status of the endothelium. ADM shows a short half-life (approximately 22 min) and has a pro-peptide, the mid-regional proADM (MR-proADM), with a longer half-life and a 1:1 ratio in plasma, which makes it an ideal biomarker for the indirect quantification of ADM. [6,7,8,9,10].Methemoglobin (MetHb) is a form of oxidized hemoglobin incapable of efficiently transporting oxygen, hence favoring hypoxemia. The presence of an excess of nitric oxide, together with anemia, seems to favor small sustained increases in MetHb in patients with infectious diseases or in severe patients, as an indicator of oxidative stress [11,12,13]. Along the same lines, a pro-inflammatory and pro-oxidative environment favors the overexpression of carboxyhemoglobin (COHb), favoring hypoxemia [14,15]. Both MetHb and COHb have been evaluated as biomarkers in patients with sepsis, septic shock, and in pediatric patients with severe malaria, suggesting that elevated levels have a prognostic value for short-term morbidity and mortality [12,13,14,15]. A recent systematic review of studies evaluating MetHb or COHb in COVID-19 patients only found four cross-sectional studies, concluding that their levels may be elevated, especially in critically ill patients [16].The aim of this study was to assess the relationship between MR-proADM, MetHB, and COHb levels measured at ICU admission in critically ill patients with COVID-19 and early adverse outcomes. 2. Materials and Methods2.1. Study Design and PatientsThis was a single-center prospective observational study conducted between August and November 2020 that included all consecutive critically ill patients aged ≥ 18 diagnosed with SARS-CoV-2 infection admitted to the Intensive Care Unit of the Hospital General Universitario Gregorio Marañón, Spain (MR-proADM/MetHb/COHb_COVID).The aim of the study was to assess the association between MR-proADM, MetHb, and COHb levels measured at ICU admission and mortality or a combined event (that included mortality, arterial thrombosis, venous thromboembolism, and the need of orotracheal intubation) during a 30-day follow-up. Local protocol for thromboprophylaxis consisted in enoxaparin 40 mg per day or bemiparin 3500 UI per day.COVID-19 was diagnosed by a positive result of real-time reverse transcriptase-polymerase chain reaction testing or antigenic test of a nasopharyngeal specimen. COVID-19 ARDS was diagnosed on the basis of the Berlin 2012 ARDS diagnostic criteria: acute hypoxemic respiratory failure, presentation within one week of worsening respiratory symptoms; bilateral airspace disease on chest X-ray, computed tomography or ultrasound that is not fully explained by effusions, lobar or lung collapse or nodules; and cardiac failure is not the primary cause of acute hypoxemic respiratory failure [17].Exclusion criteria were: (a) patients < 18 years; (b) pregnancy; (c) patients transferred from or to other hospital; (d) known history of cytochrome b5 reductase deficiency, hemoglobinopathies, glucose 6-phosphate dehydrogenase deficiency, or NADPH-MetHb reductase deficiency; (e) carbon monoxide poisoning.This study was approved by the Ethics Committee of the Hospital General Universitario Gregorio Marañón and performed under a waiver of informed consent.2.2. Measurement of MR-proADM Concentration by Quantitative Enzyme-Linked Immunosorbent AssayA sample of blood from an EDTA-containing tube obtained at ICU admission was centrifugated at 4000 rpm for five minutes and then a plasma aliquot was immediately frozen and stored at −80 °C. When sufficient samples were collected to complete the capacity of the instrument, the MR-proADM measures were determined by the B.R.A.H.M.S. KRYPTOR compact PLUS (Thermo Fisher Scientific, Hennigsdorf, Germany) automated method using the TRACE (Time-Resolved Amplified Cryptate Emission) technique. Reference values were P95 0.52 nmol/L, median 0.39 nmol/L. The detection limit of the assay was 0.05 nmol/L. Reagents were supplied by ThermoScientific (BRAHMS Iberia S.L.).2.3. Measurement of MetHb and COHb Concentration by Co-OximetryBlood gases were determined through a GEM Premier 4000 analyzer, Instrumentation Laboratory (Werfen) with Potentiometric sensors to measure pCO2, pH, Na+, K+, Cl−, and Ca++ and amperometric electrodes to measure pO2, glucose and lactate concentrations. MetHb and COHb obtained at ICU admission were estimated by spectrophotometric method (co-oximetry) by this analyzer.2.4. Data Collection and OutcomesBaseline characteristics, clinical history, laboratory findings and outcomes were collected from electronic medical records. Disease onset was defined as the day when the symptoms were noticed. SOFA (Sequential Organ Failure Assessment) [18] score and SEIMC (Spanish Society of Infectious Diseases and Clinical Microbiology) score [19] were calculated at ICU admission. SEIMC score classifies patients according the 30-day mortality risk into low (0–2 points), moderate (3–5 points), high (6–8 points), and very high risk (≥9 points). Off-label use of anti-inflammatory treatments for COVID-19 (i.e., steroid treatment, tocilizumab) was also recorded.All patients were followed-up for 30 days or until hospital discharge. The primary adverse outcome was overall mortality. The secondary adverse outcome was a combined event that included overall mortality, arterial thrombosis, venous thromboembolism (VTE), and the need for orotracheal intubation (OTI).2.5. Statistical AnalysisThe Shapiro–Wilk test determined the normality of continuous quantitative variables. The study reported categorical data as proportions and continuous data as mean and standard deviation (SD) or median and inter-quartile range (IQR), depending on their normality. We used Student’s t test and analysis of variance (ANOVA) to compare means in 2 or more independent categories, respectively, when the variable followed a normal distribution. The nonparametric alternatives were the Mann–Whitney U and the Kruskal–Wallis test, respectively. Linear regression and Spearman’s rank correlation coefficient estimated the relationship between 2 continuous variables. The Kaplan–Meier estimator was used to graphically represent the events (death, VTE, arterial thrombosis, IOT, and combined event). The ROC (receiver operating characteristic) curve analysis determined the predictive capacity of MR-proADM, MetHb, and COHb and was used to determine a cut-off point for predicting adverse outcomes. The univariate logistic regression test determined the association between the cut-off point of MR-proADM, MetHb, and COHb levels and the adverse outcomes (crude odds ratio, OR) and multivariate logistic regression (MLR) test determined their age-adjusted association with a confidence interval (CI) at 95% level. All tests were two sided and the level of statistical significance was set at 0.05. 3. Results3.1. Characteristic of Study PopulationA total of 95 patients diagnosed with COVID-19 were admitted to the ICU during the study period, with a mean age of 60.3 ± 12.7 years (67.4% males). Patients’ characteristics are detailed in Table 1. All patients were treated with low molecular weight heparin at prophylactic doses and high-dose corticosteroids (dexamethasone ≥20 mg/day), 98.9% received antibiotic therapy (at least in monotherapy), 40% received tocilizumab (at least one dose), and 43.2% received remdesivir. Anakinra was used in 9% patients, lopinavir/ritonavir in 5%, colchicine in 2%, and hydroxychloroquine in 2%. Respiratory support was distributed as follows: invasive mechanical ventilation (IMV) in 51.6% patients, high flow oxygen therapy (Optiflow™) in 40%, Bilevel Positive Airway Pressure (BiPAP) in 2%, and continuous positive airway pressure (CPAP) in 2%.Table 1Baseline characteristics and laboratory findings at ICU admission.VariableTotal(n = 95)Survivors(n = 83)Non-Survivors(n = 12)p ValueSex male, n (%)64 (67.4)55 (66.3)9 (75)0.75BMI, n (%)<2523 (24.2)20 (24.1)3 (25)1.0025–3040 (42.1)35 (42.2)5 (41.7)1.00≥3032 (33.7)28 (33.7)4 (33.3)1.00Age, years (mean, SD)60.3 ± 12.858.7 ± 12.571.3 ± 9.10.001BMI, kg/m2 (mean, SD)29 ± 529 ± 4.729 ± 6.80.86Hemoglobin, mg/dL (median, P25–P75)13.3(12–14.6)13.3(12–14.6)13.3(12.3–13.9)0.98Anemia (hemoglobin <12 g/dl), n (%)26 (27.4)23 (27.7)3 (25)1.00Leukocytes, µL−1 (median, P25–P75)10,400(7500–12,800)10,200(7500–12,800)11,555(9200–13,900)0.23Neutrophils, µL−1 (median, P25–P75)9300(6200–11,700)9000(6100–11,400)10,850(8150–12,850)0.12Lymphocytes, µL−1 (median, P25–P75)600(400–1000)700(400–1000)450(300–650)0.04Lymphocytes <1000/µL, n (%)68 (71.6)57 (68.7)11 (91.7)0.17Neutrophil/lymphocyte ratio, (median, P25–P75)13.6 (7.3–23)13.4 (6.8–22.2)30.9 (12.8–42.3)0.02Neutrophil/lymphocyte ratio, n (%)<3.225 (5.3)5 (6)0 (0)1.003.22–6.5313 (13.7)12 (14.5)1 (8.3)1.00>6.5377 (81.1)66 (79.5)11 (91.7)0.45Platelets, ×1000∙µL−1 (median, P25–P75)241(194–288)242(196–292)212(147–249)0.17Platelets ≤ 150,000/µL, n (%)14 (14.7)10 (12)4 (33.3)0.07INR ≥ 1.25, n (%)15 (15.8)12 (14.5)3 (25)0.4D-Dimer, ng/mL (median, P25–P75)577(331–1061)563(307–820)1124(438–2710)0.046D-Dimer, n (%)≥600 ng/mL45 (47.4)38 (45.8)7 (58.3)0.54≥1000 ng/mL24 (25.3)17 (20.5)7 (58.3)0.01Ferritin ≥ 274 µg/L, n (fraction)67/78 (86)61/69 (88.4)6/9 (66.7)0.11IL-6 ≥ 4.3 pg/mL, n (fraction)76/80 (95)65/69 (94.2)11/11 (100)1.00LDH ≥ 225 U/L, n (%)91 (95.8)79 (95.2)12 (100)1.00Glomerular filtration rate, n (%)<60 mL/min/1.73 m214 (14.7)10 (12)4 (33.3)0.07<30 mL/min/1.73 m26 (6.3)4 (4.8)2 (16.7)0.16Total bilirubin ≥1.2 mg/dL, n (%)6 (6.3)5 (6)1 (8.3)0.57C-reactive protein, mg/dL (median, P25–P75)13.6(6.3–24.6)13.3(6.3–23.8)19.2(6.4–27.1)0.52C-reactive protein, n (%)≥1 mg/dL90 (94.7)79 (95.2)11 (91.7)0.5≥5 mg/dL75 (78.9)65 (78.3)10 (83.3)1.00≥8 mg/dL65 (68.4)57 (68.7)8 (66.7)1.00Procalcitonin, µg/L (median, P25–P75)0.13(0.05–0.73)0.12(0.05–0.46)0.5(0.05–2.66)0.19Procalcitonin ≥0.5 µg/L, n (%)25 (26.3)19 (22.9)6 (50)0.07MR-proADM, nmol/L (median, P25–P75)0.77(0.61–1.14)0.76(0.6–1.03)1.22(0.84–2.33)0.01MR-proADM, n (%)≥0.75 nmol/L53 (55.8)43 (51.8)10 (83.3)0.06≥1 nmol/L29 (30.5)23 (27.7)8 (66.7)0.02MetHb, %Hb total (mean, SD)1.09 ± 0.391.1 ± 0.381.03 ± 0.560.34MetHb ≥ 1%, n (fraction)25/86 (29.1)57/76 (75)4/10 (40)0.06COHb, %Hb total (mean, SD)1.57 ± 0.521.57 ± 0.51.62 ± 0.730.71COHb > 1.3%, n (fraction)20/86 (23.3)60/76 (78.9)6/10 (60)0.23Arterial pH ≤ 7.35, n (%)16 (16.8)11 (13.3)5 (41.7)0.03Arterial lactate ≥ 0.8 mmol/L, n (%)89 (93.7)78 (94)11 (91.7)0.57Duration of symptoms before admission, days (median, P25–75)6 (3–8)6 (4–8)2 (1–6)0.02Length of stay, days (median, P25–P75)12 (6–30)12 (6–32)14 (4–23)0.34SOFA score, median (P25–75)2 (2–4)2 (2–4)4 (3–6.5)0.003SOFA score, n (%)12 (2.1)2 (2.4)0 (0)1.00247 (49.5)47 (56.6)0 (0)0.0002310 (10.5)5 (6)5 (41.7)0.003413 (13.7)11 (13.3)2 (16.7)0.6756 (6.3)4 (4.8)2 (16.7)0.16≥617 (17.9)14 (16.9)3 (25)0.45SEIMC score, n (%)3–5 Moderate5 (5.3)5 (6)0 (0)1.006–8 High29 (30.5)29 (34.9)0 (0)0.02≥9 Very high61 (64.2)49 (59)12 (100)0.004Open in a separate windowCOHb: carboxyhemoglobin; BMI: body mass index; INR: international normalized ratio; MetHb: methemoglobin; MR-proADM: mid-regional pro-adrenomedullin; SEIMC: Spanish Society of Infectious Diseases and Clinical Microbiology; SOFA: Sequential (sepsis-related) Organ Failure Assessment.Median duration of hospitalization was 27 (17–43) days and the median length of stay before ICU admission was 3 (1–6) days. During the study period, 12 patients died (12.6%) (11 died during ICU stay), among them 11 patients died due to ARDS and 1 patient died due to massive myocardial infraction at admission. Eight (8.4%) patients presented VTE, 3 (3.1%) patients presented arterial thrombosis, and 49 (51.6%) patients needed OTI. No patient was lost to follow up. The adverse outcomes are detailed in Table 2.Table 2Events during 30-day follow-up.Variable (n = 95)n (%)Mortality, n (%)12 (12.6)Time until death, days (median, P25–75)18.5 (13.5–25.5)Place of death, n (%)ICU11/12 (87.5)After ICU discharge1/12 (12.5)Cause of death, n (%)COVID-1911/12 (87.5)Acute myocardial infarction1/12 (12.5)VTE, n (%)8 (8.4)Time until VTE, days (median, P25–P75)14 (9.5–17)Arterial thrombosis, n (%)3 (3.1)Time until arterial thrombosis, days (median, P25–P75)7 (2–17)OTI, n (%)49 (51.6)Time until OTI, days (median, P25–P75)1 (0–2)Combined event *, n (%)54 (56.8)Open in a separate windowICU: intensive care unit. OTI: orotracheal intubation; VTE: venous thromboembolism. * Combined event includes the patients with ≥1 of the following: VTE, arterial thrombosis, OTI, or death.3.2. Characteristic of MetHb and COHb in COVID-19 PatientsNo differences were found between median MetHb levels in patients who died (0.85% [0.7;1.3] vs. 1.1% [0.95;1.35]%, p = 0.340) and in patients with the combined event (1.0% [0.8;1.3] vs. 1.15% [1.0;1.4], p = 0.112). Likewise, no differences were found between median COHb levels in patients who died (1.7% [1.1;2.2] vs. 1.7% [1.3;1.9], p = 0.710) and in patients with the combined event (1.6% [1.1;2] vs. 1.7% [1.45;1.9], p = 0.522). The predictive capacity of MetHb showed a poor area under the ROC curve (AUC) for both mortality and combined event (0.40 and 0.59, respectively). Similarly, COHb showed a poor AUC for both mortality and combined event (0.53 and 0.53, respectively).3.3. Characteristic of MR-proADM in COVID-19 PatientsMR-proADM was measured only once within the first 72 h of ICU admission, with a median time elapsed of 42 h. Higher median MR-proADM levels were found in patients who died (1.21 [0.84;2.33]) nmol/L vs. 0.76 [0.60;1.03] nmol/L, p = 0.011) and in those with combined event (0.91 [0.66;1.39] nmol/L vs. 0.70 [0.51;0.82] nmol/L, p < 0.001). The predictive capacity of MR-proADM showed an AUC of 0.73 (95% CI, 0.63–0.81; p = 0.017) for 30-day mortality and 0.72 (95% CI, 0.62–0.81; p = 0.002) for 30-day combined event (Figure 1); the positive likelihood ratio (LR+) and negative likelihood ratio (LR−) for mortality were 2.40 and 0.46, respectively. The LR+ and LR− for combined event were 3.16 and 0.63, respectively. MR-proADM ≥ 1 mmol/L was the optimal cut-off point for both 30-day mortality prediction and 30-day combined event prediction. The negative predictive values were 93.8% and 54.7%, respectively.Open in a separate windowFigure 1The predictive capacity of MR-proADM showed an area under the ROC curve of 0.73 (95% CI, 0.63–0.81; p = 0.017) for 30-day mortality (a) and 0.72 (95% CI, 0.62–0.81; p = 0.002) for 30-day combined event (b).Univariate logistic regression analysis showed that MR-proADM levels ≥1 mmol/L and age (years) were associated with mortality (crude OR 5.22 [95% CI 1.42–19.1; p = 0.013] and 1.14 [95% CI 1.03–1.26; p = 0.011], respectively). Similarly, MR-proADM levels ≥1 mmol/L and glomerular filtration rate (GFR) were associated with the combined event (crude OR 5.03 [95% IC 1.8–14; p = 0.002] and 0.89 [95% CI 0.83–0.96; p = 0.002], respectively). However, multivariate logistic regression analysis showed that MR-proADM levels ≥ 1 mmol/L were not independently associated with mortality nor combined event (adjusted OR 2.62 [95% CI 0.4–17.1; p = 0.314] and 3.04 [95% CI 0.9–10.8; p = 0.086], respectively) (Table 3). Univariate Cox regression analysis estimated a hazard ratio (HR) for MR-proADM levels ≥ 1 mmol/L of 3.23 (95% CI 0.97;10.73; p = 0.055) and 2.1 (95% CI 1.25;3.52; p = 0.005) for mortality and combined event, respectively (Figure 2).Open in a separate windowFigure 2Overall survival Kaplan–Meier analyses of mortality (p = 0.043) (a) and combined event (p = 0.004) (b) stratified according to MR-proADM levels ≥ 1 mmol/L (blue) and <1 mmol/L (red). Absolute number of surviving patients (for mortality and combined event, respectively) on days 0, 5, 10, 15, 20, 25 and 30 comparing levels of MR-proADM < 1 mmol/L and ≥1 mmol/L, respectively.Table 3Univariate and multivariate logistic regression analysis for 30-day mortality and 30-day combined event.VariablesOR95% CIp ValueOR95% CIp Value\nMortalityCombined Event\n\nUnivariate Logistic Regression Analysis\nAge (years)1.141.031.260.0111.020.991.050.244Oxygen saturation (%)0.960.901.030.2960.980.921.050.554Neutrophils/lymphocytes ratio1.030.991.050.071.010.981.050.375Glomerular filtration rate (mL/min·1.73 m2)0.960.921.0040.0770.890.830.960.002Sex (male)0.650.162.630.5510.890.372.110.785Procalcitonin ≥ 1 ng/mL2.690.7010.340.1492.060.666.430.215C-reactive protein ≥ 8 mg/dl1.090.303.990.8890.810.341.950.641MR-proADM ≥ 1 mmol/L5.221.4219.140.0135.031.8113.990.002COHb ≥ 1.3%2.500.6210.020.1962.660.868.210.09MetHb ≥ 1%3.750.9614.680.0582.920.958.960.062SOFAscore1.281.081.520.0052.41.523.780.000\n\nMultivariate Logistic Regression Analysis\nAge (years)1.171.031.320.0141.030.991.070.19Glomerular filtration rate (ml/min·1.73 m2)0.970.921.030.340.960.911.020.18MR-proADM ≥ 1 mmol/L1.290.179.480.81.730.466.490.42SOFAscore1.381.011.890.042.231.443.450.000Open in a separate windowCI: confidence interval; OR: odds ratio; SOFA: Sepsis-related Organ Failure Assessment. * Multivariate logistic regression analysis was performed for variables that presented p value <0.1 in the univariate analysis.Other scores were assessed. The predictive capacity of Sepsis-related Organ Failure Assessment (SOFA) score showed an AUC of 0.75 (95% CI, 0.64–0.86) for mortality and 0.79 (95% CI, 0.71–0.87) for 30-day combined event. However, there were no significant differences when combining the ROC curves of SOFA score and MR-proADM for mortality (p = 0.51) with an AUC of 0.79 (95% CI, 0.68–0.89) and 30-day combined event (p = 0.69) with an AUC of 0.8 (95% CI, 0.72–0.88) (Figure S1 in Supplementary Materials). Univariant and multivariant logistic regression for SOFA score are shown in Table 3.On the other hand, five patients were classified as low risk, 29 patients as moderate risk, and 61 patients as high risk according SEIMC score and were associated with mortality (0%, 0%, and 80.3%, respectively; p = 0.008 for comparison of low-risk vs. high-risk and moderate risk vs. high risk). The SEIMC score ≥6 points showed an AUC of 0.83 (95% CI, 0.72–0.95) for mortality. The combination of MR-proADM levels ≥1 mmol/L and SEIMC score ≥6 points did not improve the prognostic capacity of the score for mortality (p = 0.771). 4. DiscussionThe present study found no association between levels of MetHb and COHb and adverse outcomes, suggesting that both biomarkers may not be useful predictors. In this regard, a systematic review by Scholkmann et al. [20] found a possible relationship between a slight increase of MetHb and COHb with the severity of SARS-CoV2 infection. Paccaudi et al. [21] evaluated the potential association between COHb levels and SARS-CoV-2 infection severity with inconclusive results.On the other hand, the present study showed that MR-proADM levels measured at ICU admission in COVID-19 patients are associated with 30-day mortality and combined event (overall mortality, arterial thrombosis, VTE, and the need for OTI); also, a cut-off point of 1 mmol/L showed a good prognostic capacity with a high negative predictive value (93.8%). However, SOFA score was the only factor independently associated with both mortality and the combined event in the MLR and the addition of MR-proADM did not improve the predictive capacity of SOFA. These results differ from those from other studies where MR-proADM was independent in the MLR showing prognostic capacity (Table S1 in Supplementary Materials). This difference might be related to the relatively low rate of events or the limited sample size. To our knowledge, this is the largest study evaluating the role of MR-proADM in critically ill COVID-19 patients. Other studies have evaluated the role of MR-proADM in the setting of COVID-19 pandemic [22,23,24,25,26,27,28,29,30]. Benedetti et al. [22] evaluated MR-proADM and other biomarkers in 21 ICU patients (measured on the 1st, 2nd, 3rd, and 5th day of admission) to determine their predictive value for mortality; the optimal cut-off for MR-proADM was 1.07 nmol/L (sensitivity of 91% and specificity of 71%; p = 0.006). Montrucchio et al. [23] evaluated MR-proADM (measured on the 2nd, 3rd, 7th, and 14th days of admission) in 57 patients admitted to the ICU to assess mortality. The optimal cut-off was 1.8 nmol/L, showing an adjusted OR of 10.3 (95% CI, 1.9–53.6; p = 0.006), and an AUC of 0.85 (95% CI, 0.78–0.90). Roedl et al. [24] evaluated the predictive value of MR-proADM and the requirement for renal replacement therapy (RRT) for extrarenal clearance in 64 patients at ICU admission. MR-proADM showed an AUC of 0.69 (95% CI, 0.54–0.83) to predict the need for RRT, with an adjusted OR of 3.8 (95% CI, 1.1–13.1). Spoto et al. [25] evaluated the capacity of MR-proADM to predict the development of ARDS and mortality in 69 hospitalized patients. The optimal cut-off for mortality was 2 nmol/L with an AUC of 0.89 (S 78.6% and E 88%), and a HR of 12.3 (95% CI, 2.66–57.28). Gregoriano et al. [26] evaluated MR-proADM at hospital admission in 89 patients with COVID-19. The optimal cut-off point for predicting mortality was 0.93 nmol/L. Zaninotto et al. [29] retrospectively evaluated the potential role of MR-proADM in detecting endothelial dysfunction and its usefulness for stratifying COVID-19 patients; with a median time elapsed from the hospital admission to MR-proADM measurement of 7 days. A total of 135 patients were included, and the findings suggested that higher MR-proADM levels are associated with a greater risk for adverse outcomes. Table 4 summarizes the studies evaluating MR-proADM in COVID-19 patients; it should be noted that these studies have been carried out during the first wave, when patients were more likely to present higher severity and mortality. On the other hand, patients from our study were enrolled during the second wave and therefore were more likely to be younger, with fewer comorbidities and lower mortality [31,32].Table 4Studies evaluating MR-proADM levels as prognostic for 30-day mortality in patients with COVID-19.Author\nn\nAge% ICU PatientsSOFA Score MR-proADM Levels (nmol/L)n (%) DeathsCut-Off Point for Death (nmol/L)AUC for 30 Day MortalityTotal SampleSurvivorsNon-SurvivorsBenedetti I et al. [22]2170.9 (54–85)23.8%3.5 ±2.32.3 ±2.71.1 (mean)2.3 (mean)11 (52.4%)1.070.81Montrucchio G et al. [23]5764 (54–71)100%7 (4–10)2 ± 1.31.22 ±0.492.74 ±1.9931 (54.4%)1.80.85 (95%CI 0.78–0.9)Spoto S et al. [25]6978 (61–84)43.5%2 (1–7)1.49 (0.67–2.26)1.15 (0.57–1.85)5.25 (2.67–6.53)16 (23.2%)2.000.89Gregoriano C et al. [26]8967 (58–74)26%NRNR0.8 (0.7–0.11)1.3 (1.1–2.3)17 (19.1%)0.930.78García de Guadiana-Romualdo L et al. [27]9966 ±1516.2%NR0.74 (0.6–1.02)0.68 (0.57–0.94)1.54 (1.05–2.12)14 (14.1%)0.880.91 (95% CI 0.82–0.95)Sozio E et al. [28] ‡11162.3 ± 13.625.2% *2 (1–3)0.82 (0.64–1.08)0.73 (0.56–0.94) **1.38 (0.94–1.73) **28 (25.2%) **0.9 **0.85 (95% CI 0.77–0.73) **Zaninotto M et al. [29] ‡13567 (58–77)52.6%NR0.93 (0.64–1.46)NRNR14 (10.4%)0.5–1.5 ‡‡0.9 (95% CI 0.827–0.974)Lo Sasso B et al. [30] ‡11062 (52–76)1.82%NR0.93 (0.58–1.09)0.82 (0.57–1.03)2.59 (2.3–2.95)14 (12.7%)1.730.95 (95% CI 0.86–0.99 Present study9560.3 ± 12.7100%2 (2–4)0.77 (0.61–1.14)0.76 (0.60–1.03)1.21 (0.84–2.33)12 (12.6%)10.73 (95% CI 0.63–0.81)Open in a separate windowVariables are expressed as mean ± SD or median (P25-P75) as shown in the articles. * In this study, the percentage of patients admitted to the ICU was not available. Therefore, it has been assumed equal to the number of patients who required orotracheal intubation. ** The objective of this study was the predictive value of MR-proADM for a combined event (death and need for orotracheal intubation), therefore data regarding mortality alone were not available. ‡ Retrospective studies. ‡‡ The samples were stratified by 3 groups: group 1 (n = 20, MR- proADM ≤ 0.55 nmol/L), group 2 (n = 82, 0.55 nmol/L < MR-proADM ≤ 1.50 nmol/L), and group 3 (n = 33, MR-proADM > 1.50 nmol/L). AUC: Area Under the ROC Curve; ICU: intensive care unit; MR-proADM: mid-regional pro-adrenomedullin; NR: not registered; SOFA: Sequential (sepsis-related) Organ Failure Assessment; CI: confidence interval.Our study has some strengths: the role of MR-proADM was analyzed in terms of clinical practice, and attempts were made to avoid information biases when establishing the definitions of the concepts in the methods. Selection biases were avoided by including all consecutive patients admitted to intensive care during the study period; also, there were no losses to follow-up. On the other hand, the present work has some limitations: it is an observational study and the variables recorded were collected in a healthcare context; some possible confounding factors were not analyzed in the multivariate analysis (clinical variables or the treatment received). As it is a single-center study, its results cannot be extrapolated to other populations. Likewise, it was performed in an intensive care unit, so its results might not be applied to non-critical patients; and MR-proADM was measured only once and the dynamic changes of the biomarkers were not assessed. Future studies including patients from multi-centers and in both critically and non-critically COVID-19 patients are needed to ascertain these findings. 5. ConclusionsThe medial region of proadrenomedullin (MR-proADM), but not carboxyhemoglobin or methemoglobin, is a useful biomarker to predict mortality and development of complications at 30 days in critically ill patients with SARS-CoV-2 infection. More studies are needed to validate these results in other populations, including non-critical patients. Supplementary MaterialsThe following are available online at https://www.mdpi.com/article/10.3390/v13122445/s1, Figure S1: ROC curve for SOFA score, Table S1: Studies evaluating the prognostic capacity of MR-proADM levels in patients with COVID-19.Click here for additional data file.(251K, zip) Author ContributionsConceptualization, C.-M.O., F.G.-V., J.R.-N. and P.D.-R.; methodology, F.G.-V. and P.D.-R.; validation, M.G.-G., M.S.-G. and S.A.-L.; investigation, J.L.-C. and Á.M.-M.; data curation, C.-M.O. and F.G.-V.; writing—original draft preparation, C.-M.O. and J.R.-N.; writing—review and editing, F.G.-V. and P.D.-R.; supervision, F.G.-V., L.-A.Á.-S.W. and P.D.-R. All authors have read and agreed to the published version of the manuscript. FundingThis research received no external funding regarding the study. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki and approved by the Ethics Committee of Hospital General Universitario Gregorio Marañón (protocol code MR-proADM/MetHb/COHb_COVID). Informed Consent StatementPatient consent was waived due to pandemic, and it was approved by the Local Ethics Committee. Data Availability StatementAll the data are present in the main text. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Coronavirus COVID-19 Global Cases by the Center for Systems Science and Engineering (CSSE) at Johns Hopkins University.  [(accessed on 6 September 2021)].  Available online:  https://coronavirus.jhu.edu/2. Wiersinga W.J., Rhodes A., Cheng A.C., Peacock S.J., Prescott H.C. Pathophysiology, transmission, diagnosis, and treatment of Coronavirus disease 2019 (COVID-19): A review: A review. JAMA. 2020;324:782–793. doi: 10.1001/jama.2020.12839. [PubMed] [CrossRef] [Google Scholar]3. Guan W.J., Ni Z.Y., Hu Y., Liang W.H., Ou C.Q., He J.X. China Medical Treatment Expert Group for Covid-19. Clinical Characteristics of Coronavirus Disease 2019 in China. N. Engl. J. Med. 2020;382:1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Sinha P., Matthay M.A., Calfee C.S. Is a “Cytokine Storm” Relevant to COVID-19? JAMA Intern Med. 2020;180:1152–1154. doi: 10.1001/jamainternmed.2020.3313. [PubMed] [CrossRef] [Google Scholar]5. Kox M., Waalders N.J.B., Kooistra E.J., Gerretsen J., Pickkers P. Cytokine Levels in Critically Ill Patients with COVID-19 and Other Conditions. JAMA. 2020;324:1565–1567. doi: 10.1001/jama.2020.17052. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Mearelli F., Barbati G., Casarsa C., Giansante C., Breglia A., Spica A., Moras C., Olivieri G., Occhipinti A.A., De Nardo M., et al.  The Integration of qSOFA with Clinical Variables and Serum Biomarkers Improves the Prognostic Value of qSOFA Alone in Patients with Suspected or Confirmed Sepsis at ED Admission. J. Clin. Med. 2020;9:1205.  doi: 10.3390/jcm9041205. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Valenzuela-Sánchez F., Valenzuela-Méndez B., Rodríguez-Gutiérrez J.F., Estella A., González-García M. New role of biomarkers: Mid-regional pro-adrenomedullin, the biomarker of organ failure. Ann. Transl. Med. 2016;4:329. doi: 10.21037/atm.2016.08.65. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Buendgens L., Yagmur E., Ginsberg A., Weiskirchen R., Wirtz T., Abu Jhaisha S., Eisert A., Luedde T., Trautwein C., Tacke F., et al.  Midregional Proadrenomedullin (MRproADM) Serum Levels in Critically Ill Patients Are Associated with Short-Term and Overall Mortality during a Two-Year Follow-Up. Mediat. Inflamm. 2020;2020:7184803. doi: 10.1155/2020/7184803. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Elke G., Bloos F., Wilson D.C., Brunkhorst F.M., Briegel J., Reinhart K. SepNet Critical Care Trials Group. The use of mid-regional proadrenomedullin to identify disease severity and treatment response to sepsis–A secondary analysis of a large randomised controlled trial. Crit. Care. 2018;22:79. doi: 10.1186/s13054-018-2001-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Andaluz-Ojeda D., Nguyen H.B., Meunier-Beillard N., Cicuéndez R., Quenot J.-P., Calvo D., Dargent A., Zarca E., Andrés C., Nogales L., et al.  Superior accuracy of mid-regional proadrenomedullin for mortality prediction in sepsis with varying levels of illness severity. Ann. Intensiv. Care. 2017;7:15. doi: 10.1186/s13613-017-0238-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Gordo-Remartínez S., Calderón-Moreno M., Fernández-Herranz J., Castuera-Gil A., Gallego-Alonso-Colmenares M., Puertas-López C., Nuevo-González J.A., Sánchez-Sendín D., García-Gámiz M., Sevillano-Fernández J.A., et al.  Usefulness of midregional proadrenomedullin to predict poor outcome in patients with community acquired pneumonia. PLoS ONE. 2015;10:e0125212.  [PMC free article] [PubMed] [Google Scholar]12. Hare G.M., Tsui A.K., Crawford J.H., Patel R.P. Is methemoglobin an inert bystander, biomarker or a mediator of oxidative stress--The example of anemia? Redox Biol. 2013;1:65–69. doi: 10.1016/j.redox.2012.12.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Ohashi K., Yukioka H., Hayashi M., Asada A. Elevated methemoglobin in patients with sepsis. Acta Anaesthesiol. Scand. 1998;42:713–716. doi: 10.1111/j.1399-6576.1998.tb05306.x. [PubMed] [CrossRef] [Google Scholar]14. Behera G.C., Behera S.K., Jena R.K., Bharati V.S. Study of Methaemoglobin in Malaria Patients. Indian J. Hematol. Blood Transfus. 2015;32:100–103. doi: 10.1007/s12288-015-0522-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Yeo T.W., Lampah D.A., Kenangalem E., Tjitra E., Price R.N., Anstey N.M. Increased carboxyhemoglobin in adult falciparum malaria is associated with disease severity and mortality. J. Infect. Dis. 2013;208:813–817. doi: 10.1093/infdis/jit253. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Hänscheid T., Gresnigt T., Löhr S., Flamen A., Zoller T., Melo-Cristino J., Grobusch M.P. Methaemoglobin and COHb in patients with malaria. Malar. J. 2014;13:285. doi: 10.1186/1475-2875-13-285. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]18. Vincent J.L., Moreno R., Takala J. Working Group on Sepsis-Related Problems of the European Society of Intensive Care Medicine. The SOFA (Sepsis-related Organ Failure Assessment) score to describe organ dysfunction/failure. Intensive Care Med. 1996;22:707–710. doi: 10.1007/BF01709751. [PubMed] [CrossRef] [Google Scholar]19. Berenguer J., Borobia A.M., Ryan P., Rodríguez-Baño J., Bellón J.M., Jarrín I., Carratalà J., Pachón J., Carcas A.J., Yllescas M., et al.  Development and validation of a prediction model for 30-day mortality in hospitalised patients with COVID-19: The COVID-19 SEIMC score. Thorax. 2021;76:920–929. doi: 10.1136/thoraxjnl-2020-216001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Scholkmann F., Restin T., Ferrari M., Quaresima V. The Role of Methemoglobin and Carboxyhemoglobin in COVID-19: A Review. J. Clin. Med. 2020;10:50.  doi: 10.3390/jcm10010050. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Paccaud P., Castanares-Zapatero D., Gerard L., Montiel V., Wittebole X., Collienne C., Laterre P.F., Hantson P. Arterial carboxyhemoglobin levels in Covid-19 critically Ill patients. Res. Sq. 2020 [Google Scholar]22. Benedetti I., Spinelli D., Callegari T., Bonometti R., Molinaro E., Novara E., Cassinari M., Frino C. High levels of mid-regional proadrenomedullin in ARDS COVID-19 patients: The experience of a single, Italian Center. Eur. Rev. Med. Pharmacol. Sci. 2021;25:1743–1751. [PubMed] [Google Scholar]23. Montrucchio G., Sales G., Rumbolo F., Palmesino F., Fanelli V., Urbino R. Effectiveness of mid-regional pro-adrenomedullin (MR-proADM) as prognostic marker in COVID-19 critically ill patients: An observational prospective study. PLoS ONE. 2021;16:e0246771.  doi: 10.1371/journal.pone.0246771. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Roedl K., Jarczak D., Fischer M., Haddad M., Boenisch O., de Heer G., Burdelski C., Frings D., Sensen B., Karakas M., et al.  MR-proAdrenomedullin as a predictor of renal replacement therapy in a cohort of critically ill patients with COVID-19. Biomarkers. 2021;26:417–424. doi: 10.1080/1354750X.2021.1905067. [PubMed] [CrossRef] [Google Scholar]25. Spoto S., Agrò F.E., Sambuco F., Travaglino F., Valeriani E., Fogolari M., Mangiacapra F., Costantino S., Ciccozzi M., Angeletti S., et al.  High value of mid-regional proadrenomedullin in COVID-19: A marker of widespread endothelial damage, disease severity, and mortality. J. Med. Virol. 2021;93:2820–2827. doi: 10.1002/jmv.26676. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Gregoriano C., Koch D., Kutz A., Haubitz S., Conen A., Bernasconi L., Hammerer-Lercher A., Saeed K., Mueller B., Schuetz P. The vasoactive peptide MR-pro-adrenomedullin in COVID-19 patients: An observational study. Clin. Chem. Lab. Med. 2020;59:995–1004. doi: 10.1515/cclm-2020-1295. [PubMed] [CrossRef] [Google Scholar]27. García de Guadiana-Romualdo L., Calvo Nieves M.D., Rodríguez Mulero M.D., Calcerrada Alises I., Hernández Olivo M., Trapiello Fernández W., Morales M.G., Jiménez C.B., Albaladejo-Otón M.D., Ovalle H.F., et al.  MR-proADM as marker of endotheliitis predicts COVID-19 severity. Eur. J. Clin. Investig. 2021;51:e13511. doi: 10.1111/eci.13511. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Sozio E., Tascini C., Fabris M., D’Aurizio F., De Carlo C., Graziano E., Bassi F., Sbrana F., Ripoli A., Pagotto A., et al.  MR-proADM as prognostic factor of outcome in COVID-19 patients. Sci. Rep. 2021;11:5121. doi: 10.1038/s41598-021-84478-1. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Zaninotto M., Maria Mion M., Marchioro L., Padoan A., Plebani M. Endothelial dysfunction and Mid-Regional proAdrenomedullin: What role in SARS-CoV-2 infected Patients? Clin. Chim. Acta. 2021;523:185–190. doi: 10.1016/j.cca.2021.09.016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Lo Sasso B., Gambino C.M., Scichilone N., Giglio R.V., Bivona G., Scazzone C., Muratore R., Milano S., Barbagallo M., Agnello L., et al.  Clinical Utility of Midregional Proadrenomedullin in Patients with COVID-19. Lab. Med. 2021;52:493–498. doi: 10.1093/labmed/lmab032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Saito S., Asai Y., Matsunaga N., Hayakawa K., Terada M., Ohtsu H., Tsuzuki S., Ohmagari N. First and second COVID-19 waves in Japan: A comparison of disease severity and characteristics. J. Infect. 2020;82:84–123. doi: 10.1016/j.jinf.2020.10.033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Bongiovanni M., Arienti R., Bini F., Bodini B.D., Corbetta E., Gianturco L. Differences between the waves in Northern Italy: How the characteristics and the outcome of COVID-19 infected patients admitted to the emergency room have changed. J. Infect. 2021;83:e32–e33. doi: 10.1016/j.jinf.2021.04.024. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}