{"title": "Influence of chronic use of corticosteroids and calcineurin inhibitors on COVID-19 clinical outcomes: analysis of a nationwide registry", "pubDate": "2021", "PMCID": "PMC8713429", "DOI": "10.1016/j.ijid.2021.12.327", "PMID": "34971824", "abstract": "Objectives:                       The aim of this study was to analyze whether subgroups of immunosuppressive (IS) medications conferred different outcomes in COVID-19.                  Methods:                       The study involved a multicenter retrospective cohort of consecutive immunosuppressed patients (ISPs) hospitalized with COVID-19 from March to July, 2020. The primary outcome was in-hospital mortality. A propensity score-matched (PSM) model comparing ISP and non-ISP was planned, as well as specific PSM models comparing individual IS medications associated with mortality.                  Results:                       Out of 16 647 patients, 868 (5.2%) were on chronic IS therapy prior to admission and were considered ISPs. In the PSM model, ISPs had greater in-hospital mortality (OR 1.25, 95% CI 0.99-1.62), which was related to a worse outcome associated with chronic corticoids (OR 1.89, 95% CI 1.43-2.49). Other IS drugs had no repercussions with regard to mortality risk (including calcineurin inhibitors (CNI); OR 1.19, 95% CI 0.65-2.20). In the pre-planned specific PSM model involving patients on chronic IS treatment before admission, corticosteroids were associated with an increased risk of mortality (OR 2.34, 95% CI 1.43-3.82).                  Conclusions:                       Chronic IS therapies comprise a heterogeneous group of drugs with different risk profiles for severe COVID-19 and death. Chronic systemic corticosteroid therapy is associated with increased mortality. On the contrary, CNI and other IS treatments prior to admission do not seem to convey different outcomes.", "author": [{"author": "Jorge Calderón-Parra", "affiliation": ["Department of Internal Medicine, Hospital Universitario Puerta de Hierro Majadahonda, Madrid, Spain. Electronic address: jorge050390@gmail.com."], "href": "/?term=Calder%C3%B3n-Parra+J&cauthor_id=34971824"}, {"author": "Valentín Cuervas-Mons", "affiliation": ["Department of Internal Medicine, Hospital Universitario Puerta de Hierro Majadahonda, Madrid, Spain; Faculty of Medicine, Autonomous University of Madrid, Madrid, Spain; IDIPHISA (Madrid). Electronic address: valentin.cuervasmons@uam.es."], "href": "/?term=Cuervas-Mons+V&cauthor_id=34971824"}, {"author": "Victor Moreno-Torres", "affiliation": ["Department of Internal Medicine, Hospital Universitario Puerta de Hierro Majadahonda, Madrid, Spain. Electronic address: victor.moreno.torres.1988@gmail.com."], "href": "/?term=Moreno-Torres+V&cauthor_id=34971824"}, {"author": "Manuel Rubio-Rivas", "affiliation": ["Department of Internal Medicine, Hospital Universitario de Bellvitge, L'Hospitalet de Llobregat, Barcelona, Spain. Electronic address: mrubio@bellvitgehospital.cat."], "href": "/?term=Rubio-Rivas+M&cauthor_id=34971824"}, {"author": "Paloma Agudo-de Blas", "affiliation": ["Department of Internal Medicine, Hospital Universitario 12 de Octubre, Madrid, Spain. Electronic address: palomaagudo@gmail.com."], "href": "/?term=Blas+PA&cauthor_id=34971824"}, {"author": "Blanca Pinilla-Llorente", "affiliation": ["Department of Internal Medicine, Hospital Universitario Gregorio Marañon, Madrid, Spain. Electronic address: blanca.pinilla@salud.madrid.org."], "href": "/?term=Pinilla-Llorente+B&cauthor_id=34971824"}, {"author": "Cristina Helguera-Amezua", "affiliation": ["Department of Internal Medicine, Hospital de Cabueñes, Gijón, Asturias, Spain. Electronic address: cristina.h.amezua@gmail.com."], "href": "/?term=Helguera-Amezua+C&cauthor_id=34971824"}, {"author": "Nicolás Jiménez-García", "affiliation": ["Department of Internal Medicine, Hospital Costa del Sol, Marbella, Málaga, Spain. Electronic address: nijimenez93@gmail.com."], "href": "/?term=Jim%C3%A9nez-Garc%C3%ADa+N&cauthor_id=34971824"}, {"author": "Paula-María Pesqueira-Fontan", "affiliation": ["Department of Internal Medicine, Hospital Clínico de Santiago de Compostela, A Coruña, Spain. Electronic address: paulapesqueira@hotmail.com."], "href": "/?term=Pesqueira-Fontan+PM&cauthor_id=34971824"}, {"author": "Manuel Méndez-Bailón", "affiliation": ["Department of Internal Medicine, Hospital Clínico San Carlos, Madrid, Spain. Electronic address: manuelmenba@hotmail.com."], "href": "/?term=M%C3%A9ndez-Bail%C3%B3n+M&cauthor_id=34971824"}, {"author": "Arturo Artero", "affiliation": ["Department of Internal Medicine, Hospital Universitario Dr Peset, Valencia, Spain. Electronic address: arturo.artero@uv.es."], "href": "/?term=Artero+A&cauthor_id=34971824"}, {"author": "Noemí Gilabert", "affiliation": ["Department of Internal Medicine, Hospital Universitario La Princesa, Madrid, Spain. Electronic address: noemigilabert@gmail.com."], "href": "/?term=Gilabert+N&cauthor_id=34971824"}, {"author": "Fátima Ibánez-Estéllez", "affiliation": ["Department of Internal Medicine, Hospital Universitario Puerta de Hierro Majadahonda, Madrid, Spain. Electronic address: fatima_ibaest@hotmail.com."], "href": "/?term=Ib%C3%A1nez-Est%C3%A9llez+F&cauthor_id=34971824"}, {"author": "Santiago-Jesús Freire-Castro", "affiliation": ["Department of Internal Medicine, Hospital Universitario de A Coruña, A Coruña, Spain. Electronic address: santiago.freire.castro@sergas.es."], "href": "/?term=Freire-Castro+SJ&cauthor_id=34971824"}, {"author": "Carlos Lumbreras-Bermejo", "affiliation": ["Department of Internal Medicine, Hospital Universitario 12 de Octubre, Madrid, Spain. Electronic address: clumbrerasb@gmail.com."], "href": "/?term=Lumbreras-Bermejo+C&cauthor_id=34971824"}, {"author": "Juan-Miguel Antón-Santos", "affiliation": ["Department of Internal Medicine, Hospital Universitario Infanta Cristina, Parla, Madrid, Spain. Electronic address: juanmi.anton@gmail.com."], "href": "/?term=Ant%C3%B3n-Santos+JM&cauthor_id=34971824"}, {"author": "SEMI-COVID-19 Network. A complete list of the SEMI-COVID-19 Network members is provided in the Appendix", "affiliation": [], "href": "/?term=SEMI-COVID-19+Network.+A+complete+list+of+the+SEMI-COVID-19+Network+members+is+provided+in+the+Appendix%5BCorporate+Author%5D"}], "refPMID": ["32856955", "33922777", "33307029", "33549624", "34383032", "32196933", "32087114", "33268442", "32585016", "33274479", "33556957", "33078138", "32276139", "32678530", "32880102", "31634494", "32470160", "34441891", "32335173", "33721548", "32796045", "32777170", "22797452", "32860964", "32979987", "32591357", "34195214", "34343222", "32479985", "34475227", "33539863"], "citedInPMID": ["34971824"], "body": " AbstractObjectivesThe aim of this study was to analyze whether subgroups of immunosuppressive (IS) medications conferred different outcomes in COVID-19.MethodsThe study involved a multicenter retrospective cohort of consecutive immunosuppressed patients (ISPs) hospitalized with COVID-19 from March to July, 2020. The primary outcome was in-hospital mortality. A propensity score-matched (PSM) model comparing ISP and non-ISP was planned, as well as specific PSM models comparing individual IS medications associated with mortality.ResultsOut of 16 647 patients, 868 (5.2%) were on chronic IS therapy prior to admission and were considered ISPs. In the PSM model, ISPs had greater in-hospital mortality (OR 1.25, 95% CI 0.99–1.62), which was related to a worse outcome associated with chronic corticoids (OR 1.89, 95% CI 1.43–2.49). Other IS drugs had no repercussions with regard to mortality risk (including calcineurin inhibitors (CNI); OR 1.19, 95% CI 0.65–2.20). In the pre-planned specific PSM model involving patients on chronic IS treatment before admission, corticosteroids were associated with an increased risk of mortality (OR 2.34, 95% CI 1.43–3.82).ConclusionsChronic IS therapies comprise a heterogeneous group of drugs with different risk profiles for severe COVID-19 and death. Chronic systemic corticosteroid therapy is associated with increased mortality. On the contrary, CNI and other IS treatments prior to admission do not seem to convey different outcomes.Keywords: COVID-19, immunocompromised host, prognosis factors, solid organ transplantation, autoimmune diseases, immune-mediated inflammatory diseasesAbbreviations: AHF, acute heart failure; AKI, acute kidney injury; ARDS, acute respiratory distress syndrome; CCI, Charlson comorbidity index; CHF, chronic heart failure; CI, confidence interval; CNI, calcineurin inhibitors; COPD, chronic obstructive pulmonary disease; CRF, chronic renal failure; CRP, C-reactive protein; DIC, diffuse intravascular coagulopathy; LDH, lactate dehydrogenase; HR, hazard ratio; ICU, intensive care unit; IHD, ischemic heart disease; IQR, interquartile range; IS, immunosuppressive; ISP, immunosuppressed patient; IMID, immune-mediated inflammatory disease; MOF, multiple organ dysfunction syndrome; OR, odds ratio; RT-PCR, real-time polymerase chain reaction; SOT, solid organ transplant INTRODUCTIONSince the beginning of 2020, the world has faced the coronavirus disease 2019 (COVID-19) pandemic. As of November 11, 2021, more than 250 million people had contracted COVID-19 worldwide, and more than 5 million had died (Dong et al., 2020).COVID-19 progresses with an initial viral replication phase, followed by a viral clearance phase as a result of the immune response. In some patients, SARS-CoV-2 replication in the lungs may trigger a cytokine storm that leads to the development of uncontrolled inflammation, an acute respiratory distress syndrome (ARDS), and respiratory failure; these are the main causes of death in these patients (Rodríguez-Baño et al., 2020). This uncontrolled inflammation has prompted the use of several anti-inflammatory drugs in severe cases (Horby et al., 2020).It has been speculated that patients receiving chronic systemic corticosteroids or other immunosuppressive (IS) therapies are likely to have a lower risk of this uncontrolled inflammation (D'Antiga, 2020). In this regard, special attention should be paid to calcineurin inhibitors (CNI), including cyclosporine and tacrolimus (Gálvez-Romero et al., 2021; Solanich et al, 2021), which form the basis of immunosuppression therapy in solid organ transplant (SOT) recipients, and are also used in some patients with immune-mediated inflammatory diseases (IMID). In vitro studies have shown that cyclosporine and tacrolimus inhibit viral replication of several coronaviruses through binding to intracellular cyclophilins, inactivating peptidyl-prolyl cis/trans isomerase function (Ma-Lauer et al., 2020). Therefore, chronic treatment with CNI could reduce the severity of SARS-CoV-2 infection (Belli et al., 2021). On the other hand, as in other viral infections, IS therapies may lead to uncontrolled initial viral replication (Urra et al., 2020), viral immune evasion, and higher risk of mortality (Belsky et al., 2021). Data on the natural course of COVID-19 in chronically immunosuppressed patients (ISPs) are scarce and inconsistent when compared with those for the general population. Some studies suggest that ISPs have higher rates of severe COVID-19 and mortality compared with the general population, while others show just the opposite — a lower incidence of severe COVID-19 and lower mortality (Suárez-García et al., 2021; Minotti et al., 2020; Martínez-Urbistondo et al., 2021)In the light of the above, our study aimed to assess whether patients receiving certain IS treatments — corticosteroids and CNI in particular — may be at different risk of severe COVID-19 and adverse outcomes compared with the non-immunosuppressed population. PATIENTS AND METHODSStudy population and participantsThis was a retrospective cohort study of all adult patients (18 years of age or older) admitted to hospital for the first time due to COVID-19, in 150 hospitals across Spain, from March to July, 2020, and who had reached a hard endpoint (death or hospital discharge). Information on the SEMI-COVID-19 registry and data collection procedures have been described in previously published works (Suárez-García et al., 2021).The study was conducted in accordance with the Declaration of Helsinki and was approved by the Provincial Research Ethics Committee of Málaga (Spain) pursuant to the recommendation of the Spanish Agency of Medicines and Medical Products (AEMPS). All patients gave their informed consent.Definitions and variablesSARS-CoV-2 infection was confirmed by a positive real-time polymerase chain reaction (RT-PCR) test of a nasopharyngeal exudate sample, sputum, or bronchoalveolar lavage.Patients were defined as on IS treatment if they were receiving any immunosuppressive medication, including systemic corticosteroids, CNI (tacrolimus and cyclosporine), antimetabolites (mycophenolate, azathioprine), mTOR inhibitors (sirolimus, everolimus), and/or other immunosuppressive treatments at the time of admission. ISPs were classified either as SOT recipients or IMID patients. Due to limitations in the database, it was not possible to identify the specific IMID disease. Patients with hematological malignancies (involving active lymphoproliferative or myeloproliferative disorders, or bone marrow transplantation) or solid organ malignancies were not included in this study. ARDS and severity were defined according to the Berlin definition (Ranieri et al., 2012). Patients not receiving IS treatments prior to admission (non-IS population) were used as controls.Study outcomesThe primary endpoint was in-hospital all-cause mortality. Secondary endpoints were 30-day mortality and in-hospital complications, including bacterial pneumonia, sepsis, septic shock, acute kidney injury (AKI), acute heart failure (AHF), myocarditis, stroke, or multiple organ dysfunction syndrome (MOF).Statistical analysisQuantitative variables were expressed as median and interquartile range (IQR). Categorical variables were expressed as percentages and absolute frequencies.Clinical presentations and complications were compared between each ISP group and controls, using the chi-square test for qualitative variables (or Fisher's exact test when appropriate) and Student's t-test for quantitative variables (or the Mann–Whitney U-test when appropriate).The influence of belonging to either ISP group (SOT recipients or IMID patients) as well as specific IS medications on mortality were analyzed by including demographic and comorbidity variables in a single-step multivariate logistic regression model, which also included the aforementioned groups (model 1) or medications (model 2). The corrected odds ratios (OR) and 95% confidence intervals (CI) were calculated for statistically significant variables.A survival analysis was also performed, comparing time to death between groups, with data censored at 30 days of clinical progress (30-day mortality). Time to death was modeled using Kaplan–Meier curves, and differences were assessed using stratified Cox regression models. Hazard ratios (HR) and 95% CI were determined.In order to better estimate the influence of chronic immunosuppressive medication on clinical course and mortality, a 1:1 propensity score analysis was performed comparing ISPs with the non-IS population after matching according to sex, age, and comorbidities. A propensity score-matching analysis was also conducted for ISPs on specific medications found to be associated with mortality in comparison with ISPs who were receiving other medications. All models were required to have only exact matches. The validity of all propensity score-matching models was assessed by comparing demographic and comorbidity variables between the groups. Clinical course and mortality were also compared between groups, using the same analytical method as described above. OR and 95% CI were provided for all variables with a p-value < 0.10.For all statistical analysis, two-tailed p-values < 0.05 were considered significant. The statistical analyses were performed using the SPSS version 25 software package (IBM SPSS Statistics). RESULTSIn total, 16 647 consecutive adult patients hospitalized with COVID-19 were included in the registry. 1674 patients with malignancy were excluded from the analysis. Of the remaining 14 973 evaluable patients, 868 (5.79%) were considered ISPs and 14 105 (94.2%) were not. Among the ISPs, 654 patients had a prior history of IMID (4.36% overall) and 214 were SOT recipients (1.42% overall, with 151, 32, 16, and 15 undergoing kidney, liver, lung, and heart transplantation, respectively). There were 1243 prescriptions for immunosuppressive medications among the 868 ISPs. The most common treatments were glucocorticoids (593 patients, 68.3%), followed by antimetabolites such as mycophenolate, azathioprine, and methotrexate (369 patients, 42.5%), CNI (155 patients, 17.9%), and m-TOR inhibitors (65 patients, 7.5%).The demographic characteristics, general baseline data, comorbidities, clinical presentations, and outcomes for ISPs and controls are summarized in Table 1\n. Overall, the mean age was 69 years and 8460 patients (56.5%) were male. The hospital mortality rate was 19.1% (2857 deaths). In the multivariate logistic regression analysis, after adjusting for age and comorbidities (Table 2\n), higher in-hospital mortality was found both in SOT recipients (OR 2.46, 95% CI 1.73–3.49) and IMID patients (OR 1.38, 95% CI 1.10–1.72). Among specific chronic IS treatments, only corticoids use at admission was associated with in-hospital mortality (OR 2.24, 95% CI 1.41–3.55). Interestingly, after adjusting for chronic glucocorticoid use at admission in the survival analysis (Figure 1\n), SOT recipients remained at higher risk of 30-day mortality (HR 1.69, 95% CI 1.23–2.35), while IMID patients had a similar risk to the general non-IS population (HR 0.86, 95% CI 0.76–1.15). On the other hand, chronic glucocorticoid use was strongly associated with 30-day mortality (HR 2.00, 95% CI 1.43–2.79)Table 1Demographic factors, comorbidities, clinical presentations, and outcomes according to patient groupVariableTotal (n = 14973)Non–IS (n = 14105)SOT (n = 214)p1IMID (n = 654)p2Demographic factors and comorbiditiesAge (years)69 (56–79)68 (55–79)65 (54–73)0.01471 (60–81)< 0.001Sex (male)56.5% (8460)56.8% (8008)62.8% (134)0.10948.6% (318)< 0.001Obesity20.4% (3059)22.2% (2876)21.0% (44)0.67723.5% (139)0.479CCI1 (0–2)0 (0–1)2 (1–4)< 0.0011 (1–2)< 0.001Age-adjusted CCI3 (2–5)3 (1–5)4 (3–7)< 0.0014 (3–6)< 0.001Alcohol4.2% (630)4.4% (596)5.1% (11)0.7103.7% (23)0.425Active smoking4.7% (701)5.0% (669)3.4% (7)0.0084.0% (25)< 0.001Hypertension50.1% (7497)49.4% (6959)74.8% (160)< 0.00157.8% (378)< 0.001Dyslipidemia39.0% (5847)38.7% (5450)57.0% (122)< 0.00142.0% (275)0.092Diabetes mellitus14.1% (2112)14.0% (1972)20.6% (44)0.00814.7% (96)0.645Cardiac failure6.8% (1021)6.5% (918)10.8% (23)0.01712.2% (80)< 0.001Atrial fibrillation10.4% (1558)10.2% (1434)16.9% (36)0.00213.5% (88)0.007Acute IHD5.6% (832)5.4% (768)10.4% (22)0.0036.4% (42)0.291Chronic IHD3.5% (521)3.4% (479)5.6% (12)0.0854.6% (30)0.123Peripheral vascular disease4.4% (662)4.2% (589)10.3% (22)< 0.0018.0% (51)< 0.001COPD6.3% (936)6.0% (847)4.7% (10)0.42212.1% (79)< 0.001Asthma7.3% (1097)7.1% (1006)4.7% (10)0.18112.4% (81)< 0.001Stroke2.7% (411)2.8% (388)2.3% (5)0.8362.8% (18)1.000Cognitive decline9.7% (1458)9.9% (1397)3.3% (7)0.0028.3% (54)0.179Depression10.3% (1545)10.2% (1436)8.4% (18)0.42714.0% (91)0.003CRF5.6% (845)4.9% (696)46.3% (99)< 0.0017.7% (50)0.003Liver cirrhosis0.9% (135)0.7% (102)7.9% (17)< 0.0012.5% (16)< 0.001Anticoagulation10.8% (1618)10.5% (1475)18.7% (40)< 0.00115.7% (103)< 0.001Antiaggregation15.2% (2273)15.0% (2109)23.5% (50)0.00117.5% (114)0.093Clinical presentationsCough73.5% (10998)73.8% (10375)66.3% (142)0.01873.5% (481)0.973Arthromyalgia30.8% (4614)31.3% (4374)24.6% (52)0.04329.0% (188)0.225Asthenia42.4% (6343)42.8% (5967)36.5% (77)0.06846.8% (299)0.073Fever63.3% (9472)63.8% (8967)59.3% (127)0.20258.0% (378)0.009Dyspnea57.6% (8620)57.8% (8118)46.3% (99)< 0.00161.6% (403)0.052Diarrhea24.4% (3659)24.5% (3425)34.9% (74)0.00124.6% (160)0.963Rx infiltrate64.5% (9653)64.5% (9102)61.1% (149)0.31062.1% (402)0.195Lymphocytes0.94 (0.68–1.30)0.96 (0.70–1.30)0.80 (0.50–1.18)< 0.0010.84 (0.55–1.20)< 0.001CRP61 (20–130)60 (20–128)60 (22–106)0.41765 (21–141)0.202LDH322 (247–434)322 (249–432)290 (223–338)< 0.001325 (253–439)0.607Ferritin613 (287–1231)612 (287–1242)662 (333–1455)0.324543 (277–1043)0.100D–dimer0.67 (0.37–1.26)0.64 (0.36–1.20)0.64 (0.37–1.24)0.3850.74 (0.39–1.54)0.001Complications and outcomesSevere distress17.4% (2602)17.3% (2428)24.1% (51)0.02918.8% (123)0.292Bacterial pneumonia10.6% (1590)10.6% (1490)9.9% (21)0.82312.1% (79)0.242Sepsis6.4% (954)6.3% (882)6.6% (14)0.8868.9% (58)0.009Septic shock4.6% (686)4.6% (640)4.2% (9)0.8725.7% (37)0.213ARI13.5% (2027)13.1% (1842)36.3% (77)< 0.00116.5% (108)0.013ACF5.5% (819)5.3% (739)8.5% (18)0.0449.5% (62)< 0.001Myopericarditis0.9% (130)0.8% (109)2.4% (5)0.0102.5% (16)< 0.001AIHD0.8% (120)0.8% (113)00.2711.1% (7)0.499Stroke0.7% (110)0.8% (105)0.5% (1)0.8720.6% (4)0.793DIC1.0% (152)1.0% (141)00.1791.7% (11)0.077MOF5.7% (854)5.5% (773)11.8% (25)< 0.0018.6% (56)< 0.001ICU admission9.3% (1388)9.3% (1314)7.5% (16)0.4078.9% (58)0.731Hospital mortality19.1% (2857)18.6% (2618)32.2% (69)< 0.00126.0% (170)< 0.001COVID-related mortality94.2% (2691/2857)94.2% (2465/2618)89.9% (62/69)0.13696.4% (164/170)0.207Open in a separate windowQualitative variables are expressed as percentage (absolute number). Quantitative variables are expressed as median (interquartile range). p1: univariant analysis between SOT and non-IS. p2: univariant analysis between IMID and non-IS. IS: immunosuppressed. SOT: solid organ transplant. IMID: immune-mediated inflammatory disease. CCI: Charlson comorbidity index. IHD: ischemic heart disease. COPD: chronic obstructive pulmonary disease. CRF: chronic renal failure. Rx infiltrate: radiological infiltrate. CRP: c-reactive protein. LDH: lactate dehydrogenase. ARI: acute renal injury. ACF: acute cardiac failure. AIHD: acute ischemic heart disease. DIC: disseminated intravascular coagulation. MOF: multiorgan failure. ICU: intensive care unitTable 2Multivariant analysis, by logistic multivariant regression, of association with mortality of demographic factors and comorbiditiesVariableOR95% CIDemographic factors and comorbiditiesAge1.081.07–1.09Sex (female)0.580.52–0.65Obesity1.351.20–1.53Charlson index1.151.09–1.23Alcoholism1.100.86–1.39Active smoking1.050.95–1.16Hypertension1.100.98–1.24Dyslipidemia1.040.93–1.16Diabetes mellitus1.020.89–1.17Cardiac failure1.060.88–1.27Atrial fibrillation0.840.69–1.04Acute IHD0.890.73–1.10Chronic IHD1.110.87–1.41Peri. vasc. disease1.040.83–1.29COPD1.150.95–1.38Asthma0.750.60–0.94Stroke1.250.97–1.61Cognitive decline1.321.13–1.55Depression1.241.07–1.45CRF1.180.93–1.48Liver cirrhosis1.030.62–1.68Anticoagulation1.301.12–1.50Antiaggregation1.211.06–1.39Model 1SOT2.461.73–3.49IMID1.381.10–1.72Model 2Corticoids2.241.41–3.55CNI1.460.84–2.54Methotrexate0.860.45–1.60Antimetabolite1.440.89–2.34mTOR0.780.30–1.97Open in a separate windowModel 1: demographic factors, comorbidities, and patient groups. Model 2: demographic factors, comorbidities, and immunosuppressive treatment drugs. All demographic and comorbidity variables are included in both models. Adjusted odds ratio and their 95% confidence intervals (CI) are included.IHD: ischemic heart disease. COPD: chronic obstructive pulmonary disease. CRF: chronic renal failure. SOT: solid organ transplantation. IMID: immune-mediated inflammatory disease. CNI: calcineurin inhibitorOpen in a separate windowFigure 1Time to death according to patient group (no-IS, SOT, and IMID).Kaplan-Meier curves were used to show survival trends, while stratified Cox regression was used to estimate hazard ratios and their 95% confident intervals. (A) Cox regression models were adjusted for sex, age, obesity, cognitive decline, anticoagulation, chronic renal failure, liver cirrhosis, cardiac failure, COPD. HR IMID 1.31 (95% CI 1.11–1.55, p = 0.002). HR SOT 2.10 (95% CI 1.63–2.70, p < 0.001). (B) Model A plus corticoids. HR IMID 0.86 (95% CI 0.76–1.15, p = 0.306). HR SOT 1.69 (95% CI 1.23–2.35, p = 0.001). HR corticoid 2.00 (95% CI 1.43–2.79, p < 0.001).IS: immunosuppressed; SOT: solid organ transplant; IMID: immune-mediated inflammatory disease; HR: hazard ratio; COPD: chronic obstructive pulmonary diseasePropensity score-matched analysisA propensity score-matching analysis was performed for a total of 636 pairs of ISP patients and controls. Differences in clinical courses and complications between the groups are shown in Table 3\n. Figure 2\nshows the time-to-death analysis for the groups. Although their clinical presentation was similar, in-hospital mortality was higher in patients receiving any immunosuppressive medications compared with controls (25% vs 21.1%; HR 1.21, 95% CI 1.01–1.52). In this model, glucocorticoid use was associated with higher in-hospital mortality than that for the general non-IS population (OR 1.89, 95%CI 1.43–2.49), while CNI (OR 1.19, 95% CI 0.65–2.20), antimetabolites (OR 1.09, 95% CI 0.59–2.00), and mTOR inhibitors (OR 0.76, OR 0.23–2.61) were not associated with worse outcomes.Table 3Analysis of patients with chronic immunosuppressive treatment at admission, matched by propensity score to non–IS patientsVariableIS (n = 636)Non-IS (n = 636)pOR95% CIDemographic factors and comorbiditiesAge70 (59–78)70 (59–78)1.000Sex (male)47.6% (303)47.6% (303)1.000Obesity21.2% (135)21.2% (135)1.000CCI1 (0–2)1 (0–2)0.102Age-adjusted CCI4 (2–5)3 (2–5)0.123Alcoholism3.1% (20)4.4% (28)0.190Smoking4.1% (26)5.0% (32)0.180Hypertension61.6% (392)61.6% (392)1.000Dyslipidemia50.0% (318)43.6% (277)0.251Diabetes mellitus13.8% (88)13.8% (88)1.000CHF8.8% (56)8.8% (56)1.000Atrial fibrillation12.9% (82)12.3% (78)0.736Acute IHD8.2% (52)7.7% (49)0.836Chronic IHD4.1% (26)3.8% (24)0.885Peri. Vasc. Dis.8.0% (51)7.4% (47)0.753COPD7.9% (50)7.9% (50)1.000Asthma8.2% (52)8.2% (52)1.000Stroke4.6% (29)3.0% (19)0.185Cognitive decline6.6% (42)6.6% (42)1.000Depression12.1% (77)12.5% (79)0.865CRF10.1% (64)10.1% (64)1.000Liver cirrhosis0.8% (5)0.8% (5)1.000Antiaggregation21.1% (134)20.0% (127)0.627Anticoagulation13.1% (83)13.1% (83)1.000Clinical presentationsCough70.9% (457)68.2% (432)0.210Arthromyalgia27.3% (172)30.1% (190)0.290Asthenia43.1% (271)42.2% (267)0.776Fever59.6% (378)57.2% (362)0.599Dyspnea56.8% (361)60.4% (382)0.190Diarrhea26.4% (167)23.6% (149)0.270Rx infiltrate63.9% (403)67.7% (423)0.342Lymphocytes0.8 (0.5–1.2)1.0 (6.9–1.4)<0.0011.001.00–1.01CRP62 (22–129)68 (18–134)0.687LDH319 (241–433)327 (240–442)0.627Ferritin568 (284–1054)569 (260–1156)0.912D-dimer688 (370–1362)737 (376–1310)0.487Complications and outcomesSevere distress18.7% (119)20.8% (131)0.247Bact. pneumonia10.7% (68)12.6% (80)0.336Sepsis8.5% (54)9.0% (57)0.767Septic shock4.6% (29)6.8% (43)0.0910.830.68–1.01ARI19.0% (121)17.6% (112)0.562ACF7.7% (49)6.5% (41)0.444Myocarditis2.2% (14)1.3% (8)0.142Stroke00.2% (1)–MOF9.0% (57)7.2% (46)0.304DIC1.1% (7)1.1% (7)1.000ICU admission7.9% (50)11.2% (71)0.0450.830.71–0.98Hospital mortality25.0% (159)21.1% (134)0.0551.250.99–1.62COVID-related mortality93.7% (149/159)93.2% (123/134)1.000Open in a separate windowVariables included in propensity score: sex, age, hypertension, obesity, CHF, COPD, asthma, liver cirrhosis, CRF, diabetes mellitus, cognitive decline, and anticoagulation. Only exact matches were allowed. Qualitative variables are expressed as percentage (absolute number). Quantitative variables are expressed as median (interquartile range). Qualitative variables were compared using the chi-squared test. Quantitative variables were compared by the Mann–Whitney U-test. Odds ratios and their 95% confident intervals are provided for variables with p-values less than 0.10.Open in a separate windowFigure 2Time to death according to immunosuppresive treatment.Kapplan-Meier curves were used to show survival trends, while stratified Cox regression was used to estimate hazard ratios and their 95% confident intervals.HR: hazard ratio; CI: confidence intervalChronic glucocorticoid treatmentA specific propensity score-matched analysis regarding chronic systemic glucocorticoid therapy confirmed that their use before admission was associated with mortality in the whole study population (OR 1.89, 95% CI 1.43–2.49). Furthermore, patients under corticoid treatment presented more in-hospital complications, such as severe ARDS (OR 1.75, 95% CI 1.05–2.91), sepsis (OR 1.99, 95% CI 1.06–4.38), septic shock (OR 3.67, 95% CI 1.19–11.36, AKI (OR 2.28, 95% CI 1.37–3.80), and MOF (OR 2.43, 95% CI 1.41–4.26). Finally, chronic systemic corticoid treatment was also associated with worse outcomes among SOT recipients (OR 1.82, 95% CI 1.01–3.30).As planned, a separate propensity score-matching analysis for a total of 212 ISPs treated with systemic glucocorticoids, paired with ISPs without glucocorticoids, was performed. Differences in clinical courses and complications between patients with and without systemic glucocorticoids are summarized in Table 4. Figure 3\nshows the time-to-death analysis for the groups. In-hospital mortality was higher in IS patients with glucocorticoids (27.8% vs 14.2%; HR 2.08, 95% CI 1.30–3.31). Interestingly, in this model, patients without glucocorticoids but with other immunosuppressive treatments had similar in-hospital mortality rates to the general non-IS population (14.2% vs 18.6%, respectively), although the groups were not statistically comparable.Open in a separate windowFigure 3Time to death according to chronic corticoid treatment.Kapplan-Meier curves were used to show survival trends, while stratified Cox regression was used to estimate hazard ratios and their 95% confident intervals. Cox regression models were adjusted for other IS treatments (including CNI, mTOR inhibitors, and antimetabolites), none of which showed a significant association with time to death.HR: hazard ratio; CI: confidence interval; CNI: calcineurin inhibitorChronic calcineurin inhibitorsIn the propensity score analysis, chronic CNI therapy before hospital admission was not associated with worse outcomes (OR 1.19, 95%CI 0.65–2.20). Notably, the majority of patients on CNI were SOT recipients (85.2%, 132/155). Consequently, a sub-analysis was performed to analyze the role of CNI treatment before admission in SOT patients. When chronic CNI treatment was considered, no differences regarding mortality were found (31.7% vs 32.6%, p = 1.000). DISCUSSIONA recently published study involving the Spanish cohort showed that immunosuppression and immunosuppressant drugs conferred a higher death risk associated with COVID-19 (Suárez-García et al., 2021). In light of these findings, our study sought to evaluate which immunosuppressant drugs in particular were associated with this greater risk, using a propensity-score analysis. Consequently, the main finding of our study was that chronic systemic glucocorticoid therapy at admission was the strongest risk factor for death in immunosuppressed COVID-19 patients. Our study also found that immunosuppression with CNI was not associated with better outcomes.Our results indicated that not all chronic immunosuppressive treatments may be comparable with regard to COVID-19 severity risk, as previously postulated by other authors (Pablos et al., 2020; FAI2R/SFR/SNFMI/SOFREMIP/CRI/IMIDIATE consortium and contributors, 2021). Of special relevance was the deleterious effect of chronic glucocorticoid treatment at admission on immunosuppressed patients with COVID-19, confirming that, in our previous study, the impact of immunosuppressant drugs on mortality was probably attributable to chronic corticoids (Suárez-García et al., 2021). In our population, patients receiving chronic glucocorticoid therapy prior to hospital admission had similar clinical presentations, but they developed more complications, including severe ARDS, sepsis, AKI, and MOF. In addition, mortality rates were clearly higher in patients with glucocorticoids after adjusting for comorbidities and in propensity score-matched analysis. Moreover, when analyzing the different patient subgroups, chronic glucocorticoid treatment was found to be at least partly responsible for the higher mortality seen in ISPs, since it was the strongest risk factor for death. Furthermore, in our study, patients with IMID who were not on chronic systemic glucocorticoids had a comparable in-hospital mortality to non-immunocompromised patients. Additionally, among SOT recipients (who had higher in-hospital mortality compared with the general non-IS population after adjusting for chronic corticosteroid therapy), chronic corticoid treatment was also associated with increased risk of mortality and complications.These results may seem shocking, considering that glucocorticoids are, to date, the most effective treatment for this disease (Rodríguez-Baño et al., 2021; Horby et al., 2021). However, some smaller studies analyzing patients treated with chronic immunosuppressive medications have shown that patients receiving glucocorticoids seem to be at higher risk of death than those not receiving them (Ayala-Gutiérrez et al., 2021; Anikhindi et al., 2020; Pablos et al., 2020; Schulze-Koops et al., 2021). Furthermore, higher mortality rates have been found even in patients taking chronic inhaled glucocorticoids (Schultze et al., 2020). It has been suggested that patients on chronic glucocorticoids have a longer incubation period and present with atypical symptoms (Han et al., 2020), probably due to a decrease in SARS-CoV-2 RNA clearance (Ma et al., 2020). In addition, some authors have found a harmful effect of glucocorticoid treatments in COVID-19 patients when they are administered too soon in the disease's clinical course (Li et al., 2020). This has led to some experts suggesting that glucocorticoids should indeed be administered, but only at the right time (Fernández-Cruz et al., 2021). Our results support the theory that glucocorticoids should only be prescribed in the inflammatory phase of COVID-19 (Griffin et al., 2021; Ngo et al, 2021), as it has been demonstrated that patients treated with chronic glucocorticoids during the initial stages of infection are at high risk of severe COVID-19, complications, and death.Another point of interest is the hypothesized protective role of calcineurin inhibitors via the suppression of SARS-CoV-2 viral replication (Poulsen et al., 2020). This effect may provide benefits during both the inflammatory and first phases of COVID-19, where there is a predominance of viral replication (Griffin at al., 2021; Ngo et al., 2021). Some authors have reported favorable results for COVID-19 patients treated with cyclosporine (Guisado-Vasco et al., 2020; Gálvez-Romero et al., 2021). It has also been reported that chronic CNI treatment prior to COVID-19 may entail a better prognosis (Belli et al. 2021). However, other studies have failed to corroborate this finding (Yin et al., 2021). Our data also suggest that CNI treatment is not associated with favorable outcomes. Indeed, SOT recipients on chronic immunosuppressive treatment with CNI at admission presented similar in-hospital mortality to those without CNI. The lack of benefit found could relate to the fact that clinically targeted concentrations of CNI are much lower than those required to inhibit viral replication (Poulsen et al., 2020; Solanich et al., 2021). Therefore, our findings support the idea that immunosuppression with CNI during the early stages of COVID-19 is not associated with favorable outcomes.Our study did not find higher in-hospital mortality in patients with other immunosuppressive medications, including antimetabolites, methotrexate, mTOR inhibitors, tyrosine-kinase inhibitors, and anti-TNF-alpha monoclonal antibodies. After adjusting for confounding factors, none of these medications was associated with worse outcomes in hospitalized COVID-19 patients. Other authors have also noted that some immunosuppressive medications may not result in more severe COVID-19 disease (Pablos et al., 2021; Schultze et al., 2021; Han et al., 2020). This may be a result of the different biological effects of these medications and/or the different baseline characteristics of the patients receiving the different treatments (Suárez-García et al., 2021; Calderón-Parra et al., 2021; Ward et al., 2021).Our study showed various strengths associated with a large, multicenter cohort, but it also had several limitations. Firstly, the database was not specifically designed to analyze COVID-19 prognosis in ISPs. Therefore, some relevant variables, such as immunosuppressive medication management during hospital admission, specific IMID condition, and date of transplant in SOT patients, were not available. Secondly, not knowing the cumulative doses of steroids or the dose before the admission was another potential pitfall, since the risk of death might have depended on these (Ward et al., 2021). Thirdly, the low number of non-SOT patients treated with CNI limited the external validity of our conclusion regarding this therapy beyond SOT recipients. Finally, the paucity of patients treated with some drugs, including mTOR inhibitors, tyrosine-kinase inhibitors, anti-TNF-alpha monoclonal antibodies, and anti-CD20 monoclonal antibodies, prevented us from drawing any robust conclusions about the influence of these therapies on COVID-19 clinical outcomes. However, our results emphasized that we should identify and carefully monitor ISPs at special risk of severe COVID-19, which may include SOT recipients and those on chronic glucocorticoid therapy. CONCLUSIONImmunosuppressant therapies form a heterogeneous group of drugs with different risk profiles for severe COVID-19 and death. While corticosteroids present a well-established benefit during the inflammatory phase in COVID-19, chronic treatment with glucocorticoids at the time of admission entails a special risk of severe COVID-19, complications, and death. On the contrary, chronic CNI treatment at the time of admission does not seem to have any effect on mortality. More studies are needed to clarify the profile of COVID-19 in different immunosuppressed patients, and the influence of specific immunosuppressive drugs on their outcomes. Potential conflicts of interestThe authors declare no conflicts of interest.Funding sourcesNo funding was received for this article.Ethical approval statementThis study was conducted in accordance with the Declaration of Helsinki and was approved by the Provincial Research Ethics Committee of Málaga (Spain) pursuant to the recommendation of the Spanish Agency of Medicines and Medical Products (AEMPS). All patients gave their informed consent.AcknowledgementsThe authors gratefully acknowledge all the investigators who participated in the SEMI-COVID-19 Registry (supplementary appendix).ContributionsJorge Calderon: Study concept and design, statistical analysis, interpretation of results, drafting of manuscript, critical revision of manuscript, approval of final version of manuscript.Valentin Cuervas-Mons: Study concept and design, interpretation of results, drafting of manuscript, critical revision of manuscript, approval of final version of manuscript.Victor Moreno-Torres: data acquisition, drafting of manuscript, critical revision of manuscript, approved of final version of manuscript.All other authors: data acquisition, critical revision of manuscript, approved of final version of manuscript. FootnotesSupplementary data associated with this article can be found, in the online version, at 10.1016/j.ijid.2021.12.327. ReferencesAnikhindi SA, Kumar A, Arora A. COVID-19 in patients with inflammatory bowel disease. Expert Rev Gastroenterol Hepatol. 2020;14:1187–1193. [Internet] [PubMed] [Google Scholar]Ayala Gutiérrez M, Rubio-Rivas M, Romero Gómez C, Montero Sáez A, Pérez de Pedro I, Homs N, et al.  Autoimmune diseases and COVID-19 as risk factors for poor outcomes: data on 13,940 hospitalized patients from the Spanish nationwide SEMI-COVID-19 registry. J Clin Med. 2021;10:1844. [Internet] [PMC free article] [PubMed] [Google Scholar]Belli LS, Fondevila C, Cortesi PA, Conti S, Karam V, Adam R, et al.  Protective role of tacrolimus, deleterious role of age and comorbidities in liver transplant recipients with COVID-19: results From the ELITA/ELTR multi-center European study. Gastroenterology. 2021;160 [Internet]1151–63.e3. [PMC free article] [PubMed] [Google Scholar]Belsky JA, Tullius BP, Lamb MG, Sayegh R, Stanek JR, Auletta JJ. COVID-19 in immunocompromised patients: a systematic review of cancer, hematopoietic cell and solid organ transplant patients. J Infect. 2021;82:329–338. [Internet] [PMC free article] [PubMed] [Google Scholar]Calderón-Parra J, Múñez-Rubio E, Fernández-Cruz A, García Sánchez MC, Maderuelo-González E, López-Dosil M, et al.  Incidence, clinical presentation, relapses and outcome of SARS-CoV-2 infection in patients treated with anti-CD20 monoclonal antibodies. Clin Infect Dis. 2021:ciab700. [PubMed] [Google Scholar]D'Antiga L. Coronaviruses and immunosuppressed patients: the facts during the third epidemic. Liver Transpl. 2020;26:832–834. [Internet] [PubMed] [Google Scholar]Dong E, Du H, Gardner L. An interactive web-based dashboard to track COVID-19 in real time. Lancet Infect Dis. 2020;20:533–534. [PMC free article] [PubMed] [Google Scholar]FAI2R/SFR/SNFMI/SOFREMIP/CRI/IMIDIATE consortium and contributors  Severity of COVID-19 and survival in patients with rheumatic and inflammatory diseases: data from the French RMD COVID-19 cohort of 694 patients. Ann Rheum Dis. 2021;80:527–538. [Internet] [PMC free article] [PubMed] [Google Scholar]Fernández-Cruz A, Ruiz-Antorán B, Múñez-Rubio E, Sancho-López A, Callejas-Díaz A, Avendaño-Solá C, et al.  The right time for steroids in COVID-19. Clin Infect Dis. 2021;72:1486–1487. [Internet] [PMC free article] [PubMed] [Google Scholar]Gálvez-Romero JL, Palmeros-Rojas O, Real-Ramírez FA, Sánchez-Romero S, Tome-Maxil R, Ramírez-Sandoval MP, et al.  Cyclosporine A plus low-dose steroid treatment in COVID-19 improves clinical outcomes in patients with moderate to severe disease: a pilot study. J Intern Med. 2021;289:906–920. [PMC free article] [PubMed] [Google Scholar]Griffin DO, Brennan-Rieder D, Ngo B, Kory P, Confalonieri M, Shapiro L, et al.  The importance of understanding the stages of COVID-19 in treatment and trials. AIDS Rev. 2021;23:40–47. [PubMed] [Google Scholar]Guisado-Vasco P, Valderas-Ortega S, Carralón-González MM, Roda-Santacruz A, González-Cortijo L, Sotres-Fernández G, et al.  Clinical characteristics and outcomes among hospitalized adults with severe COVID-19 admitted to a tertiary medical center and receiving antiviral, antimalarials, glucocorticoids, or immunomodulation with tocilizumab or cyclosporine: a retrospective observational study (COQUIMA cohort) EClinicalMedicine. 2020;28 [PMC free article] [PubMed] [Google Scholar]Han Y, Jiang M, Xia D, He L, Lv X, Liao X, et al.  COVID-19 in a patient with long-term use of glucocorticoids: a study of a familial cluster. Clin Immunol. 2020;214 [Internet] [PMC free article] [PubMed] [Google Scholar]Horby P, Lim WS, Emberson JR, Mafham M, Bell JL, RECOVERY Collaborative Group  Dexamethasone in hospitalized patients with COVID-19. N Engl J Med. 2021;384:693–704. [PMC free article] [PubMed] [Google Scholar]Li Q, Li W, Jin Y, Xu W, Huang C, Li L, et al.  Efficacy evaluation of early, low-dose, short-term corticosteroids in adults hospitalized with non-severe COVID-19 pneumonia: a retrospective cohort study. Infect Dis Ther. 2020;9:823–836. [Internet] [PMC free article] [PubMed] [Google Scholar]Ma-Lauer Y, Zheng Y, Malešević M, von Brunn B, Fischer G, von Brunn A. Influences of cyclosporin A and non-immunosuppressive derivatives on cellular cyclophilins and viral nucleocapsid protein during human coronavirus 229E replication. Antiviral Res. 2020;173 [PMC free article] [PubMed] [Google Scholar]Ma S, Zhang J, Wang Y, Xia J, Liu P, Luo H, et al.  Glucocorticoid therapy delays the clearance of SARS-CoV-2 RNA in an asymptomatic COVID-19 patient. J Med Virol. 2020;92:2396–2397. [Internet] [PMC free article] [PubMed] [Google Scholar]Martínez-Urbistondo M, Gutiérrez-Rojas Á, Andrés A, Gutiérrez I, Escudero G, García S, et al.  Severe lymphopenia as a predictor of COVID-19 mortality in immunosuppressed patients. J Clin Med. 2021;10:3595. [PMC free article] [PubMed] [Google Scholar]Minotti C, Tirelli F, Barbieri E, Giaquinto C, Donà D. How is immunosuppressive status affecting children and adults in SARS-CoV-2 infection? A systematic review. J Infect. 2020;81:e61–e66. [PMC free article] [PubMed] [Google Scholar]Ngo BT, Marik P, Kory P, Shapiro L, Thomadsen R, Iglesias J, et al.  The time to offer treatments for COVID-19. Expert Opin Investig Drugs. 2021;30:505–518. [PMC free article] [PubMed] [Google Scholar]Pablos JL, Galindo M, Carmona L, Lledó A, Retuerto M, Blanco R, et al.  Clinical outcomes of hospitalised patients with COVID-19 and chronic inflammatory and autoimmune rheumatic diseases: a multicentric matched cohort study. Ann Rheum Dis. 2020;79:1544–1549. [Internet] [PMC free article] [PubMed] [Google Scholar]Poulsen NN, Brunn A, Hornum M, Blomberg Jensen M. Cyclosporine and COVID-19: risk or favorable? Am J Transplant. 2020;20:2975–2982. [Internet] [PMC free article] [PubMed] [Google Scholar]Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: the Berlin definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]Rodríguez-Baño J, Pachón J, Carratalà J, Ryan P, Jarrín I, Yllescas M, et al.  Treatment with tocilizumab or corticosteroids for COVID-19 patients with hyperinflammatory state: a multicentre cohort study (SAM-COVID-19) Clin Microbiol Infect. 2021;27:244–252. [PMC free article] [PubMed] [Google Scholar]Schultze A, Walker AJ, MacKenna B, Morton CE, Bhaskaran K, Brown JP, et al.  Risk of COVID-19-related death among patients with chronic obstructive pulmonary disease or asthma prescribed inhaled corticosteroids: an observational cohort study using the OpenSAFELY platform. Lancet Respir Med. 2020;8:1106–1120. [Internet] [PMC free article] [PubMed] [Google Scholar]Schulze-Koops H, Krueger K, Vallbracht I, Hasseli R, Skapenko A. Increased risk for severe COVID-19 in patients with inflammatory rheumatic diseases treated with rituximab. Ann Rheum Dis. 2021;80:e67. [Internet] [PMC free article] [PubMed] [Google Scholar]Solanich X, Antolí A, Rocamora-Blanch G, Padullés N, Fanlo-Maresma M, Iriarte A, et al.  Methylprednisolone pulses plus tacrolimus in addition to standard of care vs. standard of care alone in patients with severe COVID-19. A randomized controlled trial. Front Med (Lausanne) 2021;8 [PMC free article] [PubMed] [Google Scholar]Suárez-García I, Perales-Fraile I, González-García A, Muñoz-Blanco A, Manzano L, Fabregate M, et al.  SEMI-COVID-19 network. In-hospital mortality among immunosuppressed patients with COVID-19: analysis from a national cohort in Spain. PLoS One. 2021;16 [PMC free article] [PubMed] [Google Scholar]Urra JM, Cabrera CM, Porras L, Ródenas I. Selective CD8 cell reduction by SARS-CoV-2 is associated with a worse prognosis and systemic inflammation in COVID-19 patients. Clin Immunol Orlando Fla. 2020;217 [PMC free article] [PubMed] [Google Scholar]Ward D, Gørtz S, Ernst MT, Andersen NN, Kjær SK, Hallas J, et al.  The effect of immunosuppressants on the prognosis of SARS-CoV-2 infection. Eur Respir J. 2021 Sep 2. [PMC free article] [PubMed] [Google Scholar]Yin S, Wang X, Song T. Tacrolimus use and COVID-19 infection in patients after solid organ transplantation. Gastroenterology. 2021 [Internet] [PMC free article] [PubMed] [Google Scholar]"}