{"title": "Respiratory effects of lung recruitment maneuvers depend on the recruitment-to-inflation ratio in patients with COVID-19-related acute respiratory distress syndrome", "pubDate": "2022", "PMCID": "PMC8727044", "DOI": "10.1186/s13054-021-03876-z", "PMID": "34983597", "abstract": "Background:                       In the context of acute respiratory distress syndrome (ARDS), the response to lung recruitment maneuvers (LRMs) varies considerably from one patient to another and so is difficult to predict. The aim of the study was to determine whether or not the recruitment-to-inflation (R/I) ratio could differentiate between patients according to the change in lung mechanics during the LRM.                  Methods:                       We evaluated the changes in gas exchange and respiratory mechanics induced by a stepwise LRM at a constant driving pressure of 15 cmH2O during pressure-controlled ventilation. We assessed lung recruitability by measuring the R/I ratio. Patients were dichotomized with regard to the median R/I ratio.                  Results:                       We included 30 patients with moderate-to-severe ARDS and a median [interquartile range] R/I ratio of 0.62 [0.42-0.83]. After the LRM, patients with high recruitability (R/I ratio ≥ 0.62) presented an improvement in the PaO2/FiO2 ratio, due to significant increase in respiratory system compliance (33 [27-42] vs. 42 [35-60] mL/cmH2O; p < 0.001). In low recruitability patients (R/I < 0.62), the increase in PaO2/FiO2 ratio was associated with a significant decrease in pulse pressure as a surrogate of cardiac output (70 [55-85] vs. 50 [51-67] mmHg; p = 0.01) but not with a significant change in respiratory system compliance (33 [24-47] vs. 35 [25-47] mL/cmH2O; p = 0.74).                  Conclusion:                       After the LRM, patients with high recruitability presented a significant increase in respiratory system compliance (indicating a gain in ventilated area), while those with low recruitability presented a decrease in pulse pressure suggesting a drop in cardiac output and therefore in intrapulmonary shunt.", "author": [{"author": "Yoann Zerbib", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France."], "href": "/?term=Zerbib+Y&cauthor_id=34983597"}, {"author": "Alexis Lambour", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France."], "href": "/?term=Lambour+A&cauthor_id=34983597"}, {"author": "Julien Maizel", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France."], "href": "/?term=Maizel+J&cauthor_id=34983597"}, {"author": "Loay Kontar", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France."], "href": "/?term=Kontar+L&cauthor_id=34983597"}, {"author": "Bertrand De Cagny", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France."], "href": "/?term=De+Cagny+B&cauthor_id=34983597"}, {"author": "Thierry Soupison", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France."], "href": "/?term=Soupison+T&cauthor_id=34983597"}, {"author": "Thomas Bradier", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France."], "href": "/?term=Bradier+T&cauthor_id=34983597"}, {"author": "Michel Slama", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France."], "href": "/?term=Slama+M&cauthor_id=34983597"}, {"author": "Clément Brault", "affiliation": ["Intensive Care Department, CHU Amiens-Picardie, 1 Rue du Professeur Christian Cabrol, 80000, Amiens, France. brault.clement@chu-amiens.fr."], "href": "/?term=Brault+C&cauthor_id=34983597"}], "refPMID": ["22797452", "26903337", "10793162", "18270352", "18270353", "15269312", "23688302", "20843245", "28973363", "31577153", "33560931", "34181043", "32697482", "31701204", "31330508", "33336325", "30453220", "26493593", "31420682", "31197492", "28459336", "31356105", "31399381", "28406724", "16356246", "30370276", "6988180", "34566682", "23528232"], "citedInPMID": ["34983597"], "body": " AbstractBackgroundIn the context of acute respiratory distress syndrome (ARDS), the response to lung recruitment maneuvers (LRMs) varies considerably from one patient to another and so is difficult to predict. The aim of the study was to determine whether or not the recruitment-to-inflation (R/I) ratio could differentiate between patients according to the change in lung mechanics during the LRM.MethodsWe evaluated the changes in gas exchange and respiratory mechanics induced by a stepwise LRM at a constant driving pressure of 15 cmH2O during pressure-controlled ventilation. We assessed lung recruitability by measuring the R/I ratio. Patients were dichotomized with regard to the median R/I ratio.ResultsWe included 30 patients with moderate-to-severe ARDS and a median [interquartile range] R/I ratio of 0.62 [0.42–0.83]. After the LRM, patients with high recruitability (R/I ratio ≥ 0.62) presented an improvement in the PaO2/FiO2 ratio, due to significant increase in respiratory system compliance (33 [27–42] vs. 42 [35–60] mL/cmH2O; p < 0.001). In low recruitability patients (R/I < 0.62), the increase in PaO2/FiO2 ratio was associated with a significant decrease in pulse pressure as a surrogate of cardiac output (70 [55–85] vs. 50 [51–67] mmHg; p = 0.01) but not with a significant change in respiratory system compliance (33 [24–47] vs. 35 [25–47] mL/cmH2O; p = 0.74).ConclusionAfter the LRM, patients with high recruitability presented a significant increase in respiratory system compliance (indicating a gain in ventilated area), while those with low recruitability presented a decrease in pulse pressure suggesting a drop in cardiac output and therefore in intrapulmonary shunt.Supplementary InformationThe online version contains supplementary material available at 10.1186/s13054-021-03876-z.Keywords: Acute respiratory distress syndrome, Recruitment maneuver, Recruitability, Mechanical ventilation, Respiratory mechanics IntroductionAcute respiratory distress syndrome (ARDS) is characterized by increased pulmonary vascular permeability, alveolar edema, and loss of aerated lung. Severe hypoxemia and impaired pulmonary compliance are the main clinical features of ARDS. We estimate that prevalence of ARDS (according to the 2012 Berlin definition) is 10% in the ICU and 40% among ventilated patients [1, 2]. Over the last few decades, optimized ventilator management (with a reduction in tidal volume), the use of a higher positive end-expiratory pressure (PEEP), and prone positioning have enabled a reduction in the mortality rate [3–8]. In addition to PEEP, lung recruitment maneuvers (LRMs) might beneficial in routine practice; the transpulmonary pressure is transiently increased, in order to fully recruit collapsed alveoli and improve oxygenation [9]. In ARDS, the response to positive pressure (PEEP or LRM) is hard to predict because it depends on lung recruitability and varies considerably from one patient to another. Moreover, increasing the PEEP or performing an LRM can be harmful—especially in patients with low recruitability. Indeed, applying an excessive PEEP may induce lung overdistention and thus left and/or right cardiac dysfunction. Therefore, predicting the response and tolerance to positive pressure is a major challenge for clinicians. There are no simple, accurate tools for the clinical assessment of lung recruitability. Computed tomography, ultrasound and electrical impedance tomography are promising but are complex to apply at the bedside. Recently, a single-breath maneuver with measurement of the recruitment-to-inflation (R/I) ratio has been developed to (i) evaluate the potential for lung recruitment and (ii) identify patients who could benefit from the application of positive pressure [10]. Several studies used the R/I ratio to assess lung recruitability in COVID-19-related ARDS [11–13]. Results suggested a high lung recruitability, with a great variability between patients and studies. We supposed that LRMs lead to different effects on respiratory mechanisms, gas exchange and hemodynamics, depending on the potential for lung recruitment.The objective of the present study was to determine whether or not the R/I ratio could differentiate between patients according to the change in lung mechanics during the LRM. MethodsStudy population: Patients undergoing mechanical ventilation for COVID-19-related ARDS in the intensive care department at Amiens University Medical Center (Amiens, France) between March 1st and November 30th, 2020. The study was approved by the local institutional review board (CPP Nord-Ouest II, Amiens, France; reference: CEERNI 110). All patients met the Berlin definition for ARDS and were positive for SARS-CoV-2 RNA in a real-time PCR assay of a nasopharyngeal swab. We excluded patients with an arterial oxygen partial pressure (PaO2) to fractional inspired oxygen (FiO2) ratio above 150 mmHg and those with pneumothorax, pneumomediastinum, or hemodynamic instability (defined as an increase in vasoactive drug levels in the previous six hours).Ventilation strategies: All patients were ventilated in volume-control mode using V500 (Drager, Lübeck, Germany) or Servo i (Maquet, Solna, Sweden) systems. Sedation and analgesia were achieved with continuous intravenous infusion of midazolam or propofol. Neuromuscular blockade was obtained through the continuous intravenous infusion of cisatracurium. The tidal volume was set to 6 mL per kilogram of predicted body weight, and the pressure plateau was kept below 28–30 cmH2O. The FiO2 level was adjusted to achieve peripheral oxygen saturation (SpO2) of 88–92%.Recruitment-to-inflation ratio: Given that an airway opening pressure (AOP) can prompt the misinterpretation of respiratory mechanics data, we detected and measured this variable during a prolonged inhalation with a 5 L/min inspiratory flow. Next, we measured the recruitment-to-inflation (R/I) ratio, as described by Chen et al. [10]. During a single breath, we abruptly decreased the PEEP (from 15 cmH2O or the AOP + 10 cmH2O to 5 cmH2O or the AOP) and measured the induced change in end-expiratory lung volumes (ΔEELV). We calculated the recruited volume (ΔVrec) as the difference between the measured ΔEELV and the predicted ΔEELV (i.e., the compliance at low PEEP multiplied by the change in PEEP). The ΔVrec divided by the change in PEEP gave the recruited lung’s compliance (Crec). The R/I ratio was defined as the ratio between the Crec and the respiratory system compliance (Crs) at low PEEP. The higher the R/I ratio, the more the compliant the recruited lung is, and therefore, the greater the volume recruited compared to the hyperinflated volume. Conversely, the lower the R/I ratio, the higher the risk of overdistention without benefit in terms of recruitment during PEEP increase. High recruitability was defined as an R/I ratio above the median for the population [10].Lung recruitment protocol: We performed a stepwise LRM in pressure-control mode and with a driving pressure of 15 cmH2O (see in the Additional file 1: Fig. E1). Starting at 20 cmH2O, the PEEP was increased in 5 cmH2O steps to 40 cmH2O, with each step lasting 2 min. The safety endpoints for interruption of the LRM were a SpO2 under 88% or a decrease of more than 20% in the heart rate or mean arterial pressure. The LRM was immediately followed by a decremental PEEP titration (2 cmH2O every 2 min) from 25 cmH2O until the PEEP level chosen by the clinician before the LRM. Data were collected just before and then after the LRM, at the same PEEP level. Another LRM was then performed, and the PEEP was reset to the optimal level (i.e., a lower PEEP for the highest SpO2). To avoid interference with the immediate effect of LRM, the PaO2/FiO2 ratio and the ventilator ratio (VR) were measured in the 3 h following the LRM, at the optimal PEEP level. The esophageal pressure measurement and VR calculation are described in the Additional file 1 (see Method E1 and E2).Statistical analysis: Data were quoted as the median [interquartile range (IQR)] or the frequency (percentage), as appropriate. For comparisons of categorical variables, we used a chi-square test or Fisher’s exact test, as appropriate. For normally and non-normally distributed continuous variables, we used Student’s t test and the Mann–Whitney test, respectively. The correlation between the R/I ratio and the change in Crs was assessed with Spearman’s rho. All statistical analyses were performed using GraphPad Prism software (version 8.0.0, GraphPad Software, San Diego, CA, USA). The threshold for statistical significance was set to p < 0.05. ResultsBetween March and December 2020, a total of 41 patients with COVID-19-related ARDS met the inclusion criteria (see Additional file 1: Fig. E2). Eleven patients were excluded because of a PaO2/FiO2 ratio above 150 (n = 9), or pneumodiastinum (n = 2). Our final analysis therefore covered 30 patients, whose main characteristics are summarized in Table ​Table1.1. The median [IQR] R/I ratio was 0.62 [0.42–0.83]. Details of LRM tolerability are given in the Additional file 1 (see Table E1).Table 1General characteristics of the study populationParametersn (%)Median [IQR]Demographic data Sex, male23 (77) Age, years67 [58–74] BMI, kg/m233 [29–38]Computed tomography findings Diffuse pattern24 (100) Interstitial syndrome24 (100) Alveolar consolidation15 (63) Lung damage extension, %50 [28–71]Gas exchange VR2.07 [1.61–2.51] PaO2/FiO2, mmHg105 [86–133] Severe ARDS12 (40)Respiratory mechanics Tidal volume, ml/kg PBW6.1 [5.9–6.3] Respiratory rate, breaths/min28 [25–30] Plateau pressure, cmH2O26 [23–28] PEEP applied, cmH2O13 [8–16] Crs, mL/cmH2O33 [26–42] Airway closure15 (50)R/I ratio0.62 [0.42–0.83]Death in the ICU14 (46)Open in a separate windowAOP: airway opening pressure, ARDS: acute respiratory distress syndrome, BMI: body mass index, Crs: respiratory system compliance, ICU: intensive care unit, IQR: interquartile range, PaO2/FiO2: partial pressure of oxygen to inspired oxygen fraction, PEEP: positive end-expiratory pressure, R/I: recruitment-to-inflation, VR: ventilator ratioRespiratory system complianceIn patients with low lung recruitability, the Crs was not significantly modified by the LRM (33 [24–47] vs. 35 [25–47] mL/cmH2O; p = 0.74). Conversely, in patients with high lung recruitability, the Crs increased significantly after the LRM (33 [27–42] vs. 42 [35–60] mL/cmH2O; p < 0.001) (Table ​(Table22 and Fig. 1A). The absolute change in Crs during the LRM was significantly higher in patients with high lung recruitability than in patients with low lung recruitability (13 [6–18] vs. 1 [− 2 to 6] mL/cmH2O; p = 0.006) (Fig. 1B). The area under the curve for R/I ratio as a predictor of lung recruitment after a maximal LRM was 0.80 (95% CI, 0.61–0.99; p = 0.02) (see Additional file 1: Fig. E3). An R/I ratio > 0.62 predicted recruitment after the LRM with a sensitivity of 83% and a specificity of 58%. An R/I ratio > 0.8 predicted recruitment with a sensitivity of 37%, a specificity of 100%, and positive and negative predictive values of 100% and 30%, respectively.Table 2Respiratory and hemodynamic parameters before and after the LRM, as a function of the patients’ lung recruitabilityParametersR/I < 0.62n = 15R/I ≥ 0.62n = 15Pre-LRMPost-LRMp valuePre-LRMPost-LRMp valueCrs, mL/ cmH2O33 [24–47]35 [25–47]0.7433 [27–42]42 [35–60]< 0.001PL,EE, cmH2O− 2 [− 6 to 2]2 [− 1 to 5]0.002− 4 [− 6 to 2]1 [− 2 to 3]< 0.001PL,EE < 0 cmH2O, n (%)8 (53)4 (27)0.269 (60)4 (27)0.14PL,EI, cmH2O12 [9–17]14 [10–17] > 0.9915 [11–18]16 [11–19]0.96PL,EI ≥ 25 cmH2O, n (%)0 (0)0 (0) > 0.990 (0)0 (0)> 0.99PaO2/FiO2, mmHg106 [101–132]186 [128–192]0.0199 [73–131]106 [98–151]0.048PaCO2, mmHg46 [44–56]46 [43–56]0.6642 [36–48]46 [38–53]0.16VR2.1 [1.9–2.5]2.1 [1.8–2.6]0.882.0 [1.5–2.6]2.0 [1.6–2.4]0.91PP, mmHg70 [55–85]50 [51–67]0.0161 [43–70]54 [46–70]0.51HR, beats/min96 [73–105]92 [68–112]0.5680 [68–105]88 [64–96]0.74Open in a separate windowCrs: respiratory system compliance, HR: heart rate, LRM: lung recruitment maneuver, PaO2/FiO2: partial pressure of oxygen to inspired oxygen fraction, PL,EE: transpulmonary pressure at end-expiration, PL,EI: transpulmonary pressure at end-inspiration, PP: pulse pressure, VR: ventilator ratioOpen in a separate windowFig. 1Effects of the LRM on respiratory system compliance, as a function of the patients’ lung recruitability. A pre- and post-LRM Crs in patients with low lung recruitability (red circles) or high lung recruitability (blue squares). B The change in Crs induced by the LRM in patients with low lung recruitability (red circles) or high lung recruitability (blue squares). Low and high lung recruitability was defined, respectively, as an R/I ratio below or above the median value for the cohort (0.62). Crs: respiratory system compliance, ns: nonsignificant, R/I: recruitment-to-inflation ratioGas exchangeThe PaO2/FiO2 ratio increased significantly after LRM in patients with low lung recruitability (106 [101–132] vs. 186 [128–192] mmHg; p = 0.01) and high lung recruitability (99 [73–131] vs. 106 [98–151] mmHg; p = 0.048). In contrast, neither the partial pressure of carbon dioxide in arterial blood nor the VR was not modified by the LRM (Table ​(Table2,2, Fig. 2A, ​A,BB).Open in a separate windowFig. 2Effects of the LRM on respiratory mechanics and gas exchanges, as a function of the patients’ lung recruitability. Effects of LRM on PaO2/FiO2 and ventilator ratio (A, B), end-expiratory and end-inspiratory transpulmonary pressures (C, D), and pulse pressure and heart rate (E, F). Patients with low lung recruitability (red circles) and high lung recruitability (blue squares) were defined by an R/I below or above the median value for the cohort (0.62). HR: heart rate, PaO2/FiO2: partial pressure of oxygen to inspired oxygen fraction, PL,EE: transpulmonary pressure at end-expiration, PL,EI: transpulmonary pressure at end-inspiration, PP: pulse pressure, R/I: recruitment-to-inflation ratio, VR: ventilator ratioTranspulmonary pressureThe end-expiratory transpulmonary pressure (PL,EE) increased significantly during the LRM in both patients with low lung recruitability (− 2 [− 6 to 2] vs. 2 [− 1 to 5] cmH2O; p = 0.002) and high lung recruitability (− 4 [− 6 to 2] vs. 1 [− 2 to 3] cmH2O; p < 0.001). After the LRM, the PL,EE stayed negative in four (27%) patients with low recruitability and four (27%) patients with high recruitability. Results concerning changes in Crs and PaO2/FiO2 ratio in patients with a positive PL,EE after the LRM are shown in Additional file 1 (See Table E2).In contrast, the end-inspiratory transpulmonary pressure (PL,EI) was not modified by the LRM in patients with low lung recruitability (12 [9–17] vs. 14 [10–17] cmH2O; p > 0.99) or those with high lung recruitability (15 [11–18] vs. 16 [11–19] cmH2O; p = 0.96). None of the patients in either group had a PL,EI > 25 cmH2O after the LRM (p > 0.99) (Table ​(Table2,2, Fig. 2C, ​C,DD).Hemodynamic parametersPatients with low and high lung recruitability differed in their hemodynamic tolerability of the LRM. In patients with low lung recruitability, the LRM induced a significant decrease in systolic but not diastolic blood pressure, leading to a significant decrease in the pulse pressure (70 [55–85] vs. 50 [51–67] mmHg; p = 0.01). In patients with high lung recruitability, the pulse pressure was not modified by the LRM (61 [43–70] vs. 54 [46–70] mmHg; p = 0.51). Finally, the heart rate remained stable during the LRM (Table ​(Table22 and Additional file 1: E3, Fig. 2E, F). DiscussionWe conducted a physiology-based study of gas exchanges, lung mechanics, and hemodynamic status. We observed a significant increase in the PaO2/FiO2 ratio during the LRM in patients with low lung recruitability and in those with high lung recruitability (especially when we focused on patients with positive PL,EE after LRM, see Table ​TableE2).E2). However, the mechanisms behind this improvement in oxygenation depend on each patient’s potential for alveolar recruitment, as measured by the R/I ratio.The severe impairment of oxygenation in ARDS is caused by a marked decrease in aerated lung, which leads to ventilation-perfusion mismatches and an increase in the shunt fraction. Mechanical ventilation with sufficient PEEP is intended to recruit alveoli and prevent their collapse. Furthermore, LRMs are associated with better oxygenation and without influencing the mortality rate [14–17]. LRMs promote alveolar recruitment by transiently increasing the transpulmonary pressure and reopening non-aerated or poorly aerated alveolar units [18]. Due to lung heterogeneity in ARDS, the LRM can sometimes be associated with hyperinflation of lung parts that are already open (i.e., the “baby lung”) and hemodynamic instability [14]. In 2017, the multicenter ART trial randomized 1010 patients with moderate-to-severe ARDS and found a higher mortality rate in those exposed to LRMs [9]. Consequently, the risk/benefit ratio of LRMs in ARDS is still subject to debate; the latest guidelines suggest that LRMs should be considered for selected patients but do not provide further details [19–21]. Hence, there is a need to identify factors that predict a response to LRMs in patients with ARDS. The severity of ARDS (according to the PaO2/FiO2) or the type (pulmonary vs. non-pulmonary) fails to identify LRM responders [9, 22]. Likewise, the LIVE study failed to show a benefit of personalized ventilation and LRMs as a function of the lung morphology on a CT scan (diffuse vs. focal) [23]. The R/I ratio is a new bedside tool that might help to distinguish between patients with low and high lung recruitment potentials [10]. The ratio expresses the relationship between the compliances of recruited lung and ventilated lung at low PEEP; the higher the R/I ratio, the greater the recruited volume compared to the overdistended volume. Conversely, a low R/I ratio is associated with a greater risk of hyperinflation and a lack of benefit in terms of recruitment during the PEEP increase. In our study, the performance of R/I ratio to predict increase in Crs after LRM was promising. More importantly, increase in Crs was predictable in patients with R/I ratio above 0.8 (25% of the study population). These very selected patients with very high lung recruitability based on R/I ratio (> 0.8) might benefit from LRM. Altogether, these results support an individual used of LRM based on R/I ratio and a confirmation in larger studies is needed.In patients with high lung recruitability, we observed an increase in oxygenation due to a significant increase in Crs. We also observed a significant increase in the PL,EE. Only four patients with high recruitability still had a negative PL,EE (a marker of derecruitment in dependent zones) after the LRM. Taken as a whole, these results indicate a decrease in non-aerated lung tissue in these patients, which in turn decreased the intrapulmonary shunt (Qs/Qt) [24]. In patients with low lung recruitability, the increase in PaO2/FiO2 was not associated with a significative increase in Crs. Conversely, the LRM induced a decrease in Crs in 5 (33%) patients with low lung recruitability. However, we found a significant decrease in pulse pressure—a surrogate of cardiac output. Thus, the increase in oxygenation might be related to a reduction in Qs/Qt without an increase in aerated lung tissue [19]. Interestingly, we did not find any signs of overdistention after the LRM because (i) none of the patients had a PL,EI above 25 cmH2O, and (ii) the VR (a surrogate marker of dead space) did not change significantly with the LRM. However, the negative cardiovascular impact of LRMs had already been reported—even in the absence of alveolar hyperinflation. By modifying the lung volume and intrathoracic pressure, LRMs decrease venous return (especially in cases with concomitant hypovolemia) and right ventricular (RV) preload and increase the RV afterload. Consequently, the left ventricular preload is reduced, which in turn decreases the cardiac output [25, 26]. Hypotension requiring increased vasopressor use during the procedure occurred in 13% of the patients in the PHARLAP study, while severe hypotension leading to the interruption of LRM occurred in 11% of patients in the ART trial [9, 22]. We can therefore assume that the increase in oxygenation observed in these patients was explained (at least in part) by a reduction in cardiac output and thus a decrease in Qs/Qt [24, 27].\nPEEP-induced changes in lung aeration as a function of the R/I ratio have not been extensively studied. Our group has used transesophageal echography to demonstrate the significant re-aeration of the lower lobes (where consolidations predominate) in high recruiters only [28]. This is consistent with Stevic et al.’s transthoracic echography study of the lung ultrasound (LUS) aeration score [11]. The LUS aeration score for posterior (dependent) lung regions was greater in high recruiters than in low recruiters. In contrast, there was no intergroup difference in the LUS aeration score for anterior (non-dependent) lung regions. Interestingly, the R/I ratio is also correlated with the response to a move to the prone position—another established method for lung recruitment. Cour et al. found a strong, significant correlation between the R/I ratio and the change in Crs during a move from the supine position to the prone position [12]. This response depended on the R/I ratio, as only high recruiters showed a significant increase in Crs, which persisted after repositioning in the supine position.\nOur study had several limitations. Firstly, we did not directly assess the effect of LRM on end-expiratory lung volume, cardiac output and intrapulmonary shunt; hence, we cannot confirm the suggested hypotheses. Secondly, various other LRM techniques have been described: sustained continuous positive airway pressure, extended sigh, and pressure-controlled ventilation with progressive increases in PEEP maintaining a pressure driving pressure. The LRMs’ effects might depend on the pressure level reached and/or the duration of exposure. The level of pressure needed to open atelectactic lung cannot be calculated precisely, and 40 cmH2O might not suffice [29]. ConclusionDuring an LRM, the mechanisms related to an increase in PaO2/FiO2 ratio depend on the potential for lung recruitment. Patients with high lung recruitability presented a significant increase in Crs, indicating a gain in ventilated area. Patients with low lung recruitability presented a significant decrease in pulse pressure, suggesting a drop in cardiac output and therefore in intrapulmonary shunt. The R/I ratio (an easy-to-use bedside tool for assessing lung recruitability) might help clinicians to identify patients in whom an LRM will lead to an increase in Crs. Further studies are needed to confirm our present findings. Supplementary Information\nAdditional file 1. Method E1: Esophageal pressure measurement; Method E2: Ventilatory ratio calculation; Table E1: Lung recruitment maneuver and titration of the optimal positive end-expiratory pressure; Table E2: Effects of lung recruitment maneuver according to lung recruitability, in patients with positive end-expiratory transpulmonary pressure; Table E3: Hemodynamic changes during lung recruitment maneuver according to lung recruitability; Figure E1: Protocol for the lung recruitment maneuver in patient #12; Figure E2: Study flow chart; Figure E3: The receiver operating characteristic curve for the prediction of lung recruitment after the lung recruitment maneuver based on the recruitment-to-inflation ratio.(153K, docx) Authors’ contributionsYZ, JM, LK, MS and CB designed the work. YZ, JM, LK, BDC, TS, AL, TB and CB collected and analyzed the data. YZ, JM, MS and CB wrote the manuscript. JM, LK, BDC, TS, AL TB and MS critically reviewed the manuscript. All authors are agreed to be accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. All authors read and approved the final manuscript. FundingThis research did not receive any specific funding from agencies or organizations in the public, commercial, or not-for-profit sectors. Availability of data and materialsThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. DeclarationsEthics approval and consent to participateNo animal studies are presented in this manuscript. No potentially identifiable human images or data are presented in this study. The studies involving human participants were reviewed and approved by an independent institutional review board (CPP Nord-Ouest II, Amiens, France; reference: CEERNI 110).Consent for publicationIn accordance with French legislation, written informed consent was obtained from the patient. Patients who were unable to provide consent prior to randomization due to orotracheal intubation or other medical conditions were informed as soon as conditions permitted.Competing interestsThe authors report no disclosures of relevance to the manuscript. FootnotesPublisher's NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–33. [PubMed]2. Bellani G, Laffey JG, Pham T, Fan E, Brochard L, Esteban A, et al.  Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]3. Acute Respiratory Distress Syndrome Network, Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, et al. Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–8. [PubMed]4. Meade MO, Cook DJ, Guyatt GH, Slutsky AS, Arabi YM, Cooper DJ, et al.  Ventilation strategy using low tidal volumes, recruitment maneuvers, and high positive end-expiratory pressure for acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299:637. doi: 10.1001/jama.299.6.637. [PubMed] [CrossRef] [Google Scholar]5. Mercat A, Richard J-CM, Vielle B, Jaber S, Osman D, Diehl J-L, et al.  Positive end-expiratory pressure setting in adults with acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299:646. doi: 10.1001/jama.299.6.646. [PubMed] [CrossRef] [Google Scholar]6. Brower RG, Lanken PN, MacIntyre N, Matthay MA, Morris A, Ancukiewicz M, et al.  Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351:327–336. doi: 10.1056/NEJMoa032193. [PubMed] [CrossRef] [Google Scholar]7. Guérin C, Reignier J, Richard J-C, Beuret P, Gacouin A, Boulain T, et al.  Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. 2013;368:2159–2168. doi: 10.1056/NEJMoa1214103. [PubMed] [CrossRef] [Google Scholar]8. Papazian L, Forel J-M, Gacouin A, Penot-Ragon C, Perrin G, Loundou A, et al.  Neuromuscular blockers in early acute respiratory distress syndrome. N Engl J Med. 2010;363:1107–1116. doi: 10.1056/NEJMoa1005372. [PubMed] [CrossRef] [Google Scholar]9. Cavalcanti AB, Suzumura ÉA, Laranjeira LN, Paisani DdeM, Damiani LP, Guimarães HP, et al.  Effect of lung recruitment and titrated positive end-expiratory pressure (PEEP) vs low PEEP on mortality in patients with acute respiratory distress syndrome. JAMA. 2017;318:1335–1345. doi: 10.1001/jama.2017.14171. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Chen L, Del Sorbo L, Grieco DL, Junhasavasdikul D, Rittayamai N, Soliman I, et al.  Potential for lung recruitment estimated by the recruitment-to-inflation ratio in acute respiratory distress syndrome. A clinical trial. Am J Respir Crit Care Med. 2020;201:178–187. doi: 10.1164/rccm.201902-0334OC. [PubMed] [CrossRef] [Google Scholar]11. Stevic N, Chatelain E, Dargent A, Argaud L, Cour M, Guérin C. Lung recruitability evaluated by recruitment-to-inflation ratio and lung ultrasound in COVID-19 acute respiratory distress syndrome. Am J Respir Crit Care Med. 2021;203:1025–1027. doi: 10.1164/rccm.202012-4447LE. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Cour M, Bussy D, Stevic N, Argaud L, Guérin C. Differential effects of prone position in COVID-19-related ARDS in low and high recruiters. Intensive Care Med. 2021. [PMC free article] [PubMed]13. Mauri T, Spinelli E, Scotti E, Colussi G, Basile MC, Crotti S, et al.  Potential for lung recruitment and ventilation-perfusion mismatch in patients with the acute respiratory distress syndrome from coronavirus disease 2019. Crit Care Med. 2020;48:1129–1134. doi: 10.1097/CCM.0000000000004386. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Pensier J, de Jong A, Hajjej Z, Molinari N, Carr J, Belafia F, et al.  Effect of lung recruitment maneuver on oxygenation, physiological parameters and mortality in acute respiratory distress syndrome patients: a systematic review and meta-analysis. Intensive Care Med. 2019;45:1691–1702. doi: 10.1007/s00134-019-05821-9. [PubMed] [CrossRef] [Google Scholar]15. Cui Y, Cao R, Wang Y, Li G. Lung recruitment maneuvers for ards patients: a systematic review and meta-analysis. Respiration. 2020;99:264–276. doi: 10.1159/000501045. [PubMed] [CrossRef] [Google Scholar]16. Ball L, Serpa Neto A, Trifiletti V, Mandelli M, Firpo I, Robba C, et al.  Effects of higher PEEP and recruitment manoeuvres on mortality in patients with ARDS: a systematic review, meta-analysis, meta-regression and trial sequential analysis of randomized controlled trials. Intensive Care Med Exp. 2020;8:39. doi: 10.1186/s40635-020-00322-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Kang H, Yang H, Tong Z. Recruitment manoeuvres for adults with acute respiratory distress syndrome receiving mechanical ventilation: a systematic review and meta-analysis. J Crit Care. 2019;50:1–10. doi: 10.1016/j.jcrc.2018.10.033. [PubMed] [CrossRef] [Google Scholar]18. Hess DR. Recruitment Maneuvers and PEEP titration. Respir Care. 2015;60:1688–1704. doi: 10.4187/respcare.04409. [PubMed] [CrossRef] [Google Scholar]19. Del Sorbo L, Tonetti T, Ranieri VM. Alveolar recruitment in acute respiratory distress syndrome: should we open the lung (no matter what) or may accept (part of) the lung closed? Intensive Care Med. 2019;45:1436–1439. doi: 10.1007/s00134-019-05734-7. [PubMed] [CrossRef] [Google Scholar]20. Papazian L, Aubron C, Brochard L, Chiche J-D, Combes A, Dreyfuss D, et al.  Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. 2019;9:69. doi: 10.1186/s13613-019-0540-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Fan E, Del Sorbo L, Goligher EC, Hodgson CL, Munshi L, Walkey AJ, et al. An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical Ventilation in adult patients with acute respiratory distress syndrome. Am J Respir Crit Care Med. American Thoracic Society AJRCCM; 2017;195:1253–63. [PubMed]22. Hodgson CL, Cooper DJ, Arabi Y, King V, Bersten A, Bihari S, et al.  Maximal Recruitment Open Lung Ventilation in Acute Respiratory Distress Syndrome (PHARLAP). A phase II, multicenter randomized controlled clinical trial. Am J Respir Crit Care Med. 2019;200:1363–1372. doi: 10.1164/rccm.201901-0109OC. [PubMed] [CrossRef] [Google Scholar]23. Constantin J-M, Jabaudon M, Lefrant J-Y, Jaber S, Quenot J-P, Langeron O, et al.  Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with acute respiratory distress syndrome in France (the LIVE study): a multicentre, single-blind, randomised controlled trial. Lancet Respir Med. 2019;7:870–880. doi: 10.1016/S2213-2600(19)30138-9. [PubMed] [CrossRef] [Google Scholar]24. Radermacher P, Maggiore SM, Mercat A. Fifty years of research in ARDS gas exchange in acute respiratory distress syndrome. Am J Respir Crit Care Med. 2017;196:964–984. doi: 10.1164/rccm.201610-2156SO. [PubMed] [CrossRef] [Google Scholar]25. Luecke T, Pelosi P. Clinical review: positive end-expiratory pressure and cardiac output. Crit Care. 2005;9:607–621. doi: 10.1186/cc3877. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Mahmood SS, Pinsky MR. Heart-lung interactions during mechanical ventilation: the basics. Ann Transl Med. 2018;6:349. doi: 10.21037/atm.2018.04.29. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Dantzker DR, Lynch JP, Weg JG. Depression of cardiac output is a mechanism of shunt reduction in the therapy of acute respiratory failure. Chest. 1980;77:636–642. doi: 10.1378/chest.77.5.636. [PubMed] [CrossRef] [Google Scholar]28. Brault C, Zerbib Y, Kontar L, Maizel J, Slama M. Transoesophageal ultrasound assessment of lung aeration in patients with acute respiratory distress syndrome. Front Physiol. (in Press). [PMC free article] [PubMed]29. Algaba Á, Nin N. Alveolar recruitment maneuvers in respiratory distress syndrome. Medicina Intensiva (English Edition) 2013;37:355–362. doi: 10.1016/j.medine.2013.01.006. [PubMed] [CrossRef] [Google Scholar]"}