{"title": "Hyperinflammatory environment drives dysfunctional myeloid cell effector response to bacterial challenge in COVID-19", "pubDate": "2022", "PMCID": "PMC8782468", "DOI": "10.1371/journal.ppat.1010176", "PMID": "35007290", "abstract": "COVID-19 displays diverse disease severities and symptoms including acute systemic inflammation and hypercytokinemia, with subsequent dysregulation of immune cells. Bacterial superinfections in COVID-19 can further complicate the disease course and are associated with increased mortality. However, there is limited understanding of how SARS-CoV-2 pathogenesis and hypercytokinemia impede the innate immune function against bacterial superinfections. We assessed the influence of COVID-19 plasma hypercytokinemia on the functional responses of myeloid immune cells upon bacterial challenges from acute-phase COVID-19 patients and their corresponding recovery-phase. We show that a severe hypercytokinemia status in COVID-19 patients correlates with the development of bacterial superinfections. Neutrophils and monocytes derived from COVID-19 patients in their acute-phase showed an impaired intracellular microbicidal capacity upon bacterial challenges. The impaired microbicidal capacity was reflected by abrogated MPO and reduced NETs production in neutrophils along with reduced ROS production in both neutrophils and monocytes. Moreover, we observed a distinct pattern of cell surface receptor expression on both neutrophils and monocytes, in line with suppressed autocrine and paracrine cytokine signaling. This phenotype was characterized by a high expression of CD66b, CXCR4 and low expression of CXCR1, CXCR2 and CD15 in neutrophils and low expression of HLA-DR, CD86 and high expression of CD163 and CD11b in monocytes. Furthermore, the impaired antibacterial effector function was mediated by synergistic effect of the cytokines TNF-α, IFN-γ and IL-4. COVID-19 patients receiving dexamethasone showed a significant reduction of overall inflammatory markers in the plasma as well as exhibited an enhanced immune response towards bacterial challenge ex vivo. Finally, broad anti-inflammatory treatment was associated with a reduction in CRP, IL-6 levels as well as length of ICU stay and ventilation-days in critically ill COVID-19 patients. Our data provides insights into the transient functional dysregulation of myeloid immune cells against subsequent bacterial infections in COVID-19 patients and describe a beneficial role for the use of dexamethasone in these patients.", "author": [{"author": "Srikanth Mairpady Shambat", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Mairpady+Shambat+S&cauthor_id=35007290"}, {"author": "Alejandro Gómez-Mejia", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=G%C3%B3mez-Mejia+A&cauthor_id=35007290"}, {"author": "Tiziano A Schweizer", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Schweizer+TA&cauthor_id=35007290"}, {"author": "Markus Huemer", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Huemer+M&cauthor_id=35007290"}, {"author": "Chun-Chi Chang", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Chang+CC&cauthor_id=35007290"}, {"author": "Claudio Acevedo", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Acevedo+C&cauthor_id=35007290"}, {"author": "Judith Bergada-Pijuan", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Bergada-Pijuan+J&cauthor_id=35007290"}, {"author": "Clément Vulin", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Vulin+C&cauthor_id=35007290"}, {"author": "Daniel A Hofmaenner", "affiliation": ["Institute of Intensive Care, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Hofmaenner+DA&cauthor_id=35007290"}, {"author": "Thomas C Scheier", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Scheier+TC&cauthor_id=35007290"}, {"author": "Sanne Hertegonne", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Hertegonne+S&cauthor_id=35007290"}, {"author": "Elena Parietti", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Parietti+E&cauthor_id=35007290"}, {"author": "Nataliya Miroshnikova", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Miroshnikova+N&cauthor_id=35007290"}, {"author": "Pedro D Wendel Garcia", "affiliation": ["Institute of Intensive Care, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Wendel+Garcia+PD&cauthor_id=35007290"}, {"author": "Matthias P Hilty", "affiliation": ["Institute of Intensive Care, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Hilty+MP&cauthor_id=35007290"}, {"author": "Philipp Karl Buehler", "affiliation": ["Institute of Intensive Care, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Buehler+PK&cauthor_id=35007290"}, {"author": "Reto A Schuepbach", "affiliation": ["Institute of Intensive Care, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Schuepbach+RA&cauthor_id=35007290"}, {"author": "Silvio D Brugger", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Brugger+SD&cauthor_id=35007290"}, {"author": "Annelies S Zinkernagel", "affiliation": ["Department of Infectious Diseases and Hospital Epidemiology, University Hospital of Zurich, University of Zurich, Zurich, Switzerland."], "href": "/?term=Zinkernagel+AS&cauthor_id=35007290"}], "refPMID": ["33123541", "32091533", "32109013", "32211816", "32171076", "32167524", "22797452", "32031570", "32279676", "32377375", "32320677", "32717743", "33679778", "32788292", "32838231", "32584597", "33686059", "33278357", "32839624", "32810438", "33441124", "32810439", "32669287", "32296069", "32283162", "33635335", "0", "32473235", "32603803", "33269299", "33748789", "32678530", "31986264", "32416070", "32325026", "32085846", "32597954", "32329756", "15001782", "32340877", "32446778", "33521697", "27438770", "31506515", "28821374", "11509635", "32926097", "32926098", "26791948", "9973513", "29466759", "32514174", "34938538", "33388094", "29942307", "32284614", "32661059", "32199911", "30348985", "32202669", "29348500", "30768990", "34747366", "20890286", "29719508", "34566994", "34139154", "34099652", "32492406", "19863805", "30825151", "32619549", "34083512", "21471082", "21107529", "21471084", "16778260", "16542729", "29161116", "32603802", "21810744", "25573405", "16038758", "15494274", "34782790", "32296012", "32341331", "32876694", "32122468", "11447162", "30228237", "30385480", "30395289", "32616513", "16646809", "32907876", "31691815", "29377902", "28249561", "29186351", "29077811"], "citedInPMID": ["35007290"], "body": " AbstractCOVID-19 displays diverse disease severities and symptoms including acute systemic inflammation and hypercytokinemia, with subsequent dysregulation of immune cells. Bacterial superinfections in COVID-19 can further complicate the disease course and are associated with increased mortality. However, there is limited understanding of how SARS-CoV-2 pathogenesis and hypercytokinemia impede the innate immune function against bacterial superinfections. We assessed the influence of COVID-19 plasma hypercytokinemia on the functional responses of myeloid immune cells upon bacterial challenges from acute-phase COVID-19 patients and their corresponding recovery-phase. We show that a severe hypercytokinemia status in COVID-19 patients correlates with the development of bacterial superinfections. Neutrophils and monocytes derived from COVID-19 patients in their acute-phase showed an impaired intracellular microbicidal capacity upon bacterial challenges. The impaired microbicidal capacity was reflected by abrogated MPO and reduced NETs production in neutrophils along with reduced ROS production in both neutrophils and monocytes. Moreover, we observed a distinct pattern of cell surface receptor expression on both neutrophils and monocytes, in line with suppressed autocrine and paracrine cytokine signaling. This phenotype was characterized by a high expression of CD66b, CXCR4 and low expression of CXCR1, CXCR2 and CD15 in neutrophils and low expression of HLA-DR, CD86 and high expression of CD163 and CD11b in monocytes. Furthermore, the impaired antibacterial effector function was mediated by synergistic effect of the cytokines TNF-α, IFN-γ and IL-4. COVID-19 patients receiving dexamethasone showed a significant reduction of overall inflammatory markers in the plasma as well as exhibited an enhanced immune response towards bacterial challenge ex vivo. Finally, broad anti-inflammatory treatment was associated with a reduction in CRP, IL-6 levels as well as length of ICU stay and ventilation-days in critically ill COVID-19 patients. Our data provides insights into the transient functional dysregulation of myeloid immune cells against subsequent bacterial infections in COVID-19 patients and describe a beneficial role for the use of dexamethasone in these patients. Author summaryCOVID-19 caused by SARS-CoV-2 induces immune-paralysis characterized by misdirected host responses and altered levels of inflammatory mediators. Additionally, bacterial superinfections can further exacerbate the disease. Here, we report an in-depth functional characterization of the effector response and phenotypic properties of neutrophils and monocytes derived from critically ill COVID-19 patients towards bacterial superinfection. We show that elevated levels of specific cytokine clusters, positively correlate with the development of bacterial superinfections in these patients. Neutrophils and monocytes of critically ill COVID-19 patients showed impaired bactericidal capacity, which was mediated by elevated inflammatory mediators in the plasma. The observed impaired bactericidal capacity in critically ill COVID-19 patients was due to reduced classical effector functions of neutrophils and monocytes. Interestingly, lower levels of overall inflammatory mediators as well as reduction in length of ICU stay and ventilation-days in critically ill COVID-19 patients treated with dexamethasone was observed. These data suggest that the exhaustion and paralysis of the cellular innate immunity against bacterial challenge in critically ill COVID-19 patients is driven by a misdirected host-response, characterized by a hyperinflammatory environment including dysregulated cytokine levels. These results further emphasize the utility and importance of dampening these inflammatory mediators via broad anti-inflammatory therapy in COVID-19 patients, which improves the antibacterial effector functions of neutrophils and monocytes. IntroductionThe Coronavirus-disease-2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) can affect multiple organs and important functional units, such as the respiratory or the circulatory system. The clinical presentation of COVID-19 is diverse and varies widely. While most patients exhibit only mild to moderate symptoms, approximately 10% to 15% of patients progress to a severe disease state [1]. This severe course of COVID-19 may require intensive care unit (ICU) support, including mechanical ventilation [2], and is characterized by acute respiratory distress syndrome (ARDS) as well as cardiovascular, gastrointestinal and neurological dysfunctions [3–7].Furthermore, COVID-19 patients have been reported to show a complex immune dysregulation, characterized by misdirected host responses, altered levels of inflammatory mediators [8–11] including impaired interferon-mediated antiviral response [12,13], as well as high plasma cytokine levels [12,14,15]. These high levels of both pro- and anti-inflammatory cytokines including IL-6, IL-10, IFNs and TNF-α are believed to induce functional paralysis of the immune cells [16–18]. This hypercytokinemia is usually associated with mobilization of myeloid immune cells such as neutrophils and monocytes, further augmenting the tissue damage, thereby suggesting that the hypercytokinemia might be associated with disease severity [11,16,19]. In addition, multiple studies have reported neutrophil hyperactivation, dysfunctional mature neutrophils and emergency granulopoiesis resulting in efflux of immature cells from the bone marrow in critically ill COVID-19 patients [20–22]. Apart from the resulting neutrophilia, severe COVID-19 is characterized by lymphopenia and broad myeloid immune cell-dysregulation [6,9,10,22–25]. Several recent studies have proposed emergency myelopoiesis as a response to severe viral infections, including activation of myeloid progenitor cells in the bone marrow, which can lead to release of suppressive immature neutrophils during COVID-19 and is associated with severe disease manifestations [20,22,26,27].Beyond the systemic dysregulation in severe COVID-19, bacterial superinfections are associated with increased morbidity and mortality [5,8,9,28–30]. In our prospective single centre cohort study, we showed that 42.2% of ICU COVID-19 patients suffered from bacterial superinfections [31]. These were associated with reduced ventilator-free days (VFDs) at 28 days and significantly increased ICU length of stay [31]. However, there is a limited understanding of how SARS-CoV-2 immunopathogenesis impedes innate immune signaling and function against secondary bacterial infections. Similarly, the role of myeloid immune cells and their ability to respond to bacterial infections during severe COVID-19 remains to be elucidated.Recent clinical trials demonstrated that treatment with the corticosteroid dexamethasone in COVID-19 patients with ARDS resulted in improved clinical outcome [32]. The significant mortality benefit and immunomodulatory effects of corticosteroids in critically ill COVID-19 patients indicate that COVID-19 pathophysiology is associated with a broadly dysregulated inflammatory response, which potentially impairs antibacterial effector functions of myeloid immune cells. Hence, a detailed understanding of this altered immunological state and its effect on the innate immune response against secondary bacterial infections during severe COVID-19 is crucial for the development of effective therapeutic strategies.Here, we aimed to investigate the functional response and phenotypic properties of neutrophils and monocytes derived from critically ill COVID-19 patients during their acute- and subsequent recovery (rec)-phase towards bacterial challenge as well as the signaling mediators underlying this response. ResultsExtensive COVID-19-mediated hypercytokinemia correlates with subsequent bacterial superinfectionsWe first assessed the plasma levels of cytokines involved in neutrophil and monocyte functional responses in a subset of patients from our prospective cohort of critically ill COVID-19 ICU patients (acute, n = 25), including the same patients in their rec-phase (rec, n = 19) (S1 and S2 Tables) as well as healthy donors (n = 17). As shown previously [12,33,34], we observed that the levels of cytokines affecting neutrophil function, such as G-CSF, IL-8, IL-4, MIP-1α, MIP-2α, MIP-1β and SDF-1α, were significantly increased in acute-phase patients as compared to rec-phase and healthy donors. These levels decreased upon recovery and were similar to values measured in healthy donors (S1 Fig). For monocyte effectors, we found the most significant changes between acute- and rec-phase as well as healthy donors in the levels of CX3CL1, IP10 and MCP-1 (S1 Fig).In a next step, we sought to investigate whether the cytokine levels in COVID-19 patients who developed secondary bacterial infections (bacterial superinfection) differed as compared to patients who did not develop a bacterial superinfection during their stay in the ICU. Principal component analysis (PCA) showed that cytokines measured in the acute and rec-phase of COVID-19 patients clustered apart from healthy donors (Fig 1A). Both, acute- (Fig 1B) and rec-phase COVID-19 patients (Fig 1C) who developed a bacterial superinfection displayed increased separation on the density curve as compared to those without (Fig 1A–1C). This was confirmed by calculating the normalized cytokine values (sum of Z-scores), termed cytokine summary score (inflammatory index), in the plasma. Patients who developed a bacterial superinfection showed significantly elevated cumulative cytokine levels (inflammatory index) in both acute- and rec-phase (Fig 1D). To rule out the effects of ongoing bacterial superinfection during the acute-phase sampling, a further analysis was performed after excluding four acute-phase patients who already presented with bacterial superinfection during the time of acute-phase sampling (ICU admission). This analysis is in line with the finding, that extensive hypercytokinemia and a significantly elevated inflammatory index was mainly observed in COVID-19 patients who were to develop a bacterial superinfection during their stay in the ICU (both acute- and rec-phase) (S2A–S2D Fig). Furthermore, integrative correlation mapping of clinical parameters taken within 24 to 48 hours from blood and plasma sampling revealed that cytokine levels positively correlated with the bacterial superinfection status, which in turn positively correlated with ICU length of stay and ventilation days (S2E Fig) [31]. Overall, extensive COVID-19 hypercytokinemia correlated with the development of subsequent bacterial superinfections.Open in a separate windowFig 1Characterization of inflammatory mediators in COVID-19 plasma and its association with bacterial superinfection.(A) PCA of healthy donors (white, n = 17), acute- (red, n = 25) and rec- (blue, n = 19) phase COVID-19 patients grouping the plasma cytokine levels and status of secondary bacterial infections (superinfection). Patients who developed or had bacterial superinfection at the time of sampling are depicted as triangle and patients without (w/o) superinfection as circle symbols. (B) PCA of healthy donors (white, n = 17) and acute-phase patients (red, n = 25). Patients who developed bacterial superinfection are depicted as triangle and patients without (w/o) superinfection as circle symbols. (C) PCA of healthy donors (white, n = 17), and rec-phase patients (blue, n = 19). Patients with superinfection are depicted as triangle and patients without superinfection as circle symbols. (D) Normalized cytokine values (sum of Z-scores) in the plasma of acute (red), rec (blue) patients with or without (w/o) bacterial superinfection and healthy donors (white). Data presented as box plots with box indicating interquartile range and error bars indicating highest and lowest value. For panel D, p values were determined by using Mann-Whitney test.Reduced clearance of intracellular bacteria by neutrophils and monocytes of acute-phase COVID-19 patientsAiming to further dissect these findings, we assessed the neutrophil and monocyte function upon bacterial challenge ex vivo. Neutrophils and monocytes derived from critically ill COVID-19 patients or healthy donors were incubated with either autologous or heterologous plasma prior to bacterial challenge with Streptococcus pneumoniae (SP) or Staphylococcus aureus (SA) (Fig 2A–2D and S3A–S3H Fig). Neutrophils from acute-phase patients internalized significantly less SP when stimulated with their own as compared to healthy donor plasma (S3A Fig). We did not observe significant differences in the phagocytosis ability of monocytes challenged with SP (S3B Fig). Similarly, no plasma or cell-mediated effect on phagocytosis ability was observed when either neutrophils or monocytes were challenged with SA (S3C and S3D Fig).Open in a separate windowFig 2Impaired intracellular bactericidal capacity of innate immune cells in acute-phase COVID-19 patients.(A-D) Intracellular killing capacity of COVID-19 patient (acute-phase: red and rec-phase: blue) or healthy donor neutrophils (A and C) and monocytes (B and D) (n = 8–10) pre-exposed to 10% patient plasma (solid symbols) or healthy donor plasma (open symbols) for 3 h and subsequently infected with SP (A and B) or SA (C and D) at MOI 10. Neutrophils and monocytes were isolated freshly from blood and stimulated with the respective plasma conditions. Each symbol represents cells from one human subject, stimulated with either COVID-19 or healthy donor plasma from one donor. P values were determined by using Wilcoxon signed-rank test without adjustment for multiple testing.We observed that neutrophils and monocytes from COVID-19 patients or healthy donors incubated with acute-phase COVID-19 plasma had impaired intracellular bactericidal function with a significant reduction in their ability to clear bacteria as compared to healthy plasma stimulation (Fig 2A–2D). Additionally, a direct comparison of acute- to rec-phase COVID-19 neutrophils and monocytes revealed increased intracellular bacterial survival in acute-phase neutrophils but not monocytes (S3E–S3H Fig). Stimulation of COVID-19 or healthy donor neutrophils with COVID-19 rec-phase plasma did not show any impairment in their ability to eliminate intracellular bacteria compared to healthy plasma stimulation (Fig 2A and 2C). In contrast, monocytes from rec-phase patients still displayed reduced bacterial killing capacity (Fig 2B and 2D and S3F Fig). These findings were further corroborated by stimulating healthy donor monocytes with acute-phase COVID-19 plasma, showing significantly impaired ability to clear intracellular bacteria as compared to stimulation with rec-phase or healthy donor plasma (S3I and S3J Fig). These data suggested that soluble plasma factors during acute-phase COVID-19 impairs the intracellular microbicidal ability of neutrophils and monocytes.Impaired neutrophil effector responses against bacterial challenges in acute-phase COVID-19 patientsTo assess the factors involved in the reduced intracellular killing capacity of acute-phase COVID-19 neutrophils, we analyzed key neutrophil effector responses such as reactive oxygen species (ROS) and myeloperoxidase (MPO) production, cell death and neutrophil extracellular traps (NETs) formation. Stimulation of neutrophils from acute-phase patients or healthy donors with acute-phase COVID-19 plasma resulted in significantly lower levels of ROS upon bacterial challenge compared to stimulation with healthy plasma (Fig 3A, SA (left) and SP (right)). Conversely, stimulation of neutrophils from rec-phase patients or healthy donors with rec-phase plasma showed no such effect (Fig 3B, SA (left) and SP (right)).Open in a separate windowFig 3Impaired neutrophil effector response against bacterial challenge in acute COVID-19 patients.Functional characterization of COVID-19 patient’s (acute-phase: red and rec-phase: blue) or healthy donor’s neutrophils pre-exposed to 10% COVID-19 plasma (solid symbols) or healthy plasma (open symbols) for 3 h and subsequently challenged with either SA or SP at MOI 1. (A and B). Neutrophil functionality was assessed by quantification of ROS in acute- (A) and rec-phase patients (B) (n = 7–8), intracellular MPO (C) (right: acute-phase) (left: rec-phase) and cell viability (D) (right: acute-phase) (left: rec-phase) (n = 7–9) and compared to healthy donors. Each symbol represents cells from one human subject, exposed to either COVID-19 or healthy donor plasma from one donor. In C and D, data are presented as the mean value ± SEM. For panels A and B, p values were determined by using Wilcoxon signed-rank test, for panel C and D by Mann-Whitney test.Additionally, stimulation of neutrophils from acute patients and healthy donors with acute-phase patient plasma resulted in significantly lower levels of MPO compared to stimulation with healthy plasma upon bacterial challenge (Fig 3C (left) and S4A and S4B Fig). In line with the normalized ROS levels during rec-phase, neutrophils from rec-phase stimulated with autologous plasma exhibited MPO levels comparable to cells stimulated with healthy plasma, after bacterial challenge (Fig 3C, right). Since increased rates of dysregulated cell death of various cell types during COVID-19 have been described [35,36], we investigated whether neutrophils from critically ill COVID-19 patients showed an increased tendency towards cell death during bacterial infection. Neutrophils stimulated with acute-phase COVID-19 plasma, irrespective of their origin, showed increased cell death (S4C Fig). Moreover, upon subsequent bacterial challenge cell death was further augmented (Fig 3D (left) and S4D Fig). In contrast, neutrophils from rec-phase patients or healthy donors stimulated with auto- or heterologous plasma prior to bacterial challenge showed no difference in their viability (Fig 3D, right).Recently, it has been proposed that NETs contribute to the formation of microthrombi in COVID-19 and that serum from COVID-19 patients triggered NETs release by healthy neutrophils [37,38]. Since NETs formation is a strategy to eliminate extracellular pathogens [39], we tested the hypothesis that bacterial challenge-mediated cell death of neutrophils isolated from acute-phase patients is due to increased classical NETs release. Neutrophils from acute-phase patients exhibited a higher amount of spontaneous extracellular DNA-release (Fig 4A (top) and S7A Fig) and elevated levels of MPO-DNA complexes (Fig 4A (bottom) and S7B Fig) than neutrophils from rec-phase patients or healthy donors. However, bacterial challenge resulted in significantly lower release of NETs and MPO-DNA complexes from neutrophils derived from acute-phase patients as compared to neutrophils from rec-phase patients or healthy donors (Fig 4B–4D). The inability to release classical NETs upon bacterial challenge was confirmed by fluorescence microscopy (Fig 4E and 4F and S5A and S5B Fig), thereby suggesting that bacteria-induced neutrophil cell death was not due to increased classical NETs release. Together, these data suggest that neutrophils from acute-phase COVID-19 patients are in a state of exhaustion, resulting in reduced production of ROS, MPO and classical NETs release upon secondary bacterial challenge.Open in a separate windowFig 4Abrogated classical NETs production in COVID-19 patients upon secondary bacterial challenge.(A) Flow cytometry analysis of SYTOX and AQUA positive neutrophils (top) and MPO-SYTOX positive neutrophils (bottom) isolated from fresh blood from acute- or rec-phase COVID-19 patients or healthy donors exposed to 10% autologous plasma for 3 h (n = 6–8). (B-D) SYTOX and AQUA positive neutrophils (top) and MPO-SYTOX positive neutrophils (bottom) from acute- or rec-phase COVID-19 patients or healthy donors pre-exposed to 10% autologous plasma for 3 h and subsequently challenged with SA or SP at MOI 1 for 1 h (n = 6–8). (E) Representative confocal images of NETs formation by neutrophils from acute-phase COVID-19 patients or healthy donors pre-stimulated with 10% acute-phase COVID-19 or healthy plasma and subsequently challenged with SA at MOI 10 for 1.5 h. Neutrophils were stained by HOECHST (nuclei: blue) and SYTOX (extracellular DNA: green). (F) Quantification of NETs using fluorescence microscopy (squares, n = (226–8898)) and confocal microscopy (circles, n = (19–113)) nuclei per point (n = 7–8). Each symbol represents cells from a single COVID-19 patient or healthy donor exposed to either COVID-19 or healthy donor plasma from one donor. In A, C, D, and F, data are presented as the mean value ± SEM. For panels A, C, D and F, p values were determined by using Mann-Whitney test.Functional impairment of classical monocyte subset against bacterial challenge in COVID-19 patientsNext, we examined the functional response of monocytes from COVID-19 patients, which can play a substantial role against bacterial challenge. Analysis of monocyte subset frequencies based on CD14 and CD16 expression revealed significantly lower proportions of classical (CD14+ CD16-) monocytes during acute COVID-19. Similarly, non-classical (CD14dim CD16+) monocyte proportions were reduced during both acute- and rec-phase COVID-19 compared to healthy donors (S6A Fig). Classical monocytes from acute-phase patients as well as healthy donors stimulated with plasma from acute-phase patients resulted in significantly lower levels of ROS in response to bacterial challenge as compared to stimulation with healthy plasma (S6B–S6D Fig). In line, classical monocytes from rec-phase patients stimulated with autologous plasma also produced lower levels of ROS as compared to stimulation with healthy plasma (S6C–S6D Fig). Whereas stimulation of monocytes with acute-phase plasma as well as with healthy plasma had no effect on the production of nitric oxide (NO), another effector molecule, upon challenge with bacteria (S6E–S6F Fig). There was no difference in ROS levels in non-classical monocytes from acute- and rec-phase patients as well as healthy donors after challenge with SA (S6G Fig). On the other hand, upon SP challenge, non-classical monocytes from rec-phase patients produced higher levels of ROS when stimulated with healthy plasma as compared to autologous plasma (S6H Fig). Together, these data suggest that classical monocytes were skewed towards significantly impaired ROS, but not NO, production.Neutrophil signaling alterations in acute-phase COVID-19 patients further characterizes a dysfunctional phenotypeGiven the observed impaired neutrophil effector response to bacterial challenges in acute-phase COVID-19 patients, we investigated potentially pivotal signaling mechanisms and receptor phenotypes of neutrophils. Neutrophils from acute-phase patients showed a significant decrease in the expression of the chemokine receptors CXCR2, CXCR3 and CCR5 (Fig 5B and 5F and S7C Fig). Additionally, we observed higher levels of the activation marker CD66b in neutrophils from acute-phase patients (Fig 5C). Furthermore, upon bacterial challenge, a similar pattern of cell surface receptor phenotype with reduced expression of CXCR1, CXCR2, CXCR3, CCR1, CCR5 and the maturation marker CD15, with increased expression of CXCR4 and CD66b was found in neutrophils from acute-phase COVID-19 patients (Fig 5A–5F and S7C–S7F Fig). Overall, PCA of acute-phase COVID-19 patients showed clear separation from rec-phase patients and healthy donors, exhibiting a strong clustering for their receptor phenotype, whereas rec-phase and healthy controls largely overlapped (Fig 5G–5I). Finally, we studied whether this distinct neutrophil phenotype in COVID-19 patients was also characterized by impaired cytokine production involved in the autocrine-paracrine signaling upon bacterial challenge. We found that acute COVID-19 neutrophils secreted reduced G-CSF, MIP-1α, MIP-1β, MCP-1, IL-2, SDF-1α, IL-9, IL-17A, IL-18, IL-20 and IL-23 levels, but secreted increased soluble PD1, IP-10 and MIP-2α levels compared to rec-phase and healthy neutrophils upon bacterial challenge (Fig 5J–5K). Collectively, these data suggest that acute COVID-19 is marked by the presence of immature hyper-activated, dysfunctional neutrophils, displaying reduced effector responses upon secondary bacterial challenge.Open in a separate windowFig 5Expression of surface markers and secretion of cytokines in neutrophils upon bacterial challenge.(A-F) Expression of key surface markers of neutrophils from acute or rec-phase COVID-19 patients or healthy donors pre-exposed to 10% autologous plasma for 3 h and subsequently either challenged with SA or SP at MOI 1 or left unchallenged (n = 8–10). (G-I) PCA of cell surface phenotype of COVID-19 patients acute- (red) or rec-phase (blue) and healthy donors’ (white) neutrophils at the basal level without bacterial challenge (G), upon SA infection (H) or SP infection (I). Each symbol represents cells from a single COVID-19 patient or healthy donor exposed to either COVID-19 or healthy donor plasma. (J and K). Heat map of cytokines secreted by neutrophils from COVID-19 patients (acute- and rec-phase) and healthy controls after bacterial challenge with SA (J) or SP (K) (n = 3–4). For panels A-F, p values were determined by using Mann-Whitney test.Monocyte subpopulation signaling alterations in COVID-19 characterize impaired antibacterial phenotypeBeyond neutrophils, the monocyte compartment is particularly affected by COVID-19 [20]. Classical monocytes from acute-phase patients displayed more heterogeneity, with higher expression of CD163, CX3CR1 and lower expression of HLA-DR compared to recovery and healthy monocytes (Fig 6A and S6C and S8A Figs). Upon bacterial challenge, classical monocytes from COVID-19 patients (acute- and rec-phase) displayed high expression of CD163 and CD11b, but low expression of the activation markers HLA-DR, CD86 and CD80 (Fig 6A–6D and S8A Fig). Non-classical monocytes showed higher expression of CCR2, CD11b and CD163 in acute-phase, while CD64 was increased in both acute- and rec-phase compared to healthy controls, both in the presence and absence of bacterial challenge (Fig 6E–6F and S8B Fig). Overall, PCA of classical monocytes revealed an acute-phase COVID-19 clustering pattern upon bacterial challenge, which was strongly associated with low expression of HLA-DR, CD86, CD80 and a high expression of CD163, CX3CR1 and CD11b (Fig 6G–6I). Similarly, a clustering pattern of acute-phase COVID-19 non-classical monocytes upon bacterial challenge was characterized by an increased expression of CCR2, CD163 CD120b, CD11b and low expression of HLA-DR (S8C Fig). Finally, COVID-19 monocytes showed a dampened cytokine secretion profile upon bacterial challenge compared to healthy controls (Fig 6J and 6K). Particularly, monocytes from patients with acute COVID-19 secreted reduced G-CSF, MIP-1α, MIP-1β, MCP-1, TNF-α and IL-2 levels upon bacterial challenge (Fig 6J and 6K).Open in a separate windowFig 6Phenotypic characterization of surface markers and secreted cytokines in monocytes upon bacterial challenge.(A-F) Expression of key surface markers of classical (A-D) and non-classical monocytes (E and F) from acute- or rec-phase COVID-19 patients or healthy donors pre-exposed to 10% autologous plasma for 3h and subsequently challenged with either SA or SP at MOI 1 or left unchallenged (n = 9–11). (G-I) PCA of cell surface phenotype of COVID-19 patients acute- (red) or rec-phase (blue) and healthy donors’ (white) classical monocytes at the basal level without bacterial challenge (G), upon SA infection (H) or SP infection (I). Each symbol represents cells from a single COVID-19 patient or healthy donor exposed to either COVID-19 or healthy donor plasma from one donor. (J and K) Heat map of cytokines secreted by monocytes from COVID-19 patients (acute-phase and rec-phase) and healthy controls after bacterial challenge with SA (J) or SP (K) (n = 2–3). For panels A-F, p values were determined by using Mann-Whitney test.Taken together, these data suggest that dynamic changes of monocyte receptor and cytokine secretion profiles associated with acute COVID-19 were involved in an aberrant antibacterial response.Combination of TNF-α, IFN-γ and IL-4 drives impaired antibacterial effector functions of myeloid immune cells in critically ill COVID-19 patientsBased on the previous findings of altered cytokine signaling pathways, hypercytokinemia affecting neutrophils and monocytes, we were interested in determining the specific cytokines affecting the antibacterial response. As such, we compared the plasma cytokine levels of critically ill COVID-19 patients from the first wave, March to June 2020, vs the second wave, July to December 2020, and stratified by status of bacterial superinfection or not. Importantly, treatment with dexamethasone according to the RECOVERY trial was administered during the second wave, but not during the first wave [40]. PCA values of cytokines demonstrated a clear separation between patients in their acute- or rec-phase as well as for bacterial superinfection status (Fig 7A). Furthermore, a clear clustering of cytokines (IL-6, TNF-α, IFN-γ, IFN-α, SDF-1α, MIP-1α, MIP-1β, G-CSF, IL-10, CX3CL1 and IL-4) was observed in a PCA for critically ill COVID-19 patients during the first wave who presented a bacterial superinfection during their stay at the ICU (Fig 7B). These cytokines were significantly elevated in patients with bacterial superinfection during the first wave (S9 Fig). Clustering of IL-18, IP-10, MCP-1 and MIP-2α characterized patients in acute-phase COVID-19 without bacterial superinfections (Fig 7B). In contrast, a similar analysis between acute- (n = 38) and rec-phase (n = 21) second wave COVID-19 patients who were treated with dexamethasone did not reveal any specific cytokine clustering among acute-phase patients with or without bacterial superinfection (Fig 7C and S9 Fig). To investigate the potential role of this specific cytokine cluster within patients who were to develop a superinfection on the functional response capacity of neutrophils and monocytes, we performed cytokine stimulation assays with healthy donor neutrophils using either single cytokines or a combination of cytokines (cocktails) thereof prior to bacterial challenge. We discovered strong effects for five cytokines, which lead to increased intracellular bacterial survival in neutrophils (Fig 7D). This phenotype was significantly increased when the cells were stimulated with different cytokine combinations. Stimulation with cocktail 1 (TNF-α and IFN-γ) and cocktail 3 (IL-4, IL-10 and IFN-γ) increased intracellular bacterial survival, whereas stimulation with cocktail 2 (IL-6, IL-8, G-CSF and IFN-α) decreased intracellular bacterial survival (Fig 7E). Of note, stimulation with cocktail 4, containing all cytokines identified in the cluster associated with superinfections (IL-4, IL-6, , IL-10, TNF-α, IFN-α, IFN-γ, G-CSF, SDF-1α, MIP-1α and MIP-1β) except CX3CL1, but including IL-8, which was previously described as a strong predictor for COVID-19 disease severity [26], potentially by its effect on neutrophils, a trend towards increased intracellular bacterial survival was observed (Fig 7E). Furthermore, stimulation of neutrophils with cocktail 1 and 3 led to significantly decreased ROS production upon SA infection (Fig 7F), while no single cytokine stimulation led to significantly decreased ROS production (S10A Fig). Cocktail 1 and 4 led to significantly increased cell death (Fig 7G), attributable to the presence of TNF-α and IFN-γ in these cocktails, while TNF-α was the only single cytokine leading to significantly enhanced cell death of neutrophils (S10B Fig). Furthermore, TNF-α alone, cocktail 1 or cocktail 4 stimulation was sufficient to induce increased cell death by itself, without a secondary bacterial challenge (S10C and S10D Fig). We also observed a similar phenotype for monocytes, where pre-treatment with individual cytokines, especially TNF-α and CX3CL1, showed increased intracellular survival upon bacterial infection (S11A Fig). In addition, pre-stimulations with cocktail 1 (TNF-α and IFN-γ) and 3 (IL-4, IL-10 IFN-γ and CX3CL1) led to significantly higher intracellular bacterial survival, while a trend towards higher intracellular survival upon cocktail 4 treatment was observed (S11B Fig).Open in a separate windowFig 7Plasma cytokine levels quantification of COVID-19 patients according to superinfection status and functional cytokine analysis.(A) PCA of cytokine levels in COVID-19 patients with secondary bacterial infections (superinfection) vs COVID-19 patients without superinfection, showing the separation axis between acute- and rec-phase. (B and C) PCA of plasma cytokine level comparison between acute- and rec-phase of wave 1 and wave 2 patients highlighting a cluster of elevated levels of cytokines in COVID-19 patients with superinfection (purple), cluster with elevated levels of cytokines in COVID-19 patients without superinfection (orange) and cluster with similarly low levels in acute- and rec-phase in patients without superinfection (cyan). Axes in both graphs are the same and based on the direction and orientation of variables as shown in panel A. Anti-inflammatory treatment received by the patients either at physician’s discretion (B) or following the RECOVERY trial protocol with dexamethasone (C). Analysis was only done on patients not suffering from superinfection at time of sampling. (D and E) Intracellular killing capacity of healthy donor neutrophils (n = 5–7) pre-exposed to the indicated single (D) or combination of cytokines for 4 h (E) and subsequently infected with SA at MOI 10. Values are normalized to unstimulated neutrophils. (F and G) ROS production (F) and cell death (G) of healthy donor neutrophils (n = 5–7) pre-exposed to different cytokine cocktails for 4h and subsequently infected with SA at MOI 1. Cocktail 1, TNF-α and IFN-γ; cocktail 2, IL-6, IL-8, G-CSF and IFN-α; cocktail 3, IL-4, IL-10 and IFN-γ; cocktail 4, IL-4, IL-6, IL-8, IL-10, TNF-α, IFN-α, IFN-γ, G-CSF, SDF-1α, MIP-1α and MIP-1β. (H-I) Intracellular bacterial survival (H) and cell death (I) of healthy donor neutrophils (n = 5–8) pre-treated with receptor blockers or isotype controls and exposed to 10% acute-phase COVID-19 plasma (“Acute-phase plasma”, n = 6 plasmas). Employment of receptor blockers or isotype controls, pre-exposed to TNF-α and IFN-γ (“Cytokines”) with or without receptor blockers and 10% acute-phase COVID-19 or 10% healthy donor plasma (“Plasma”, n = 6 plasmas) for 4 h and subsequently infected with SA at MOI 10 (H) or 1 (I). Each symbol represents cells from one healthy donor. For graphs presented in (E-G) p values were determined by using Mann-Whitney test, (H-I) by using Kruskal-Walis test with Dunn’s multiple comparison test and Mann-Whitney test.Finally, to confirm the importance of these identified cytokines in the observed impaired antibacterial effector function of COVID-19 myeloid immune cells, we utilized cytokine receptor blocking antibodies prior to stimulation of healthy donor neutrophils with COVID-19 patient plasma, followed by bacterial challenge. We found that blocking of the receptors for TNF-α, IFN-γ or IL-4 led to decreased intracellular bacterial survival, whereas the combination of either TNF-α and IFN-γ or TNF-α, IFN-γ and IL-4 receptor blocking led to significantly decreased intracellular bacterial survival (Fig 7H). The same combination of receptor blockers also restored neutrophil viability (Fig 7I) and ROS production upon COVID-19 plasma stimulation and subsequent bacterial challenge (S10E Fig).Overall, these findings identified the combined effect of elevated TNF-α, IFN-γ and IL-4 plasma levels in critically ill COVID-19 patients as some of the potent drivers of decreased antibacterial effector functionality of myeloid immune cells.Plasma proteomics reveals reduction of inflammatory mediators in critically ill COVID-19 patients treated with dexamethasoneBeyond the analysis of the plasma cytokine levels in COVID-19 acute- and rec-phase, we sought to determine whether any other soluble proteins in the plasma could be a driver behind the impaired antibacterial effector response of myeloid immune cells. We performed an evaluation of the protein changes in the plasma of these patients via TIMS-TOF-MS. We identified a total of 308 proteins in 33 plasma samples, including 16 patient pairs (acute- and rec-phase) of which eight were from critically ill COVID-19 patients from each wave 1 (without dexamethasone treatment) and wave 2 (with dexamethasone treatment), plus one unpaired acute-phase patient sample from wave 1. The wave 1 acute-phase patients samples presented a clear clustering and separation from the wave 2 plasma samples in a PCA analysis according to changes in their plasma protein profile (S12A Fig). We observed a significant increase in the number of proteins with changes in their intensity between acute- and rec-phase plasma from wave 1 (49 proteins) as compared to wave 2 (9 proteins) (S4 and S5 Tables). A volcano plot of the signal intensities showed a more than two-fold increase in proteins involved in tissue protection, such as SERPINA10, the inflammatory markers CRP, LBP, TSKU, SAA2 and S100A9 as well as the myeloid immune cell marker CD14 in wave 1 during their acute-phase as compared to their rec-phase (Fig 8A and S4 Table). For wave 2, differences in protein intensities were only observed with an FDR of 0.25 and interestingly also included higher levels of SAA2, S100A9 albeit with a much lower difference in intensity between acute- and rec-phase as compared to wave 1 (Fig 8B and S5 Table). Additionally, the evaluation of significant intensity changes between proteins in wave 1 and wave 2 patient according to their condition (acute- vs rec-phase) showed a significantly higher fold change in wave 1 as compared to wave 2 with proteins such as CD14, HPR, MNDA and several SERPINAs (Fig 8C and S6 Table), indicating a significant difference in the levels of inflammatory mediators between wave 1 and wave 2. Whereas proteins, such as RNASE1, DDT, H3-3A and complement factors, were at a lower level in wave 1 as compared to wave 2 (Fig 8C). As for the different pathways affected in patients from both waves, we observed a significant dysregulation of several metabolic processes by Reactome (Reactome database) gene set enrichment analysis (GSEA) in acute-phase compared to their rec-phase between wave 1 and 2 (Fig 8D and 8E), especially in innate immune defense and cellular response to stress. A significantly higher variation was observed in the number of proteins involved in immune defense and metabolic processes for wave 1 as compared to wave 2 (S12B Fig). We also analyzed all the proteins with significant changes by normalization with Z-score and generated a heat map, revealing that inflammatory markers such as CRP, S100A9, CD14, LBP and MNDA had a higher intensity in acute patients from wave 1 than wave 2 (Fig 8F and S12C Fig). Similarly, proteins such as KAIN (SERPINA4) and DOPD (DDT) had lower intensity in acute-phase patients from wave 1 than wave 2 (Fig 8F and S12C Fig). Finally, a STRING interaction analysis was performed to identify enriched pathways and the roles, as well as interactions, of proteins with significant differences between acute- and rec-phase of wave 1 patients compared to the differences between acute- and rec-phase of wave 2 patients. A high number of the identified proteins were strongly linked together due to their involvement in innate immune response, defense response to bacteria, cytokine production and myeloid cell activation as well as in regulation of the immune effector response towards infections (Fig 8G).Open in a separate windowFig 8Plasma-protein profile evaluation for COVID-19 patients in acute- and their corresponding rec-phase between wave 1 and wave 2.(A-C) Volcano plots depicting the changes in plasma protein intensities based on the patient condition (acute- vs rec-phase) in COVID-19 wave 1 (A), wave 2 (B) or between acute- vs rec-phase in wave 1 compared to acute- vs rec-phase in wave 2 (C). A minimum change of two folds and an FDR of 0.05 and 0.25 was considered for statistical significance. (D-E) Gene set enrichment analysis (GSEA) was done to depict changes in the expression of proteins involved in different cellular pathways using the Reactome across conditions (acute-phase vs rec-phase) in COVID-19 wave 1 (D) and wave 2 (E). The diameter of the circles depicts the number of proteins involved in the illustrated process and the color indicate a specific pathway. (F) A heatmap of the Z score of signal intensities depicting the changes of the top 15 proteins measured in the plasma samples and with a known role in immune response to infections across conditions (acute-phase vs rec-phase) from COVID-19 patients during wave 1 and wave 2. (G) An interaction map was constructed to depict the signal intensity changes of proteins between acute- vs rec-phase in wave 1 compared to acute- vs rec-phase in wave 2 using the STRING database. The color of the spheres illustrates the functional group they belong to, while the color of the connecting strings shows the type of interaction as given by STRING.These results deliver important insights into further potential drivers underlying the observed impaired antibacterial effector response of myeloid immune cells of critically ill COVID-19 patients beyond cytokine-mediated effects by means of complex inflammatory protein interactions. Furthermore, they also emphasize the potentially beneficial effects of broad anti-inflammatory treatment in these patients by dampening the complex inflammatory environment, aiming at restoring homeostasis.Improved myeloid cell effector response against bacterial challenge and decreased levels of inflammatory mediators are associated with dexamethasone treatmentWe hypothesised that the dampened inflammatory plasma environment of COVID-19 patients treated with dexamethasone in wave 2 might also improve the antibacterial effector response of myeloid immune cells. Therefore, we carried out stimulation assays using healthy donor neutrophils or monocytes with plasma from either wave 1 or wave 2 patients and assessed their effector response towards bacterial challenge. We observed significantly increased intracellular bacterial survival (Fig 9A), decreased ROS levels (Fig 9B) and enhanced cell death (Fig 9C) in neutrophils stimulated with wave 1 plasma as compared to healthy plasma stimulation, while no such differences were observed upon wave 2 plasma stimulation. There was no difference in phagocytosis upon plasma only stimulation by either wave 1 or wave 2 plasma (S13A Fig). There was a trend towards increased background cell death upon plasma only stimulation by wave 1 as compared to wave 2 plasma (S13B Fig). Similarly, we also observed increased intracellular bacterial survival in monocytes (S13C Fig), decreased ROS production (S13D Fig) and increased cell death (S13E Fig) of monocytes stimulated with wave 1 plasma as compared to healthy plasma, but not upon wave 2 plasma stimulation upon bacterial infection. While no differences in HLA-DR expression were identified upon bacterial infection or upon only plasma stimulation (S13F and S13G Fig). However, monocytes exhibited increased background cell death upon plasma only stimulation by wave 1 as compared to wave 2 plasma (S13H Fig).Open in a separate windowFig 9Quantification of inflammatory mediators in plasma and its association with bacterial superinfection compared between the first and second COVID-19 wave.(A-C) Intracellular bacterial survival (A), ROS production (B) and cell death (C) of healthy donor neutrophils (n = 6) pre-exposed to either 10% of wave 1 acute-phase (n = 9–12), wave 2 acute-phase (n = 8–10) or healthy donor plasma (n = 7–8) for 3 h and subsequently infected with SA at MOI 10 (A) or 1 (B and C). (D and E). Normalized cytokine values (sum of Z-scores) depicted as cytokine summary score (inflammatory index) in the plasma of acute-phase COVID-19 patients between first and second wave with or without superinfection. The cytokine summary score from first wave is also presented in Fig 1D (D) and stratification by type of superinfection, i.e. bacteraemia (left) or pulmonary infection (right) between first wave (red box) and second wave (green box) (E). Data presented as whisker plots with box indicating interquartile range and error bars indicating highest and lowest value. (F and G) Contingency graph showing the difference in proportion of total bacterial superinfection, bacteraemia status and pulmonary infection status (F) in critically ill COVID-19 patients during first wave and the second wave. (G-J) Clinical as well as laboratory parameters that are part of the routine diagnostics including, CRP (G) and IL-6 levels (H) as well as length of ICU stay (I) and ventilation (J) of acute-phase COVID-19 patients between first and second wave with or without superinfection. For panels A-C, each symbol represents cells from one healthy donor treated with 10% plasma, for panels D, G-J, each symbol represents one human subject. For panels A-E and G-J, p values were determined by using Mann-Whitney test, for panel F by using Chi-square test.Based on these experimental findings and the prior identification of the hyperinflammatory environment including cytokines as driver of the observed phenotype, we reasoned that targeting and thereby decreasing elevated levels of soluble inflammatory mediators might contribute to a reduction of bacterial superinfections and thus improve patient outcome. An analysis of the first wave of COVID-19 patients who have developed a bacterial superinfection showed significantly elevated cumulative cytokine levels as measured by cytokine summary score (inflammatory index) in both acute- and rec-phase (Figs ​(Figs1D1D and ​and9D9D and S14A Fig). Whereas no differences in cytokine summary score were detected between patients with or without superinfection in both acute- and rec-phase in the second wave (Fig 9D and S14A Fig). Similarly, the cytokine summary score of wave 1 patients with superinfection was significantly higher than the cytokine summary score of wave 2 patients with superinfection (Fig 9D and S14A Fig). Additionally, the cytokine summary score in plasma from patients who suffered from bacteraemia was significantly reduced in the second wave as compared to the first wave (Fig 9E, left) and showed a tendency towards decreased levels in patients with pulmonary superinfection (Fig 9E, right). However, there was no difference in the proportion of total bacterial superinfection cases or pulmonary superinfections between wave 1 and wave 2 (Fig 9F). A lower proportion of bacteraemia cases, although not statistically significant, was identified in the second wave as compared to the first wave (Fig 9F).Furthermore, a comparison of the levels of important inflammatory and clinical markers in COVID-19 patients between the first and second wave showed a significant reduction of C-reactive protein (CRP) (Fig 9G) and IL-6 levels (Fig 9H) as well as decreased length of ICU stay (Fig 9I) and ventilation days (Fig 9J) in patients suffering from a bacterial superinfection during the second wave. Of note, no differences in other clinical and laboratory parameters including neutrophils, monocytes or leukocytes counts, SAPS, SOFA score, age, LDH, D-dimer levels and time to superinfection were observed between the first and second wave of COVID-19 patients (S14B–S14K Fig). These results suggest a potential role for the association of elevated inflammatory mediators found in the plasma of critically ill COVID-19 patients and increased risk for developing bacterial superinfections. Furthermore, dampening the excessive inflammatory environment can improve the antibacterial effector functionality of neutrophils and monocytes. DiscussionIn this study, we show that a higher degree of SARS-CoV-2 mediated hypercytokinemia in the plasma is positively associated with bacterial superinfections. By assessing key functional and phenotypic properties of neutrophils and monocytes from acute-phase COVID-19 patients, we show that these cells exhibit multiple functional changes, including impaired microbicidal capacity, reflected by abrogated ROS and MPO production as well as NETs formation by neutrophils and impaired ROS production in monocytes upon bacterial challenge. This impaired phenotype was characterized by a high expression of CD66b, CXCR4 and low expression of CXCR1, CXCR2 and CD15 in neutrophils and low expression of HLA-DR, CD86 and high expression of CD163 and CD11b in monocytes. In addition, we also addressed the role of COVID-19 superinfection-associated cytokines such as TNF-α, IFN-γ and IL-4, which synergistically mediate impaired antibacterial effector function in myeloid immune cells. Furthermore, anti-inflammatory treatment with the corticosteroid-dexamethasone was associated with enhanced cellular effector response towards bacterial challenge, reduction of inflammatory mediators in the plasma as well as the reduction in CRP, IL-6 levels, length of ICU stay and ventilation-days in critically ill COVID-19 patients.Studies have shown that severe COVID-19 is accompanied by hypercytokinemia with high levels of pro-inflammatory cytokines such as IL-6 and IL-1β as well as anti-inflammatory cytokines such as IL-4 and IL-10 [12,14,41]. Our initial Luminex-based screening on plasma from critically ill COVID-19 patients from the first wave detected significantly higher levels of cytokines involved in recruitment and trafficking of neutrophils such as IL-8, G-CSF and SDF-1α, in accordance with previous reports showing that acute-phase COVID-19 patients have elevated neutrophil counts [6,20,22,42,43]. We also report an increase in CX3CL1, IP10 and MIP-1β levels, indicating increased recruitment of monocytes [12,43]. However, the concomitant presence of high levels of IL-4 and IL-10, with broad anti-inflammatory functions, might cause functional impairment of neutrophils and monocytes towards bacterial challenge [44].Indeed, we observed that neutrophils and monocytes derived from acute-phase COVID-19 patients showed a decreased capacity to kill intracellular bacteria, which was linked to a significant decrease in their ability to produce ROS and intracellular MPO (for neutrophils).This altered functionality is consistent with a recent study showing reduced oxidative burst of neutrophils in response to E. coli in severe COVID-19 patients [20]. Since neutrophils and monocytes engage in a complex crosstalk with other immune cells to elicit an efficient effector-response, we were keen on identifying possible autocrine-paracrine signaling mechanisms. Neutrophils and monocytes from critically ill COVID-19 patients were functionally impaired in their capacity to produce cytokines important for activation and subsequent antimicrobial actions. Significantly lower levels of G-CSF and IL-17 as well as IL-18 in neutrophils from acute patients could be linked to decreased ROS [45,46] and MPO [47] production, respectively. This was consistent with a recent observation regarding the diminished or inexistent expression of cytokine genes (il6 and tnf) by monocytes upon stimulation with TLR ligands [14].Several recent studies have proposed that NETs can contribute to inflammation-associated lung damage and microthrombi in severe COVID-19 patients [37,48]. The concentration of NETs components was found to be augmented in plasma, tracheal aspirate and lung autopsy tissues from COVID-19 patients [38,49]. Notably, it was found that SARS-CoV-2 infection could directly induce the release of NETs by healthy neutrophils [49]. In line with these findings, we observed that neutrophils from acute patients released higher levels of DNA upon COVID-19 plasma stimulation. However, the release of classical NETs against SA was significantly reduced in the acute COVID-19 environment. This phenomenon might be due to neutrophil exhaustion and a subsequent inability to properly respond to bacterial challenges.These findings were confirmed by the fact that neutrophils isolated from acute patients showed lower expression of key receptors CXCR1, CXCR2 as well as CXCR3, important for sensing IL-8 as well as G-CSF [50,51], thereby pointing towards increased engagement of these receptors. On the other hand, SDF-1α receptor CXCR4, involved in neutrophil trafficking from the bone marrow and local retention, was significantly higher, pointing to decreased signaling engagement, whereas the maturation marker CD15 was significantly lower in acute COVID-19 cells. CXCR4 has been described as a neutrophil precursor marker [52] and similarly it has been suggested that these immature neutrophils are being released into the blood during severe COVID-19 [22]. Also, presence of abnormal neutrophils in patients with severe COVID-19 has been observed [22,53]. A recent single-cell transcriptomic study proposed that premature neutrophils in severe COVID-19 might be programmed towards an anti-inflammatory state or even exert suppressive functions, similar to myeloid-derived suppressor cells (MDSCs) [20]. Furthermore, we recently demonstrated that a subpopulation of neutrophils in critically ill COVID-19 patients undergoes TNF-α-driven necroptosis [54], with concomitant release of various damage associated molecular patterns and alarmins, such as S100A8/A9, which are known to contribute to pathological damage [22,55,56].Acute-phase patients showed a lower proportion of classical monocytes, crucial for anti-bacterial response, compared to rec-phase patients and healthy donors. Additionally, monocytes were also characterized by lower numbers of non-classical monocytes that are important for maintaining vascular homeostasis [11,20,22,53,57,58]. Similar to other studies, HLA-DR expression on classical monocytes was significantly reduced [11,20,22], which can be mediated by IL-6 overproduction during severe COVID-19 [11]. Emergence of HLA-DRlow monocytes during severe COVID-19 can be linked to a phenotype similar to MDSCs or dysfunctional monocytes. HLA-DRlow, CD163high monocytes are usually associated with anti-inflammatory tissue-homeostatic functions and are linked to an immunosuppressive phenotype in sepsis [59–62]. Thus, a defective or suppressed monocyte compartment can further add to its inability to respond to bacterial infection.We found that higher degree of plasma hypercytokinemia in COVID-19 patients correlated with the occurrence of bacterial superinfections during the first wave [31]. We detected a specific cluster of the cytokines IL-6, TNF-α, IFN-γ, SDF-1α, MIP-1α, MIP-1β, G-CSF, IL-10, CX3CL1, and IL-4, which were elevated in patients developing bacterial superinfection. Especially, TNF-α, IFN-γ and IL-4 stimulations contributed towards the observed impaired functional response along with increased cell death. In line with these findings, our receptor blocking assays targeting TNF-α, IFN-γ and IL-4 receptors on neutrophils in the COVID-19 plasma environment confirmed their major role in the observed impaired antibacterial phenotype. In a recent study, Karki et al. showed that TNF-α and IFN-γ synergize to induce inflammatory cell death and this synergy is linked to mortality during SARS-CoV-2 infection [18]. Similarly, IL-4-mediated receptor signaling in neutrophils is known to affect their effector response, specifically abrogating classical NETs formation [63]. Additionally, a recent study demonstrated that basophil-derived IL-4 promoted S. aureus skin infection and IL-4 receptor blocking promoted enhanced bacterial clearance in a mouse model [64]. The degree of hypercytokinemia in COVID-19 patients from the second wave, which had been treated with the corticosteroid dexamethasone, did not reveal any specific clustering of cytokines and was not associated with impaired effector response against bacterial challenge.Moreover, we also observed a change in the proteomic profile of acute-phase patients between the first and second wave. The levels of inflammatory markers, like SENELOP, SERPINAs, LBP, and SAA2, were found to be significantly altered in acute-phase patients of both wave 1 and wave 2, respective to their rec-phase, albeit a higher alteration was found in wave 1. SAAs and SERPINAs are important for proper neutrophil functionality [56,65–67], which might play an additional role in the impairment we observed. Moreover, recent reports linked plasma proteomic changes of COVID-19 patients to different degrees of disease severity, with special emphasis on tissue repair and coagulation proteins, such as the SERPINAs, inflammatory markers and regulators, like CRP and TSKU, macrophage trafficking markers, like SELENOP, as well as immune cell markers such as LBP and CD14 [68–75]. These findings in our cohort further strengthen our hypothesis on myeloid cell dysregulation and it is in line with the reported COVID-19 proteomics data [71,74,75].Even though corticosteroid treatment was widely used during previous viral pandemics, such as influenza [76–78], SARS-CoV [79,80] and MERS-CoV [81], its use remains controversial [82], since observational studies reported increased mortality and nosocomial infections during influenza [83,84], and delayed clearance of SARS-CoV and MERS-CoV [85,86]. So far, only a limited number of published studies on the mechanistic effects of corticosteroid therapy in COVID-19 is available [87]. However, a few studies reported improved clinical symptoms and oxygenation, reduced length of hospitalization and ICU stay as well as lower 28-day mortality among patients with invasive mechanical ventilation [6,32,40,88–90]. Hence, for critically ill COVID-19 patients with dysregulated inflammation and hypercytokinemia causing excessive tissue injury, appropriate use of corticosteroids could be beneficial [82,91]. As corroborated by our results, the highly inflammatory COVID-19 environment can cause exhaustion of innate immune function against secondary bacterial infections. Hence, targeting these inflammatory mediators by short-term usage of broad anti-inflammatory therapy, such as corticosteroids, might restore the effector function of myeloid immune cells in the host, thereby decreasing the risk of secondary bacterial infections in COVID-19.However, we acknowledge several limitations of our study. First, the small patient sample size does not allow for further in-depth analysis of the clinical outcome. Second, our observations are limited to a single center study, hence further prospective multi-center studies with larger patient samples specifically looking at the correlation between elevated levels of certain cytokines as well as the potential beneficial role of corticosteroid treatment and the risk for developing bacterial superinfections are required to elaborate and verify the observations from our study. Third, in a recent study it was shown that dexamethasone treatment in COVID-19 patients affected circulating neutrophils, altered their IFN signaling and expanded immature neutrophils [87]. Similarly, increase in abnormal/immature neutrophils in the blood stream during severe COVID-19 has been observed by previous studies [20,22,27,53]. Whether the hyperinflammatory environment as well as dexamethasone treatment specifically effects the functional responses of these immature neutrophils against bacterial infection is largely unknown. In our study we have not investigated the role of the maturity status of the neutrophils and monocytes and their effect on antibacterial response. Hence, future studies specifically looking at the maturity and sub-type status of myeloid immune cells and their effector response against secondary bacterial infections are required.In conclusion, we demonstrated that during acute COVID-19, critically ill patients presented with alterations in neutrophil and monocyte effector cytokines, which severely affected their ability to respond to bacterial challenges, as determined by in-depth functional and phenotypic assessment of neutrophils and monocytes. These data corroborated the clinical disease course with increased bacterial superinfections observed in critically ill COVID-19 patients in wave 1 as compared to wave 2. Our study further emphasizes the importance of tailoring treatments, aiming at restoring the antibacterial effector functions of neutrophils and monocytes, thereby decreasing the risk of elevated mortality in COVID-19 due to secondary bacterial infections. Materials and methodsEthical statementPatients recruited under the Microbiota-COVID prospective cohort study conducted at the Institute of Intensive Care Medicine of the University Hospital Zurich (Zurich, Switzerland) registered at clinicaltrials.gov (ClinicalTrials.gov Identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04410263\",\"term_id\":\"NCT04410263\"}}NCT04410263). The study was approved by the local ethics committee of the Canton of Zurich, Switzerland (Kantonale Ethikkommission Zurich BASEC ID 2020–00646). Blood sampling for isolation of neutrophils, monocytes and plasma collection from healthy volunteers was approved by the local ethics committee of the Canton of Zurich, Switzerland (Kantonale Ethikkommission Zurich BASEC ID 2019–01735). Formal written consent was obtained from all the participants of the study. Patients were considered to be in the acute phase on the first 5 days after initial ICU admission while the rec-phase was defined as patients were discharged from the ICU or were negative for COVID-19 and under a defined clinical score, in a non-critical state. A list of all patient demographics and clinical scores is available in S1 and S2 Tables.Bacterial superinfection was defined according to the previously published study by Buehler et al., 2021 [31]. “A multidisciplinary panel of ICU and infectious diseases consultants (unrelated to the study group) assessed the clinical status of the patients on a daily basis. Superinfection was diagnosed according to the panel’s judgement of clinical deterioration and routine laboratory assessment as well as microbiological results. In more detail, the isolation of microorganisms from respiratory specimen cultures (TBS and/or BAL) regarded as clinically relevant by the panel was used as antimicrobial treatment guidance and the first specimen without pathogen growth was considered as the end of an episode in concordance with the clinical course” [31]. Species identified causing bacterial superinfections among critically ill COVID-19 patients during wave 1 and wave 2 are depicted in (S15A and S15B Fig).Bacterial strainsStaphylococcus aureus (SA) strains JE2 (MRSA-USA300, NARSA) and Cowan I (MSSA, ATCC 12598) were grown in Tryptic Soy Broth (TSB) at 37°C and 220 rpm for 16 h. Stationary phase cultures were diluted in fresh TSB and bacteria were grown to exponential phase for the infection. For Streptococcus pneumoniae (SP), the 603 strain (serotype 6B) [92] was passaged twice on blood agar plates (Columbia blood agar, Biomereux) and incubated at 37°C with 5% CO2 for 14 h. A liquid culture was prepared in Todd Hewitt Yeast broth (THY) with a starting OD600nm of 0.1 and grown at 37°C in a water bath until OD600nm of 0.35 for the infection.Blood collection and plasma preparationCOVID-19 patients and healthy donors’ blood was sampled in EDTA tubes containing 3x10 ml of blood from each patients as per the protocol under the Microbiota-COVID (ClinicalTrials.gov Identifier: {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04410263\",\"term_id\":\"NCT04410263\"}}NCT04410263), (BASEC ID 2020–00646) and centrifuged at 1800g for 10 min for plasma collection. The collected plasma was centrifuged a second time at same conditions to remove any additional debris and supernatants were collected and aliquoted. Fresh plasma was immediately used to prepare a 10% plasma solution in RPMI 1640 (Gibco, ThermoFisher) and used for in vitro experiments; the remaining plasma was utilized for cell stimulation as well as cytokine quantification and remaining aliquots stored at -80°C until further use.Peripheral blood mononuclear cells (PBMCs) isolationPatients and healthy donor PBMCs were isolated from the cellular fraction of the blood after 1:2 dilution with DPBS using the Lymphoprep (Axis Shield) density gradient method. In brief, the diluted blood was overlaid on Lymphoprep and centrifuged for 25 min at 840g with lowest acceleration and break settings. Following the gradient separation, the PBMCs layer was transferred into a new 50 ml conical tube and diluted with FACS buffer (2 mM EDTA and 1% FBS). Cells were washed twice with FACS buffer. Next, cells were resuspended in red blood cells (RBC) lysis buffer (ThermoFisher), mixed gently and incubated for 10 min at 37°C and 5% CO2. The lysis reaction was stopped by adding FACS buffer and the suspension was centrifuged. Cells were washed once and resuspended in FACS buffer for counting using the Attune NxT flow cytometer (ThermoFisher).Monocytes enrichment from PBMCsPatients and healthy PBMCs were used for monocyte enrichment using the EasySep Human Monocyte Enrichment Kit without CD16 Depletion (StemCell technologies) following the manufacturer’s instructions. In brief, PBMCs (<100 million) were transferred to a 5 ml polystyrene tube, the human monocyte enrichment cocktail was added and the sample was gently mixed and incubated for 10 min on ice. Following incubation, magnetic beads were added to the mixture and samples were mixed and incubated for 10 min on ice. Finally, the mixture was placed in a magnetic holder (StemCell technologies) for 3 min and the cells were decanted into a new tube. Monocytes were then washed, resuspended in RPMI 1640 and counted using the Attune NxT flow-cytometer (ThermoFisher).Neutrophil isolationNeutrophils were isolated from the cellular fraction of the blood, after dilution with DPBS (Gibco, ThermoFisher), with the EasySep Human Neutrophil Isolation Kit (StemCell technologies) according to the manufacturer’s instruction. In brief, Neutrophil enrichment cocktail was added to the diluted blood and incubated for 15 min at RT. Next, magnetic beads were added for another 15 min, after which the tubes were placed into a magnetic holder (StemCell technologies). PMNs were collected after 15 min of cell separation. They were centrifuged at 470g for 6 min (low acceleration and brakes) and subsequent red blood cells (RBCs) lysis was performed with resuspension in H2O followed by addition of DPBS. After a further centrifugation step, neutrophils were resuspended in RPMI 1640 and counted using the Attune NxT flow-cytometer (ThermoFisher).Cytokine measurement by LuminexCytokine levels in patients and healthy donors’ plasma, as well as cell culture supernatants from ex vivo experiments were assessed using the Luminex MAGPIX instrument (ThermoFisher). Samples were thawed on ice and prepared according to the manufacturer’s instructions using a custom-made 33-plex human cytokine panel (Procartaplex ThermoFisher). In brief, Luminex magnetic beads were added to the 96-well plate placed on a magnetic holder and incubated for 2min. The plate was washed twice with assay buffer for 30 sec. In parallel, provided standards and plasma samples were diluted in assay buffer (cell culture media was used for cell culture supernatants) and added to the plate. The plate was incubated for 2h at RT at 550 rpm in a plate orbital shaker. Next, the plate was washed twice with assay buffer and incubated for 30 min at 550 rpm with detection antibodies. After two washing steps, the plate was incubated with Streptavidin-PE solution for 30 min at 550 rpm. Finally, the plate was washed, reading buffer was added and incubated for 10 min at RT and 550 rpm before running the plate. Data acquisition and analysis were performed using the Xponent software (v. 4.3). Data were validated using the Procarta plex analyst software (ThermoFisher).Principal component and integrated correlation analysisPCA plots of the cytokine analysis from patient and healthy donors’ plasma as well as receptor analysis from the ex vivo experiments were created using the ‘PCA’ and the ‘fviz_pca_biplot’ functions available in ‘FactoMineR’ package in R. Correlation mapping was performed using the ‘corrplot’ package in R. The color of the circles indicated positive (blue) and negative (red) correlations, color intensity represented correlation strength as measured by the Pearson’s correlation coefficient. The correlation matrix was reordered manually to better visualize the variables of interest.Plasma stimulationIsolated neutrophils or monocytes from both COVID-19 patients and healthy donors were seeded in 96-well V-bottom plates (for flow cytometry assays, around 2x105 cells/well) or in 24-well F-bottom plates (for phagocytosis and intracellular survival assays, approximately 2.5x105 to 3x105 cells/well). Initially a titration experiment was performed to determine the plasma concentrations required for further stimulations and functional assays. Neutrophils from healthy donors were stimulated with 1%, 5%, 10% and 20% concentrations of acute-phase plasma (S15C–S15E Fig). Based on these data myeloid immune cells were stimulated with 10% autologous or heterologous (either COVID-19 patients or healthy donor) plasma for 3 h at 37°C + 5% CO2. Followed by bacterial challenge for defined time points based on assay requirement (see below). Additionally, confirmatory experiments including healthy donor monocytes derived from buffy coats were stimulated with 10% autologous or heterologous (either COVID-19 patients or healthy donor) plasma for overnight at 37°C + 5% CO2.Cytokine stimulation and receptor blocking assayHealthy neutrophils and monocytes were seeded in 96-well V-bottom plates (Flow cytometry assays, with 2x105 cells/well) and in 48-well plates (phagocytosis and intracellular survival assays at a concentration of 2.5x105 to 4x105 cells/well). Cells were stimulated with different cytokines (alone or in combination as a cocktail) in RPMI for 4 hours (neutrophils) and overnight (monocytes) at 37°C and 5% CO2 at a 20 ng/ml concentration for IL-6, IL-8, IL-4, TNF-α, IFN-α, IFN-γ, G-CSF, IL-10, MIP-1α, MIP1-β, and CX3CL1 as well as SDF-1α at 35 ng/ml concentration were used to stimulate both neutrophils and monocytes. CX3CL1 was used for monocytes only. COVID-19 patients or healthy donors’ plasma (10%) was used as control. Additionally, combinations of cytokines were utilized for the stimulations termed as cocktails. Cocktail 1 (TNF-α and IFN-γ, due to their cell death mediating properties), cocktail 2 (IL-6, IL-8, G-CSF and IFN-α as a pro-inflammatory mediator), cocktail 3 for neutrophils (IL-4, IL-10 and IFN-γ) or for monocytes (IL-4, IL-10, IFN-γ and CX3CL1) as anti-inflammatory/chemotactic and homeostasis mediator and cocktail 4, containing all cytokines identified in the cluster associated with superinfections (IL-4, IL-6, , IL-10, TNF-α, IFN-α, IFN-γ, G-CSF, SDF-1α, MIP-1α, CX3CL1, MIP-1β) and IL-8 mimicking COVID-19 associated hypercytokinemia.For the receptor blocking assay, healthy neutrophils were isolated and seeded as described previously. Next, single or a cocktail of specific antibodies against IFNGR1 (1 μg/ml, MAB6731-SP, R&D systems), TNF R1 (1 μg/ml, 55R-170, ThermoFisher) and IL4 Rα (1 μg/ml, MAB230-100, R&D systems) were added to the cells in RPMI. IgG1 (Clone # 11711, R&D systems) and IgG2a (clone Clone # 20102, R&D systems) isotype antibodies were used as controls. The neutrophils were preincubated with the blocking antibodies for 30–60 min at 37°C and 5% CO2 after which 10% patient plasma was added and the cells were further incubated for 3 h. COVID-19 patients or healthy donor plasma (10%) was used as experimental control for cells without any additional stimulation.Bacterial challengeFor phagocytosis and intracellular killing assays, bacteria were opsonized for 20 min in RPMI 1640 supplemented with 2.5% of either patient or healthy donors’ plasma at a determined multiplicity of infection (MOI) for neutrophils (50 for SP and 10 for JE2-SA) and monocytes (50 for SP and Cowan I-SA) infections respectively.To analyze intracellular survival of the bacteria in neutrophils, isolated neutrophils were seeded into 24-well plates (TPP), pre-stimulated with 10% plasma (see above) and infected with exponentially grown SA at a MOI of 10 or with exponentially grown SP at a MOI of 50. After 40 min of infection, a combination of 1 mg/ml flucloxacillin and 25 μg/ml lysostaphin or penicillin (100 units/ml) and streptomycin (100 μg/ml), were added to kill all extracellular SA or SP, respectively. Infected cells were harvested 30 min and 3 h after addition of antibiotics, washed twice with PBS, lysed with ddH2O, serially diluted, and drop plated. Phagocytosis was analyzed and calculated relative to the inoculum and intracellular survival was analyzed and calculated relatively to the invasion (30min time point).To analyze intracellular survival of the bacteria within monocytes, isolated monocytes were seeded into 24-well plates (TPP), pre-stimulated with 10% plasma (see above) and infected with exponentially grown SA or SP at a MOI of 50. After 40 min of infection, a combination of 1 mg/ml flucloxacillin and 25 μg/ml lysostaphin or penicillin (100 units/ml) and streptomycin (100 μg/ml), were added to kill all extracellular SA or SP, respectively. Infected cells were harvested 30 min and 90 min after addition of antibiotics, washed twice with PBS, lysed with 0.02% of Triton X-100 in ddH2O, serially diluted and drop plated. Phagocytosis was analyzed and calculated relative to the inoculum and intracellular survival was analyzed and calculated relatively to the invasion (30min time point). End-point supernatant from both neutrophil and monocyte bacterial infection experiments were collected, filter-sterilized (0.22 μ) and utilized for cytokine measurement.Flow cytometryStaining of reactive oxygen species (ROS, for neutrophils and monocytes) and nitric oxide (NO, for monocytes) was performed after 1 h of bacterial challenge or plasma stimulation only by incubation with 5 μM CellROX green reagent and 5 μM DAF-FM diacetate (ThermoFisher) respectively, for 30 min. After the incubation period, cells were washed with DPBS. Cells were stained with either LIVE/DEAD fixable Near-IR or Aqua stain (ThermoFisher) in DPBS for 25 min at 4°C. Next, cells were washed with FACS buffer and stained for surface antigens for 30 min at 4°C. Antibodies included anti-CD15 eFluor450 (clone: HI98), anti-CD181 FITC (8F1-1-4), anti-CD182 PerCP-eFluor710 (5E8-C7-F10), anti-CD183 PE-eFluor610 (CEW33D), anti-CD66b APC (G10F5), anti-HLA-DR eFluor450 (LN3), anti-CD45 eFluor506 (HI30), anti-CD14 SB600 (61D3), anti-CD64 FITC (10.1), anti-CD163 PerCP-eFluor710 (GHI/61), anti-CD16 PE (CB16), anti-CD86 PE-Cyanine 5.5 (IT2.2), anti-CD206 PE-Cyanine 7 (19.2), anti-CD169 APC (7–239), anti-CD11b AF700 (VIM12), anti-CD3 APC-eFluor780 (UCHT1), anti-CD19 APC-eFluor780 (HIB19), anti-CD56 APC-eFluor780 (CMSSB), anti-CD119 FITC (BB1E2) and anti-CX3CR1 APC (2A9-1) from ThermoFisher, anti-CD195 BV510 (J418F1), anti-CD184 BV605 (12G5), anti-CD191 PE-Cyanine7 (5F10B29), anti-CD88 AF700 (S5/1), anti-CD192 PerCP-Cyanine5.5 (K036C2), anti-CD80 PE-Dazzle594 (2D10) and anti-CD120b PE-Cyanine7 (3G7A02) from Biolegend. For intracellular MPO staining, neutrophils were washed, fixed and permeabilized with the Cytofix/Cytoperm Fixation/ Permeabilization Solution Kit (BD) for 15 min at 4°C and stained subsequently for another 30 min with anti-MPO eFluor450 (455-BE6). To assess neutrophil extracellular traps (NETs), cells were stained first with LIVE/DEAD fixable Aqua, followed by staining for surface antigens as described above, after which they were washed with DPBS and subsequently stained with SYTOX Green in DPBS for 30min. To stain for extracellular MPO-DNA complexes, neutrophils were stained exactly as described for NETs with the addition of the MPO staining during the surface antigen step. Cells were analyzed on an Attune NxT (ThermoFisher). All antibodies and concentrations used are listed in S3 Table. Flow cytometry data were analyzed with FlowJo (v10.2). Neutrophils and monocytes were gated based on their forward- and side-scatter properties, single cells and ultimately live cells. Neutrophils were characterized as CD66b+CD16+, or CD66b+CD15+, whereas monocytes were divided into subgroup based on CD14+CD16- (classical), CD14+CD16+ (intermediate) and CD14dimCD16+ (non-classical) for further analysis.Microscopy and NETs quantificationNeutrophils were stimulated as described above and placed within wells of a μ-slide (iBidi) and centrifuged at 200g for 2 min, after which they were challenged with S. aureus for 1.5 h. NETs were stained by directly adding SYTOX Green and 2μM Hoechst 33342 (ThermoFisher) for 30min at room temperature to the wells. The confocal laser scanning microscopy images were obtained with a Leica TCS SP8 inverted microscope using a 63×/1.4NA oil immersion objective. The whole wells were inspected for NETs formation and two to three representative spots per condition were imaged. The obtained images were processed using Imaris 9.2.0 software (Bitplane) to obtain tifs for further analysis. Other standard light microscopy images of fixed cells were obtained on a fully automated Olympus IX83 with a 40X objective (UPLFLN40XPH-2) illuminated with a PE-4000 LED system through a quadband filter set (U-IFCBL50). Sixteen positions per sample were assigned before the sample was prepared to avoid potential experimenter bias. Automated NET quantification was performed as described in S4 Fig: after filtering nuclei on DAPI signal (threshold set manually for each 8-samples experiment), extracellular DNA was quantified on Sytox Green signal. Images containing large cell aggregates that could not be resolved were discarded. Nuclei were counted after watershed segmentation on the DAPI mask. Images were processed using ImageJ software (Rasband, W.S., ImageJ, U. S. National Institutes of Health, Bethesda, Maryland, USA, https://imagej.nih.gov/ij/, 1997–2018) and Matlab R2020a (MathWorks).Plasma protein determination by LC-MSProtein levels in patient and healthy donors’ plasma were assessed by a proteomics approach using an Evosep One (Evosep) coupled to a TIMS TOF Pro (Bruker). The proteins were enriched from plasma by using the Agilent StrataClean resin (Agilent) and a modified version of the protocol used by Nagel et al., 2018 [93]. In brief, 20 μl/sample of StrataClean resin were aliquoted in 1.5ml low protein binding tubes (Sarsted), washed with ET buffer (50 mM Tris, 10 mM EDTA, pH 7) and primed by digestion with 12 M HCL at 100°C for 16 h. After priming, the beads were washed twice with TE buffer and added directly to aliquoted plasma in 1.5 ml low protein binding tubes. Every sample treated with the primed and washed Strataclean resin was incubated overnight at 4°C using an overhead rotator. After the initial incubation, the samples were centrifuged at 8000 g for 20 min, the plasma was transferred to a new low protein binding tube while the beads were washed twice with ET buffer and vacuum dried. A second treatment with Strataclean resin was performed on the plasma recovered from the first round. Next, the plasma supernatant was discarded and the resin fraction was washed twice with ET buffer, pooled together with the first fraction of beads and vacuum dried. Dried samples were sent to the Functional Genomic Center Zurich for digestion, injection and analysis.For each sample, the washed StrataClean resin were re-suspended in 45 μl digestion buffer (triethylammonium bicarbonate (TEAB), pH 8.2), reduced with 5 mM TCEP (tris(2-carboxyethyl)phosphine) and alkylated with 15mM chloroacetamide. Proteins were on-bead digested using 5μl of Sequencing Grade Trypsin (100 ng/μl in 10 mM HCl, Promega). The digestion was carried out at 37°C overnight. The supernatants were transferred to new tubes and the beads were washed with 150 μl trifluoroacetic acid (TFA) -buffer (0.1% TFA, 50% acetonitrile). These supernatants were collected and combined with the previously collected one. The samples were dried to completeness and re-solubilized with 20 μl of 3% acetonitrile, 0.1% formic acid for MS analysis. For MS analysis, 200 μg peptides were loaded on an Evotips following the provided instructions (Evosep).MS analyses were performed on an Evosep One (Evosep) coupled to the TIMS TOF Pro (Bruker). For LC-MS/MS injections, samples were separated with the Evosep method “30 samples/day” keeping the analytical column [PSC-15-100-3-UHPnC, ReproSil c18 3 μm 120A 15 cm ID 100 μm, PepSep) at 50°C. For the dual TIMS TOF, MS were scanned from m/z 100 to m/z 1700 in ddaPASEF mode (data dependent acquisition Parallel Accumulation Serial Fragmentation [94]. For the ion mobility settings, the inversed mobilities from 1/K0 0.60 Vs/cm2 to 1.60 Vs/cm2 were analyzed with ion accumulation and ramp time of 166 ms, respectively. One survey TMS-MS scan was followed by ten PASEF ramps for MS/MS acquisition, resulting in a 1.9 sec cycle time. Singly charged ions were excluded using the polygon filter mask and isolation windows for MS/MS were set to m/z 2.0 for precursor ions below m/z 700, and m/z 3.0 for ions above. The mass spectrometry proteomics raw data have been deposited to the ProteomeXchange Consortium via the PRIDE [95] partner repository with the dataset identifier PXD029547.Protein quantification was performed using label free quantification and match between run option with FragPipe (version 16.0), MSFragger (version 3.3) and Philosopher (version 4.4.0) [96]. Spectra were searched against the reviewed Uniprot Human (UP000005640) merged with the SarsCovid (UP000464024) database (downloaded 20210825), containing common contaminants and decoys. For the closed search settings, strict Trypsin digestion with max. two missed cleavages was defined. Carbamidomethylation of cysteine was set as fixed modification, while methionine oxidation and N-terminal protein acetylation were set as variable.The statistical analysis was implemented in R [97] using the package prolfqua [98].For further downstream analyses, we use the protein intensity estimates reported in the combined_protein.tsv output. We only report proteins with at least two identified peptides. For analysis, intensities stored in the columns with the suffix \"Intensity\" (razor intensities) were used. The protein intensities were log2 transformed, and we applied sample-wise z transformation to remove systematic abundance differences among samples, due to different sample loads on the LC column. After scaling, all have had a similar intensity distribution. We fitted a linear model to test for differences among conditions. Explanatory variables used are the factor condition with levels recovery and acute, factor wave with levels w1 (wave 1) and w2 (wave 2), and the interaction between these two factors.We fitted the same linear model using the R lm function to all proteins. Then, we determined the contrasts (patient in acute- vs rec-phase, wave 1 vs. wave 2) between conditions based on the parameter estimates of the linear model. Afterward, the empirical Bayes variance shrinkage method implemented in the package limma was applied to moderate the t-statistics [99]. Finally, using the Benjamini-Hochberg method, we inferred the false discovery rate (FDR) from the p-values. Gene set enrichment analysis (GSEA) was done to determine up- and down- regulated pathways across conditions. For that, we ranked the proteins based on the previously computed t-statistics. We used the Reactome database to determine the pathways [100–105]. GSEA was performed in R using the package fgsea [106], and multiple-testing correction on the pathways was also achieved by means of the Benjamini-Hochberg method.Protein samples processing and final data analysis was performed at the Functional Genomic Center Zurich (FGCZ), University of Zurich/ETH Zurich.Statistical analysisThe number of donors is annotated in the corresponding figure legend. Differences between two groups were evaluated using either Mann-Whitney test or Wilcoxon signed-rank test. Kruskal-Wallis test with Dunn’s multiple comparisons test was used to evaluate differences among the three groups in all the analyses (GraphPad version 8.1.1). Differences between two groups as represented by contingency graph were evaluated using Chi-square test. Pearson test was used for correlations of normally distributed binary data. Significance level with p<0.05 are depicted in individual graphs.For the statistical analyses involving several cytokines, measured cytokine values were normalized based on the standard z-score formula. This allowed to compare cytokines to each other and to obtain a sum of z-scores per patient. Supporting informationS1 TableClinical characteristics of the patients. (PDF)Click here for additional data file.(69K, pdf)S2 TableTreatment received by the patients in COVID-19 wave 1. (PDF)Click here for additional data file.(71K, pdf)S3 TableList of antibodies and concentrations used in this study. (PDF)Click here for additional data file.(117K, pdf)S4 TableProteomics table wave 1. (XLSX)Click here for additional data file.(66K, xlsx)S5 TableProteomics table wave 2. (XLSX)Click here for additional data file.(65K, xlsx)S6 TableProteomics table comparison wave 1 vs wave 2. (XLSX)Click here for additional data file.(65K, xlsx)S1 FigCytokine levels in plasma from COVID-19 patients in acute- (n = 25) or rec-phase (n = 19) as well as healthy donors (n = 17). Twenty-four different cytokines, grouped as neutrophil effectors, monocyte effectors and pro-inflammatory and anti-inflammatory mediators, were determined from plasma using a luminex multiplex assay. Data presented as whisker plots with box indicating interquartile range and error bars indicating highest and lowest value. p values were determined by using Mann-Whitney test.(TIF)Click here for additional data file.(2.6M, tif)S2 Fig(A) PCA of healthy donors (white, n = 17), acute- (red, n = 21) and rec-phase (blue, n = 18) COVID-19 patients grouping the plasma cytokine levels and status of secondary bacterial infections (superinfection). In order to control for a potential bias (i.e., presence of any bacterial superinfection at the time of sampling-four patients), the PCA and normalized cytokine values (sum of Z-scores) values were replotted wherein we removed those four patients secondarily. Patients who developed superinfections are depicted as triangle and patients without superinfection as circle symbols. (B) PCA of healthy donors (white, n = 17) and acute-phase (red, n = 21). Patients who developed superinfection are depicted as triangle and patients without superinfection as circle symbols (C) PCA of healthy donors (white, n = 17), and rec-phase (blue, n = 18). Patients with superinfection are depicted as triangle and patients without superinfection as circle symbols (D) Normalized cytokine values (sum of Z-scores) in the plasma of acute- (red) or rec-phase (blue) patients with or without bacterial superinfection and healthy donors (white). Data presented as box plots with box indicating interquartile range and error bars indicating highest and lower value. p values were determined by using Mann-Whitney test. (E) Integrated correlation clustering map of relevant clinical parameters; circle-color indicates positive (blue) and negative (red) correlations, color intensity represents correlation strength as measured by the Pearson’s correlation coefficient, with asterisks delineating statistical significance. CCI; Charlson Comorbidity Index, USZ; University Hospital Zurich.(TIF)Click here for additional data file.(3.7M, tif)S3 FigPhagocytosis capacity of COVID-19 patient or healthy donor neutrophils (left) and monocytes (right) pre-exposed to 10% COVID-19 plasma (solid symbols) or healthy donor plasma for 3h (open symbols) and subsequently challenged with SP (A and B) or SA at MOI 10 (C and D). (E-H) Intracellular killing capacity of COVID-19 patient (acute-phase: red and rec-phase: blue) or healthy donor neutrophils (E and G) and monocytes (F and H) (n = 8–10) pre-exposed to 10% patient plasma for 3 h and subsequently infected with SP (E and F) or SA (G and H) at MOI 10. (I and J) Phagocytosis rate (I) and intracellular bacterial survival (J) of healthy donor monocytes pre-exposed to 10% COVID-19 plasma (solid symbols) or healthy donor plasma (open symbols) for overnight and subsequently challenged with SA or SP at MOI 10. Each symbol represents cells from one human subject, stimulated with either COVID-19 or healthy donor plasma from one donor. For panels E and F, data are presented as the mean value ± SEM. For panels (A-D) p values were determined by using Wilcoxon signed-rank test without adjustment for multiple testing. For panels (E-J) p values were determined by using Mann-Whitney test.(TIF)Click here for additional data file.(2.6M, tif)S4 FigFunctional characterization of COVID-19 patient’s (acute-phase: red and rec-phase: blue) or healthy donor’s neutrophils pre-exposed to 10% COVID-19 plasma (solid symbols) or healthy plasma (open symbols) for 3 h and subsequently challenged with either SA or SP at MOI 1 for 1 h. (A and B). Representative histogram of quantification of intracellular MPO in acute-phase patients (A (SA) and B (SPN)), (C) Cell viability as determined by AQUA positive cells, COVID-19 patients (acute-phase) or healthy donor’s neutrophils pre-exposed to 10% COVID-19 plasma (solid symbols) or healthy plasma (open symbols) (n = 7–9) and compared to healthy donors. Each symbol represents cells from one human subject, exposed to either COVID-19 or healthy donor plasma from one donor. (D) Representative flow cytometry plots of cell viability as determined by AQUA positive cells. For panel C, p values were determined by using Mann-Whitney test.(TIF)Click here for additional data file.(1.9M, tif)S5 Fig(Aa-Ac) Image analysis process used to quantify NETs from microscopy images (a) using Hoechst (b) and SYTOX green images (c). (Ad) First, flat-field correction is applied to Hoechst images in order to get rid of vignetting. (Ae) A mask is then obtained through thresholding and dilating the binary image obtained. (Af). Nuclei are then quantified after filtration of the small objects resulting from auto-fluorescence of plasma particles and S. aureus cells and watersheding (Ag). The NETs mask is obtained after applying the Hoechst mask to the SYTOX Green images, and then thresholding and filtering out small objects (Ah). B) Representative images of quantified NETs. Each COVID 19 patient / healthy donor (H.D.) pair is shown on a line with the four possible plasma / cells permutations. Each montage of three pictures is generated from the most representative image in terms of NETs area per Nuclei values, out of the 16 images obtained per sample, at randomized positions. The montage consists of the Hoechst and Sytox green overlay (left) and the resulting nuclei mask (top right) and the obtained NETs mask (bottom right).(TIF)Click here for additional data file.(8.6M, tif)S6 Fig(A) Characterization of COVID-19 monocyte subtypes distribution based on their cell surface expression of CD14 and CD16. Data are presented as the mean value ± SEM. (B-F) Representative histogram of ROS production (B) and normalized ROS (C and D) and NO GMFI values (E and F) by COVID-19 or healthy donor monocytes pre-exposed to 10% COVID-19 plasma (solid symbols) or healthy donor plasma (open symbols) for 3 h and subsequently challenged with SA (C and E) or SP (D and F) at MOI 1 (G and H) ROS production by non-classical monocytes pre-exposed and challenged with SA (G) or SP (H) as described in B-F. Each symbol represents cells from one human subject, stimulated with either COVID-19 or healthy donor plasma from one donor. For panel A, p values p values were determined by using Mann-Whitney test and for panels C-H, p values were determined by using Wilcoxon signed-rank test.(TIF)Click here for additional data file.(3.3M, tif)S7 Fig(A and B) Gating strategy for the quantification of NETs production in neutrophils by Flow-cytometry using the cell markers: CD66b+, CD15+, Live-dead fixable Aqua- and SYTOX green+—MPO+. (C-F) Characterization and quantification of surface receptors CXCR3 (C), CXCR4 (D), CCR3 (E) and C5aR (F) in COVID-19 or healthy donor neutrophils pre-exposed to 10% of COVID-19 plasma (solid symbols) or healthy donor plasma (open symbols) for 3 h and subsequently challenged with SA or SP at MOI 1 or left unchallenged. Each symbol represents cells from one human subject, stimulated with either COVID-19 or healthy donor plasma from one donor. For panels C-F, p values were determined by using Mann-Whitney test.(TIF)Click here for additional data file.(3.6M, tif)S8 Fig(A and B) Flow cytometric determination of the expression of key surface markers in CD14+ CD16- classical (A) and CD14dim CD16+ non-classical monocytes (B) from COVID-19 acute- (red) or rec-phase (blue) as well as healthy donors (white), pre-exposed to 10% COVID-19 plasma (solid symbols) or healthy donor plasma (open symbols) for 3 h and subsequently challenged with SA or SP at MOI 1 or left unchallenged. (C) PCA of cell surface phenotype of COVID-19 patients acute- (red) or rec-phase (blue) and healthy donors’ (white) non-classical monocytes at the basal level without bacterial challenge, upon SA infection or SP infection. Each symbol represents cells from a single COVID-19 patient or healthy donor exposed to either COVID-19 or healthy donor plasma from one donor. For panels A and B, p values were determined by using Mann-Whitney test.(TIF)Click here for additional data file.(3.4M, tif)S9 Fig(A and B) Normalized cytokine values (sum of Z-scores) in the plasma of acute- (red) and rec-phase (blue) patients with (triangle) or without (circle) bacterial superinfection from first wave left) and second wave (right). Data presented as whisker plots with box indicating interquartile range and error bars indicating highest and lower value. For panels A-B, p values were determined by using Mann-Whitney test.(TIF)Click here for additional data file.(2.4M, tif)S10 FigROS production (A) and cell death (B) of healthy donor neutrophils (n = 5–7) pre-exposed to the indicated single (A, B, C) or combination of cytokines for 4 h (D) and subsequently infected with SA at MOI 1 (A and B) for 2 h. (C and D) Cell death of healthy donor neutrophils (n = 5–7) only exposed to the indicated single (A) or combination of cytokines for 4 h (D). Cocktail 1, TNF-α and IFN-γ; cocktail 2, IL-6, IL-8, G-CSF and IFN-α; cocktail 3, IL-4, IL-10 and IFN-γ; cocktail 4, IL-4, IL-6, IL-8, IL-10, TNF-α, IFN-α, IFN-γ, G-CSF, SDF-1α, MIP-1α and MIP-1β. Each symbol represents neutrophils from one healthy donor. Data are presented as the mean value ± SEM. (E) ROS production of healthy donor neutrophils (n = 5–8) pre-treated with receptor blockers or isotype controls and exposed to 10% acute-phase COVID-19 plasma (“Acute-phase plasma”, n = 6 plasmas). Employment of receptor blockers or isotype controls, pre-exposed to TNF-α and IFN-γ (“Cytokines”) with or without receptor blockers and 10% acute-phase COVID-19 or 10% healthy donor plasma (“Plasma”, n = 6 plasmas) for 4 h and subsequently infected with SA at MOI 1. Each symbol represents cells from one healthy donor. For graphs presented in B-D, p values were determined by using Mann-Whitney test, for E, by using Kruskal-Wallis test with Dunn’s multiple comparison test and Mann-Whitney test.(TIF)Click here for additional data file.(1.9M, tif)S11 FigIntracellular bacterial survival in healthy donor monocytes (n = 9) pre-exposed to the indicate single (A) or combination of cytokines for 18 h (B) and subsequently infected with SA at MOI 10 (A and B) or 1 (C). Cocktail 1, TNF-α and IFN-γ; cocktail 2, IL-6, IL-8, G-CSF and IFN-α; cocktail 3, IL-4, IL-10, IFN-γ and CX3CL1; cocktail 4, IL-4, IL-6, IL-8, IL-10, TNF-α, IFN-α, IFN-γ, G-CSF, SDF-1α, MIP-1α, MIP-1β and CX3CL1. For panels A and B p values were determined by using Mann-Whitney test.(TIF)Click here for additional data file.(457K, tif)S12 Fig(A) PCA analysis of the proteomic profiles from nine acute patients from wave 1 and eight acute patients from wave 2 and (B) changes in the representation of plasma proteins and their impact on GSEA analysis of metabolic and cellular immune defense pathways between acute- and rec-phase wave 1 vs acute- and rec-phase wave 2. A p-value of 0.05 and a minimum change of two folds and an FDR of 0.05 and 0.25 was considered for statistical significance. (C) heat map of proteins presenting significant changes in their intensity and classified by the patient status (acute- or rec-phase) and the time of sampling (wave 1 or wave 2). A p-value of 0.05 was considered for statistical significance and no FDR was used for the heat map determination.(TIF)Click here for additional data file.(1.6M, tif)S13 Fig(A) Phagocytosis capacity of healthy donor neutrophils (n = 6) pre-exposed to 10% of wave 1 (n = 12), wave 2 (n = 11) or healthy donor plasma (n = 9) for 4 h and subsequently challenged with SA at MOI 10. (B) Cell death of healthy donor neutrophils (n = 5) pre-exposed to 10% of wave 1 (n = 9), wave 2 (n = 11) or healthy donor plasma (n = 8) for 4 h. (C-F) Intracellular bacterial survival (C), ROS production (D), cell death (E) and HLA-DR expression (F) of healthy donor monocytes (n = 7) pre-stimulated with 10% of wave 1 (n = 12–14), wave 2 (n = 12–14) or healthy donor plasma (n = 11–12) and subsequently infected with SA. (G and H) HLA-DR expression (G) and cell death (H) of healthy donor monocytes (n = 7) pre-stimulated with 10% of wave 1 (n = 12), wave 2 (n = 12) or healthy donor plasma (n = 11) uninfected cells.(TIF)Click here for additional data file.(1.5M, tif)S14 Fig(A) Normalized cytokine values (sum of Z-scores) depicted as cytokine summary score (inflammatory index) in the plasma of rec-phase COVID-19 patients between first and second wave with or without superinfection. The cytokine summary score from first wave is also presented in Fig 1D. (B-I) Clinical as well as laboratory parameters that are part of the routine diagnostics including neutrophils (B), monocytes (C) and leukocytes counts (D), SAPS (E) and SOFA score (F), age (G), time to superinfection (H), LDH (I) and D-dimer levels (J) in acute-phase COVID-19 patients during first (n = 25) vs second wave (n = 38), with or without superinfection. Data are presented as the mean value ± SEM. SAPS, Simplified acute physiology score; SOFA, Sepsis-related organ failure assessment score; LDH, lactate dehydrogenase. P values determined using Mann-Whitney test.(TIF)Click here for additional data file.(2.3M, tif)S15 Fig(A and B). Percentage of identified species in bacterial superinfection cases among critically ill COVID-19 patients during wave 1 (A) and wave 2 (B). (C-E) Plasma titration assay using COVID-19 acute-phase or healthy plasma at 1, 5, 10 or 20% in RPMI and neutrophils from healthy donors. Phagocytosis (A), intracellular survival (B) and ROS production (C) after infection with Staphylococcus aureus were determined from the different stimulations with plasma.(TIF)Click here for additional data file.(1.5M, tif) AcknowledgmentsConfocal laser scanning microscopy was performed with the support of the Center for Microscopy and Image Analysis, University of Zurich. We thank Andrea Tarnutzer and Dr. Federica Andreoni for their technical help and inputs on the manuscript. We want to acknowledge the proteomic analysis service provided and performed at the Functional Genomics Centre Zurich (FGCZ), University of Zurich/ETH Zurich, with a special acknowledge for Dr. Sibylle Pfammatter and Dr. Witold Wolski for the technical and bioinformatics assistance on the proteomic sample processing and analysis in this project. Funding StatementThis work was funded by the Swiss National Science Foundation project grant 31003A_176252 (to A.S.Z), http://www.snf.ch/en/Pages/default.aspx the Swiss National Science Foundation Biobanking grant 31BK30_185401 (to A.S.Z), http://www.snf.ch/en/Pages/default.aspx the Uniscientia Foundation Grant (to A.S.Z, S.M.S), https://www.uzhfoundation.ch/en/ by the Swedish Society for Medical Research (SSMF) foundation grant P17-0179 (to S.M.S), https://www.ssmf.se/about-ssmf-in-english/ the Promedica Foundation 1449/M (to S.D.B) https://stiftungen.stiftungschweiz.ch/organizations/promedica-stiftung The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. Data AvailabilityAll The mass spectrometry proteomics raw data files are available from the ProteomeXchange Consortium via the PRIDE database (dataset identifier PXD029547.). References1. Huang H, Cai S, Li Y, Li Y, Fan Y, Li L, et al.. Prognostic Factors for COVID-19 Pneumonia Progression to Severe Symptoms Based on Earlier Clinical Features: A Retrospective Analysis. Front Med (Lausanne). 2020;7:557453. doi: 10.3389/fmed.2020.557453\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Wu Z, McGoogan JM. Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases From the Chinese Center for Disease Control and Prevention. JAMA. 2020;323(13):1239–42. doi: 10.1001/jama.2020.2648\n [PubMed] [CrossRef] [Google Scholar]3. Guan WJ, Ni ZY, Hu Y, Liang WH, Ou CQ, He JX, et al.. Clinical Characteristics of Coronavirus Disease 2019 in China. N Engl J Med. 2020;382(18):1708–20. doi: 10.1056/NEJMoa2002032\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Shi S, Qin M, Shen B, Cai Y, Liu T, Yang F, et al.. Association of Cardiac Injury With Mortality in Hospitalized Patients With COVID-19 in Wuhan, China. JAMA Cardiol. 2020;5(7):802–10. doi: 10.1001/jamacardio.2020.0950\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Zhou F, Yu T, Du R, Fan G, Liu Y, Liu Z, et al.. Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020;395(10229):1054–62. doi: 10.1016/S0140-6736(20)30566-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Wu C, Chen X, Cai Y, Xia J, Zhou X, Xu S, et al.. Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China. JAMA Intern Med. 2020;180(7):934–43. doi: 10.1001/jamainternmed.2020.0994\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, Fan E, et al.. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307(23):2526–33. doi: 10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]8. Wang D, Hu B, Hu C, Zhu F, Liu X, Zhang J, et al.. Clinical Characteristics of 138 Hospitalized Patients With 2019 Novel Coronavirus–Infected Pneumonia in Wuhan, China. JAMA. 2020;323(11):1061–9. doi: 10.1001/jama.2020.1585\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. He Y, Li W, Wang Z, Chen H, Tian L, Liu D. Nosocomial infection among patients with COVID-19: A retrospective data analysis of 918 cases from a single center in Wuhan, China. Infect Control Hosp Epidemiol. 2020;41(8):982–3. doi: 10.1017/ice.2020.126\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Wen W, Su W, Tang H, Le W, Zhang X, Zheng Y, et al.. Immune cell profiling of COVID-19 patients in the recovery stageby single-cell sequencing. Cell Discovery. 2020;6(1):31. [PMC free article] [PubMed] [Google Scholar]11. Giamarellos-Bourboulis EJ, Netea MG, Rovina N, Akinosoglou K, Antoniadou A, Antonakos N, et al.. Complex Immune Dysregulation in COVID-19 Patients with Severe Respiratory Failure. Cell Host & Microbe. 2020;27(6):992–1000.e3. doi: 10.1016/j.chom.2020.04.009\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Lucas C, Wong P, Klein J, Castro TBR, Silva J, Sundaram M, et al.. Longitudinal analyses reveal immunological misfiring in severe COVID-19. Nature. 2020;584(7821):463–9. doi: 10.1038/s41586-020-2588-y\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Zhang Q, Meng Y, Wang K, Zhang X, Chen W, Sheng J, et al.. Inflammation and Antiviral Immune Response Associated With Severe Progression of COVID-19. Frontiers in Immunology. 2021;12(135). doi: 10.3389/fimmu.2021.631226\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Arunachalam PS, Wimmers F, Mok CKP, Perera R, Scott M, Hagan T, et al.. Systems biological assessment of immunity to mild versus severe COVID-19 infection in humans. Science. 2020;369(6508):1210–20. doi: 10.1126/science.abc6261\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Wendel Garcia PD, Fumeaux T, Guerci P, Heuberger DM, Montomoli J, Roche-Campo F, et al.. Prognostic factors associated with mortality risk and disease progression in 639 critically ill patients with COVID-19 in Europe: Initial report of the international RISC-19-ICU prospective observational cohort. EClinicalMedicine. 2020;25:100449. doi: 10.1016/j.eclinm.2020.100449\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. McElvaney OJ, McEvoy NL, McElvaney OF, Carroll TP, Murphy MP, Dunlea DM, et al.. Characterization of the Inflammatory Response to Severe COVID-19 Illness. American journal of respiratory and critical care medicine. 2020;202(6):812–21. doi: 10.1164/rccm.202005-1583OC\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Wang C, Wang Z, Wang G, Lau JY-N, Zhang K, Li W. COVID-19 in early 2021: current status and looking forward. Signal Transduction and Targeted Therapy. 2021;6(1):114. doi: 10.1038/s41392-021-00527-1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Karki R, Sharma BR, Tuladhar S, Williams EP, Zalduondo L, Samir P, et al.. Synergism of TNF-α and IFN-γ Triggers Inflammatory Cell Death, Tissue Damage, and Mortality in SARS-CoV-2 Infection and Cytokine Shock Syndromes. Cell. 2021;184(1):149–68.e17. doi: 10.1016/j.cell.2020.11.025\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Del Valle DM, Kim-Schulze S, Huang H-H, Beckmann ND, Nirenberg S, Wang B, et al.. An inflammatory cytokine signature predicts COVID-19 severity and survival. Nature Medicine. 2020;26(10):1636–43. doi: 10.1038/s41591-020-1051-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Schulte-Schrepping J, Reusch N, Paclik D, Baßler K, Schlickeiser S, Zhang B, et al.. Severe COVID-19 Is Marked by a Dysregulated Myeloid Cell Compartment. Cell. 2020;182(6):1419–40.e23. doi: 10.1016/j.cell.2020.08.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Aschenbrenner AC, Mouktaroudi M, Krämer B, Oestreich M, Antonakos N, Nuesch-Germano M, et al.. Disease severity-specific neutrophil signatures in blood transcriptomes stratify COVID-19 patients. Genome Medicine. 2021;13(1):7. doi: 10.1186/s13073-020-00823-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Silvin A, Chapuis N, Dunsmore G, Goubet A-G, Dubuisson A, Derosa L, et al.. Elevated Calprotectin and Abnormal Myeloid Cell Subsets Discriminate Severe from Mild COVID-19. Cell. 2020;182(6):1401–18.e18. doi: 10.1016/j.cell.2020.08.002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Kuri-Cervantes L, Pampena MB, Meng W, Rosenfeld AM, Ittner CAG, Weisman AR, et al.. Comprehensive mapping of immune perturbations associated with severe COVID-19. Science Immunology. 2020;5(49):eabd7114. doi: 10.1126/sciimmunol.abd7114\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Tan L, Wang Q, Zhang D, Ding J, Huang Q, Tang YQ, et al.. Lymphopenia predicts disease severity of COVID-19: a descriptive and predictive study. Signal Transduct Target Ther. 2020;5(1):33. doi: 10.1038/s41392-020-0148-4\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Liu Y, Du X, Chen J, Jin Y, Peng L, Wang HHX, et al.. Neutrophil-to-lymphocyte ratio as an independent risk factor for mortality in hospitalized patients with COVID-19. J Infect. 2020;81(1):e6–e12. doi: 10.1016/j.jinf.2020.04.002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Meizlish ML, Pine AB, Bishai JD, Goshua G, Nadelmann ER, Simonov M, et al.. A neutrophil activation signature predicts critical illness and mortality in COVID-19. Blood Adv. 2021;5(5):1164–77. doi: 10.1182/bloodadvances.2020003568\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. LaSalle TJ, Gonye ALK, Freeman SS, Kaplonek P, Gushterova I, Kays KR, et al.. Longitudinal characterization of circulating neutrophils uncovers distinct phenotypes associated with disease severity in hospitalized COVID-19 patients. bioRxiv. 2021:2021.10.04.463121. doi: 10.1101/2021.10.04.463121\n [CrossRef] [Google Scholar]28. Lansbury L, Lim B, Baskaran V, Lim WS. Co-infections in people with COVID-19: a systematic review and meta-analysis. J Infect. 2020;81(2):266–75. doi: 10.1016/j.jinf.2020.05.046\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Hughes S, Troise O, Donaldson H, Mughal N, Moore LSP. Bacterial and fungal coinfection among hospitalized patients with COVID-19: a retrospective cohort study in a UK secondary-care setting. Clin Microbiol Infect. 2020;26(10):1395–9. doi: 10.1016/j.cmi.2020.06.025\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Cusumano JA, Dupper AC, Malik Y, Gavioli EM, Banga J, Berbel Caban A, et al.. Staphylococcus aureus Bacteremia in Patients Infected With COVID-19: A Case Series. Open Forum Infectious Diseases. 2020;7(11). doi: 10.1093/ofid/ofaa518\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Buehler PK, Zinkernagel AS, Hofmaenner DA, Wendel Garcia PD, Acevedo CT, Gomez-Mejia A, et al.. Bacterial pulmonary superinfections are associated with longer duration of ventilation in critically ill COVID-19 patients. Cell Rep Med. 2021; 2(4):100229. doi: 10.1016/j.xcrm.2021.100229\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Dexamethasone in Hospitalized Patients with Covid-19. New England Journal of Medicine. 2020;384(8):693–704. [PMC free article] [PubMed] [Google Scholar]33. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al.. Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395(10223):497–506. doi: 10.1016/S0140-6736(20)30183-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Blanco-Melo D, Nilsson-Payant BE, Liu WC, Uhl S, Hoagland D, Møller R, et al.. Imbalanced Host Response to SARS-CoV-2 Drives Development of COVID-19. Cell. 2020;181(5):1036–45.e9. doi: 10.1016/j.cell.2020.04.026\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS, et al.. Endothelial cell infection and endotheliitis in COVID-19. The Lancet. 2020;395(10234):1417–8. doi: 10.1016/S0140-6736(20)30937-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Xu Z, Shi L, Wang Y, Zhang J, Huang L, Zhang C, et al.. Pathological findings of COVID-19 associated with acute respiratory distress syndrome. The Lancet Respiratory Medicine. 2020;8(4):420–2. doi: 10.1016/S2213-2600(20)30076-X\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Middleton EA, He X-Y, Denorme F, Campbell RA, Ng D, Salvatore SP, et al.. Neutrophil extracellular traps contribute to immunothrombosis in COVID-19 acute respiratory distress syndrome. Blood. 2020;136(10):1169–79. doi: 10.1182/blood.2020007008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Zuo Y, Yalavarthi S, Shi H, Gockman K, Zuo M, Madison JA, et al.. Neutrophil extracellular traps in COVID-19. JCI Insight. 2020;5(11). [PMC free article] [PubMed] [Google Scholar]39. Brinkmann V, Reichard U, Goosmann C, Fauler B, Uhlemann Y, Weiss DS, et al.. Neutrophil Extracellular Traps Kill Bacteria. Science. 2004;303(5663):1532. doi: 10.1126/science.1092385\n [PubMed] [CrossRef] [Google Scholar]40. Husmann L, Huellner MW, Ledergerber B, Eberhard N, Kaelin MB, Anagnostopoulos A, et al.. Diagnostic Accuracy of PET/CT and Contrast Enhanced CT in Patients With Suspected Infected Aortic Aneurysms. Eur J Vasc Endovasc Surg. 2020;59(6):972–81. doi: 10.1016/j.ejvs.2020.01.032\n [PubMed] [CrossRef] [Google Scholar]41. Coperchini F, Chiovato L, Croce L, Magri F, Rotondi M. The cytokine storm in COVID-19: An overview of the involvement of the chemokine/chemokine-receptor system. Cytokine & Growth Factor Reviews. 2020;53:25–32. doi: 10.1016/j.cytogfr.2020.05.003\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Morrissey SM, Geller AE, Hu X, Tieri D, Cooke EA, Ding C, et al.. Emergence of Low-density Inflammatory Neutrophils Correlates with Hypercoagulable State and Disease Severity in COVID-19 Patients. medRxiv. 2020:2020.05.22.20106724. [Google Scholar]43. Chevrier S, Zurbuchen Y, Cervia C, Adamo S, Raeber ME, de Souza N, et al.. A distinct innate immune signature marks progression from mild to severe COVID-19. bioRxiv. 2020:2020.08.04.236315. doi: 10.1016/j.xcrm.2020.100166\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Woytschak J, Keller N, Krieg C, Impellizzieri D, Thompson Robert W, Wynn Thomas A, et al.. Type 2 Interleukin-4 Receptor Signaling in Neutrophils Antagonizes Their Expansion and Migration during Infection and Inflammation. Immunity. 2016;45(1):172–84. doi: 10.1016/j.immuni.2016.06.025\n [PubMed] [CrossRef] [Google Scholar]45. Castellani S, D’Oria S, Diana A, Polizzi AM, Di Gioia S, Mariggiò MA, et al.. G-CSF and GM-CSF Modify Neutrophil Functions at Concentrations found in Cystic Fibrosis. Scientific Reports. 2019;9(1):12937. doi: 10.1038/s41598-019-49419-z\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Hu S, He W, Du X, Yang J, Wen Q, Zhong X-P, et al.. IL-17 Production of Neutrophils Enhances Antibacteria Ability but Promotes Arthritis Development During Mycobacterium tuberculosis Infection. EBioMedicine. 2017;23:88–99. doi: 10.1016/j.ebiom.2017.08.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Leung BP, Culshaw S, Gracie JA, Hunter D, Canetti CA, Campbell C, et al.. A Role for IL-18 in Neutrophil Activation. The Journal of Immunology. 2001;167(5):2879. doi: 10.4049/jimmunol.167.5.2879\n [PubMed] [CrossRef] [Google Scholar]48. Radermecker C, Detrembleur N, Guiot J, Cavalier E, Henket M, d’Emal C, et al.. Neutrophil extracellular traps infiltrate the lung airway, interstitial, and vascular compartments in severe COVID-19. Journal of Experimental Medicine. 2020;217(12). [PMC free article] [PubMed] [Google Scholar]49. Veras FP, Pontelli MC, Silva CM, Toller-Kawahisa JE, de Lima M, Nascimento DC, et al.. SARS-CoV-2–triggered neutrophil extracellular traps mediate COVID-19 pathology. Journal of Experimental Medicine. 2020;217(12). doi: 10.1084/jem.20201129\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Swamydas M, Gao J-L, Break TJ, Johnson MD, Jaeger M, Rodriguez CA, et al.. CXCR1-mediated neutrophil degranulation and fungal killing promote &lt;em&gt;Candida&lt;/em&gt; clearance and host survival. Science Translational Medicine. 2016;8(322):322ra10. doi: 10.1126/scitranslmed.aac7718\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Cummings CJ, Martin TR, Frevert CW, Quan JM, Wong VA, Mongovin SM, et al.. Expression and function of the chemokine receptors CXCR1 and CXCR2 in sepsis. J Immunol. 1999;162(4):2341–6.  [PubMed] [Google Scholar]52. Evrard M, Kwok IWH, Chong SZ, Teng KWW, Becht E, Chen J, et al.. Developmental Analysis of Bone Marrow Neutrophils Reveals Populations Specialized in Expansion, Trafficking, and Effector Functions. Immunity. 2018;48(2):364–79.e8. doi: 10.1016/j.immuni.2018.02.002\n [PubMed] [CrossRef] [Google Scholar]53. Wilk AJ, Rustagi A, Zhao NQ, Roque J, Martínez-Colón GJ, McKechnie JL, et al.. A single-cell atlas of the peripheral immune response in patients with severe COVID-19. Nature Medicine. 2020;26(7):1070–6. doi: 10.1038/s41591-020-0944-y\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Schweizer TA, Shambat SM, Vulin C, Hoeller S, Acevedo C, Huemer M, et al.. Blunted sFasL signalling exacerbates TNF-driven neutrophil necroptosis in critically ill COVID-19 patients. Clin Transl Immunology. 2021. \nDec\n11;10(12):e1357. doi: 10.1002/cti2.1357\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Guo Q, Zhao Y, Li J, Liu J, Yang X, Guo X, et al.. Induction of alarmin S100A8/A9 mediates activation of aberrant neutrophils in the pathogenesis of COVID-19. Cell Host &\nMicrobe. 2021;29(2):222–35.e4. doi: 10.1016/j.chom.2020.12.016\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Wang S, Song R, Wang Z, Jing Z, Wang S, Ma J. S100A8/A9 in Inflammation. Frontiers in Immunology. 2018;9(1298). doi: 10.3389/fimmu.2018.01298\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Thevarajan I, Nguyen THO, Koutsakos M, Druce J, Caly L, van de Sandt CE, et al.. Breadth of concomitant immune responses prior to patient recovery: a case report of non-severe COVID-19. Nat Med. 2020;26(4):453–5. doi: 10.1038/s41591-020-0819-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Hadjadj J, Yatim N, Barnabei L, Corneau A, Boussier J, Pere H, et al.. Impaired type I interferon activity and exacerbated inflammatory responses in severe Covid-19 patients. medRxiv. 2020:2020.04.19.20068015. doi: 10.1126/science.abc6027\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Fischer-Riepe L, Daber N, Schulte-Schrepping J, Véras De Carvalho BC, Russo A, Pohlen M, et al.. CD163 expression defines specific, IRF8-dependent, immune-modulatory macrophages in the bone marrow. Journal of Allergy and Clinical Immunology. doi: 10.1016/j.jaci.2020.02.034\n [PubMed] [CrossRef] [Google Scholar]60. MacParland SA, Liu JC, Ma XZ, Innes BT, Bartczak AM, Gage BK, et al.. Single cell RNA sequencing of human liver reveals distinct intrahepatic macrophage populations. Nat Commun. 2018;9(1):4383. doi: 10.1038/s41467-018-06318-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Venet F, Demaret J, Gossez M, Monneret G. Myeloid cells in sepsis-acquired immunodeficiency. Annals of the New York Academy of Sciences. 2020;n/a(n/a). doi: 10.1111/nyas.14333\n [PubMed] [CrossRef] [Google Scholar]62. Veglia F, Perego M, Gabrilovich D. Myeloid-derived suppressor cells coming of age. Nat Immunol. 2018;19(2):108–19. doi: 10.1038/s41590-017-0022-x\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]63. Impellizzieri D, Ridder F, Raeber ME, Egholm C, Woytschak J, Kolios AGA, et al.. IL-4 receptor engagement in human neutrophils impairs their migration and extracellular trap formation. J Allergy Clin Immunol. 2019;144(1):267–79.e4. doi: 10.1016/j.jaci.2019.01.042\n [PubMed] [CrossRef] [Google Scholar]64. Leyva-Castillo J-M, Das M, Kane J, Strakosha M, Singh S, Wong DSH, et al.. Basophil-derived IL-4 promotes cutaneous Staphylococcus aureus infection. JCI Insight. 2021;6(21). doi: 10.1172/jci.insight.149953\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]65. De Santo C, Arscott R, Booth S, Karydis I, Jones M, Asher R, et al.. Invariant NKT cells modulate the suppressive activity of IL-10-secreting neutrophils differentiated with serum amyloid A. Nature Immunology. 2010;11(11):1039–46. doi: 10.1038/ni.1942\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]66. Benarafa C.\nRegulation of Neutrophil Serine Proteases by Intracellular Serpins. In: Geiger M, Wahlmüller F, Furtmüller M, editors. The Serpin Family: Proteins with Multiple Functions in Health and Disease. Cham: Springer International Publishing; 2015. p. 59–76. [Google Scholar]67. Janciauskiene S, Wrenger S, Immenschuh S, Olejnicka B, Greulich T, Welte T, et al.. The Multifaceted Effects of Alpha1-Antitrypsin on Neutrophil Functions. Frontiers in Pharmacology. 2018;9(341). doi: 10.3389/fphar.2018.00341\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]68. Villar M, Urra JM, Rodríguez-del-Río FJ, Artigas-Jerónimo S, Jiménez-Collados N, Ferreras-Colino E, et al.. Characterization by Quantitative Serum Proteomics of Immune-Related Prognostic Biomarkers for COVID-19 Symptomatology. Frontiers in Immunology. 2021;12(3614). doi: 10.3389/fimmu.2021.730710\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Demichev V, Tober-Lau P, Lemke O, Nazarenko T, Thibeault C, Whitwell H, et al.. A time-resolved proteomic and prognostic map of COVID-19. Cell Systems. 2021;12(8):780–94.e7. doi: 10.1016/j.cels.2021.05.005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]70. Gutmann C, Takov K, Burnap SA, Singh B, Ali H, Theofilatos K, et al.. SARS-CoV-2 RNAemia and proteomic trajectories inform prognostication in COVID-19 patients admitted to intensive care. Nature Communications. 2021;12(1):3406. doi: 10.1038/s41467-021-23494-1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]71. Shen B, Yi X, Sun Y, Bi X, Du J, Zhang C, et al.. Proteomic and Metabolomic Characterization of COVID-19 Patient Sera. Cell. 2020;182(1):59–72.e15. doi: 10.1016/j.cell.2020.05.032\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]72. Carlson BA, Yoo M-H, Sano Y, Sengupta A, Kim JY, Irons R, et al.. Selenoproteins regulate macrophage invasiveness and extracellular matrix-related gene expression. BMC Immunology. 2009;10(1):57. doi: 10.1186/1471-2172-10-57\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]73. Weinstock A, Fisher EA. Methods to Study Monocyte and Macrophage Trafficking in Atherosclerosis Progression and Resolution. Methods Mol Biol. 2019;1951:153–65. doi: 10.1007/978-1-4939-9130-3_12\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Messner CB, Demichev V, Wendisch D, Michalick L, White M, Freiwald A, et al.. Ultra-High-Throughput Clinical Proteomics Reveals Classifiers of COVID-19 Infection. Cell Syst. 2020;11(1):11–24.e4. doi: 10.1016/j.cels.2020.05.012\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Leng L, Li M, Li W, Mou D, Liu G, Ma J, et al.. Sera proteomic features of active and recovered COVID-19 patients: potential diagnostic and prognostic biomarkers. Signal Transduction and Targeted Therapy. 2021;6(1):216. doi: 10.1038/s41392-021-00612-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Brun-Buisson C, Richard JC, Mercat A, Thiébaut AC, Brochard L. Early corticosteroids in severe influenza A/H1N1 pneumonia and acute respiratory distress syndrome. American journal of respiratory and critical care medicine. 2011;183(9):1200–6. doi: 10.1164/rccm.201101-0135OC\n [PubMed] [CrossRef] [Google Scholar]77. Martin-Loeches I, Lisboa T, Rhodes A, Moreno RP, Silva E, Sprung C, et al.. Use of early corticosteroid therapy on ICU admission in patients affected by severe pandemic (H1N1)v influenza A infection. Intensive care medicine. 2011;37(2):272–83. doi: 10.1007/s00134-010-2078-z\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]78. Kim SH, Hong SB, Yun SC, Choi WI, Ahn JJ, Lee YJ, et al.. Corticosteroid treatment in critically ill patients with pandemic influenza A/H1N1 2009 infection: analytic strategy using propensity scores. American journal of respiratory and critical care medicine. 2011;183(9):1207–14. doi: 10.1164/rccm.201101-0110OC\n [PubMed] [CrossRef] [Google Scholar]79. Chen RC, Tang XP, Tan SY, Liang BL, Wan ZY, Fang JQ, et al.. Treatment of severe acute respiratory syndrome with glucosteroids: the Guangzhou experience. Chest. 2006;129(6):1441–52. doi: 10.1378/chest.129.6.1441\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]80. Yam LY, Lau AC, Lai FY, Shung E, Chan J, Wong V. Corticosteroid treatment of severe acute respiratory syndrome in Hong Kong. J Infect. 2007;54(1):28–39. doi: 10.1016/j.jinf.2006.01.005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Arabi YM, Mandourah Y, Al-Hameed F, Sindi AA, Almekhlafi GA, Hussein MA, et al.. Corticosteroid Therapy for Critically Ill Patients with Middle East Respiratory Syndrome. American journal of respiratory and critical care medicine. 2018;197(6):757–67. doi: 10.1164/rccm.201706-1172OC\n [PubMed] [CrossRef] [Google Scholar]82. Yang JW, Yang L, Luo RG, Xu JF. Corticosteroid administration for viral pneumonia: COVID-19 and beyond. Clinical Microbiology and Infection. 2020;26(9):1171–7. doi: 10.1016/j.cmi.2020.06.020\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]83. Han K, Ma H, An X, Su Y, Chen J, Lian Z, et al.. Early use of glucocorticoids was a risk factor for critical disease and death from pH1N1 infection. Clinical infectious diseases: an official publication of the Infectious Diseases Society of America. 2011;53(4):326–33. doi: 10.1093/cid/cir398\n [PubMed] [CrossRef] [Google Scholar]84. Lee N, Leo Y-S, Cao B, Chan PKS, Kyaw WM, Uyeki TM, et al.. Neuraminidase inhibitors, superinfection and corticosteroids affect survival of influenza patients. European Respiratory Journal. 2015;45(6):1642. doi: 10.1183/09031936.00169714\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Auyeung TW, Lee JS, Lai WK, Choi CH, Lee HK, Lee JS, et al.. The use of corticosteroid as treatment in SARS was associated with adverse outcomes: a retrospective cohort study. J Infect. 2005;51(2):98–102. doi: 10.1016/j.jinf.2004.09.008\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Lee N, Allen Chan KC, Hui DS, Ng EK, Wu A, Chiu RW, et al.. Effects of early corticosteroid treatment on plasma SARS-associated Coronavirus RNA concentrations in adult patients. Journal of clinical virology: the official publication of the Pan American Society for Clinical Virology. 2004;31(4):304–9. doi: 10.1016/j.jcv.2004.07.006\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Sinha S, Rosin NL, Arora R, Labit E, Jaffer A, Cao L, et al.. Dexamethasone modulates immature neutrophils and interferon programming in severe COVID-19. Nature Medicine. 2021. doi: 10.1038/s41591-021-01576-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Zhou W, Liu Y, Tian D, Wang C, Wang S, Cheng J, et al.. Potential benefits of precise corticosteroids therapy for severe 2019-nCoV pneumonia. Signal Transduction and Targeted Therapy. 2020;5(1):18. doi: 10.1038/s41392-020-0127-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Wang Y, Jiang W, He Q, Wang C, Wang B, Zhou P, et al.. A retrospective cohort study of methylprednisolone therapy in severe patients with COVID-19 pneumonia. Signal Transduction and Targeted Therapy. 2020;5(1):57. doi: 10.1038/s41392-020-0158-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]90. Sterne JAC, Murthy S, Diaz JV, Slutsky AS, Villar J, Angus DC, et al.. Association Between Administration of Systemic Corticosteroids and Mortality Among Critically Ill Patients With COVID-19: A Meta-analysis. Jama. 2020;324(13):1330–41. doi: 10.1001/jama.2020.17023\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Shang L, Zhao J, Hu Y, Du R, Cao B. On the use of corticosteroids for 2019-nCoV pneumonia. The Lancet. 2020;395(10225):683–4. doi: 10.1016/S0140-6736(20)30361-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Malley R, Lipsitch M, Stack A, Saladino R, Fleisher G, Pelton S, et al.. Intranasal immunization with killed unencapsulated whole cells prevents colonization and invasive disease by capsulated pneumococci. Infect Immun. 2001;69(8):4870–3. doi: 10.1128/IAI.69.8.4870-4873.2001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Nagel A, Michalik S, Debarbouille M, Hertlein T, Gesell Salazar M, Rath H, et al.. Inhibition of Rho Activity Increases Expression of SaeRS-Dependent Virulence Factor Genes in Staphylococcus aureus, Showing a Link between Transcription Termination, Antibiotic Action, and Virulence. mBio.9(5):e01332–18. doi: 10.1128/mBio.01332-18\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Meier F, Brunner AD, Koch S, Koch H, Lubeck M, Krause M, et al.. Online Parallel Accumulation-Serial Fragmentation (PASEF) with a Novel Trapped Ion Mobility Mass Spectrometer. Mol Cell Proteomics. 2018;17(12):2534–45. doi: 10.1074/mcp.TIR118.000900\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Perez-Riverol Y, Csordas A, Bai J, Bernal-Llinares M, Hewapathirana S, Kundu DJ, et al.. The PRIDE database and related tools and resources in 2019: improving support for quantification data. Nucleic Acids Res. 2019;47(D1):D442–d50. doi: 10.1093/nar/gky1106\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]96. Yu F, Haynes SE, Teo GC, Avtonomov DM, Polasky DA, Nesvizhskii AI. Fast Quantitative Analysis of timsTOF PASEF Data with MSFragger and IonQuant. Mol Cell Proteomics. 2020;19(9):1575–85. doi: 10.1074/mcp.TIR120.002048\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Team RC. R: A Language and Environment for Statistical Computing. R Foundation for Statistical Computing; 2021.98. Grossmann WWaCPaPNaJ. prolfqua—an R package for Proteomics Label Free Quantification Services.99. Smyth GK. Linear models and empirical bayes methods for assessing differential expression in microarray experiments. Stat Appl Genet Mol Biol. 2004;3:Article3. doi: 10.2202/1544-6115.1027\n [PubMed] [CrossRef] [Google Scholar]100. Griss J, Viteri G, Sidiropoulos K, Nguyen V, Fabregat A, Hermjakob H. ReactomeGSA—Efficient Multi-Omics Comparative Pathway Analysis. Mol Cell Proteomics. 2020;19(12):2115–25. doi: 10.1074/mcp.TIR120.002155\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Jassal B, Matthews L, Viteri G, Gong C, Lorente P, Fabregat A, et al.. The reactome pathway knowledgebase. Nucleic Acids Res. 2020;48(D1):D498–d503. doi: 10.1093/nar/gkz1031\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Fabregat A, Korninger F, Viteri G, Sidiropoulos K, Marin-Garcia P, Ping P, et al.. Reactome graph database: Efficient access to complex pathway data. PLoS Comput Biol. 2018;14(1):e1005968. doi: 10.1371/journal.pcbi.1005968\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]103. Fabregat A, Sidiropoulos K, Viteri G, Forner O, Marin-Garcia P, Arnau V, et al.. Reactome pathway analysis: a high-performance in-memory approach. BMC Bioinformatics. 2017;18(1):142. doi: 10.1186/s12859-017-1559-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]104. Fabregat A, Sidiropoulos K, Viteri G, Marin-Garcia P, Ping P, Stein L, et al.. Reactome diagram viewer: data structures and strategies to boost performance. Bioinformatics. 2018;34(7):1208–14. doi: 10.1093/bioinformatics/btx752\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]105. Sidiropoulos K, Viteri G, Sevilla C, Jupe S, Webber M, Orlic-Milacic M, et al.. Reactome enhanced pathway visualization. Bioinformatics. 2017;33(21):3461–7. doi: 10.1093/bioinformatics/btx441\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Korotkevich G, Sukhov V, Budin N, Shpak B, Artyomov MN, Sergushichev A. Fast gene set enrichment analysis. bioRxiv. 2021:060012. [Google Scholar]"}