{"title": "Mortality Predictors in Severe COVID-19 Patients from an East European Tertiary Center: A Never-Ending Challenge for a No Happy Ending Pandemic", "pubDate": "2021", "PMCID": "PMC8745635", "DOI": "10.3390/jcm11010058", "PMID": "35011795", "abstract": "(1) Background: There are limited clinical data in patients from the Eastern European regions hospitalized for a severe form of Coronavirus disease 2019 (COVID-19). This study aims to identify risk factors associated with intra-hospital mortality in patients with COVID-19 severe pneumonia admitted to a tertiary center in Iasi, Romania. (2) Methods: The study is of a unicentric retrospective observational type and includes 150 patients with severe COVID-19 pneumonia divided into two subgroups, survivors and non-survivors. Demographic and clinical parameters, as well as comorbidities, laboratory and imaging investigations upon admission, treatments, and evolution during hospitalization were recorded. First, we sought to identify the risk factors associated with intra-hospital mortality using logistic regression. Secondly, we assessed the correlations between D-Dimer and C-reactive protein and predictors of poor prognosis. (3) Results: The predictors of in-hospital mortality identified in the study are D-dimers >0.5 mg/L (p = 0.002), C-reactive protein >5 mg/L (p = 0.001), and heart rate above 100 beats per minute (p = 0.001). The biomarkers were also significantly correlated the need for mechanical ventilation, admission to intensive care unit, or multiple organ dysfunction syndrome. By area under the curve (AUC) analysis, we noticed that both D-Dimer (AUC 0.741) and C-reactive protein (AUC 0.707) exhibit adequate performance in predicting a poor prognosis in patients with severe viral infection. (4) Conclusions: COVID-19's outcome is significantly influenced by several laboratory and clinical factors. As mortality induced by severe COVID-19 pneumonia is considerable, the identification of risk factors associated with negative outcome coupled with an early therapeutic approach are of paramount importance, as they may significantly improve the outcome and survival rates.", "author": [{"author": "Amalia-Stefana Timpau", "affiliation": ["Department of Infectious Diseases (Internal Medicine II), Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania.", "Department of Internal Medicine I (Cardiology), Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Timpau+AS&cauthor_id=35011795"}, {"author": "Radu-Stefan Miftode", "affiliation": ["Department of Internal Medicine I (Cardiology), Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Miftode+RS&cauthor_id=35011795"}, {"author": "Antoniu Octavian Petris", "affiliation": ["Department of Internal Medicine I (Cardiology), Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Petris+AO&cauthor_id=35011795"}, {"author": "Irina-Iuliana Costache", "affiliation": ["Department of Internal Medicine I (Cardiology), Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Costache+II&cauthor_id=35011795"}, {"author": "Ionela-Larisa Miftode", "affiliation": ["Department of Infectious Diseases (Internal Medicine II), Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Miftode+IL&cauthor_id=35011795"}, {"author": "Florin Manuel Rosu", "affiliation": ["Department of Intensive Care Unit, Infectious Diseases Clinical Hospital, 700115 Iasi, Romania.", "Department of Dentoalveolar Surgery and Anesthesiology, Faculty of Dentistry, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Rosu+FM&cauthor_id=35011795"}, {"author": "Dana-Teodora Anton-Paduraru", "affiliation": ["Department of Mother and Child Medicine, Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Anton-Paduraru+DT&cauthor_id=35011795"}, {"author": "Daniela Leca", "affiliation": ["Department of Infectious Diseases (Internal Medicine II), Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Leca+D&cauthor_id=35011795"}, {"author": "Egidia Gabriela Miftode", "affiliation": ["Department of Infectious Diseases (Internal Medicine II), Faculty of Medicine, University of Medicine and Pharmacy \"Gr. T. Popa\", 700115 Iasi, Romania."], "href": "/?term=Miftode+EG&cauthor_id=35011795"}], "refPMID": ["32086938", "31986264", "33284825", "32493030", "33169671", "32335169", "33206661", "32558485", "32109013", "32302078", "33134945", "32804790", "22797452", "22890468", "26903338", "33166991", "33661992", "32470948", "32269089", "33544506", "33162899", "32317203", "32171076", "33530550", "34685450", "32953201", "32425269", "33683344", "32344321", "33926038", "33670475", "32434518", "33453617", "21046059", "33217134", "33635335", "34501339", "32667669", "34830728", "32861276", "34943496", "32187464", "33876268", "32678530", "32887691", "32876689", "32661414", "32783921", "33620019", "34201473", "32416116"], "citedInPMID": ["35011795"], "body": " Abstract(1) Background: There are limited clinical data in patients from the Eastern European regions hospitalized for a severe form of Coronavirus disease 2019 (COVID-19). This study aims to identify risk factors associated with intra-hospital mortality in patients with COVID-19 severe pneumonia admitted to a tertiary center in Iasi, Romania. (2) Methods: The study is of a unicentric retrospective observational type and includes 150 patients with severe COVID-19 pneumonia divided into two subgroups, survivors and non-survivors. Demographic and clinical parameters, as well as comorbidities, laboratory and imaging investigations upon admission, treatments, and evolution during hospitalization were recorded. First, we sought to identify the risk factors associated with intra-hospital mortality using logistic regression. Secondly, we assessed the correlations between D-Dimer and C-reactive protein and predictors of poor prognosis. (3) Results: The predictors of in-hospital mortality identified in the study are D-dimers >0.5 mg/L (p = 0.002), C-reactive protein >5 mg/L (p = 0.001), and heart rate above 100 beats per minute (p = 0.001). The biomarkers were also significantly correlated the need for mechanical ventilation, admission to intensive care unit, or multiple organ dysfunction syndrome. By area under the curve (AUC) analysis, we noticed that both D-Dimer (AUC 0.741) and C-reactive protein (AUC 0.707) exhibit adequate performance in predicting a poor prognosis in patients with severe viral infection. (4) Conclusions: COVID-19′s outcome is significantly influenced by several laboratory and clinical factors. As mortality induced by severe COVID-19 pneumonia is considerable, the identification of risk factors associated with negative outcome coupled with an early therapeutic approach are of paramount importance, as they may significantly improve the outcome and survival rates.Keywords: COVID-19, mortality risk factor, severe pneumonia, D-dimer, C-reactive protein 1. IntroductionThe SARS-CoV-2 pandemic (Severe Acute Respiratory Syndrome Coronavirus 2), which is currently in full swing, was first detected in December 2019 in Wuhan, China, and resulted in more than 4 million deaths by the end of July 2021 [1,2]. There is a broad spectrum of clinical manifestations, from asymptomatic forms of the disease to severe pneumonias that evolve with systemic impairment, acute respiratory failure, and death [3]. Although most patients develop asymptomatic, mild, or medium forms of COVID-19, followed by a rapid recovery in about two weeks, a prevalence of up to 28% is reported for severe forms of the disease [4]. Serious respiratory symptoms may be due to viral invasion of type II alveolar epithelial cells, triggered local inflammation, and systemic release of inflammatory markers [5]. The mortality rate is increased for patients with severe COVID-19, while for those requiring admission into intensive care unit (ICU) is even higher, ranging from 35% to 50% [6].Several studies have researched mortality predictors in patients with SARS-CoV-2-induced pneumonia, and identified age, cardiovascular and metabolic comorbidities, and C-reactive protein (CRP) as significant prognosis factors [7,8]. Genetic factors could also play a major role in the progression of severe forms, dominated by acute respiratory distress syndrome. Opposite effects have been noticed concerning the blood groups: while type A increases the risk, type O exhibits a protective role [9]. Data from the Eastern European area are limited and the characteristics of patients are highly variable between regions, which is why this study emphasizes the detailed description of multiple parameters and includes patients exclusively with severe forms of disease who were approached in a single tertiary center in Iasi, Romania [4].The decision to intubate and mechanically ventilate patients with COVID-19 is marked by controversy and is performed according to the patient’s condition and through clinical judgement, as there are no evidence-based ventilation strategies to date. Large epidemiological studies report a rate of tracheal intubation in hospitalized patients between 2.3% and 33.1% [10,11]. Adequate timing for oro-tracheal intubation and mechanical ventilation is essential for a favorable outcome, but given the non-standardized protocols, there is increasing uncertainty regarding the optimal timing for introducing invasive ventilation. Some studies claim that early intubation could improve survival, while others find no association between the time of intubation and mortality or the length of stay in the ICU, even after assessing patient comorbidities and the severity of the disease [12,13].The main objective of this study was to identify risk factors associated with intra-hospital mortality in patients with severe forms of COVID-19 pneumonia. Secondly, we investigated the incidence and type of complications during hospitalization and the number of patients who required invasive ventilation.We present the results of a comprehensive retrospective analysis that included clinical, laboratory, imaging, therapeutic, and evolution parameters for patients with a severe form of COVID-19 pneumonia. Patients were divided into two groups, survivors and non-survivors, with various relevant parameters being recorded and compared between the two groups. Early identification of risk factors associated with increased mortality could allow timely recognition of patients with severe forms of the disease or characterized by a high-risk profile. A dynamic adaptation of therapeutic strategies comprising these factors can be an important step towards improving patient prognosis. 2. Materials and Methods2.1. Study Design, Population Characteristics and Laboratory InvestigationsOnly patients with a COVID-19 infection that was confirmed by real-time reverse transcription-polymerase chain reaction were included in the study. All parameters were recorded retrospectively from a cohort of 150 patients from the North-East region of Romania admitted to the Infectious Diseases Clinical Hospital in Iasi between June and December 2020. We compared 100 consecutively deceased patients due to a severe form of COVID-19 pneumonia to a lot of 50 consecutively enrolled patients also presenting a severe form of COVID-19 who survived and were discharged in a stable condition. We excluded seven patients with incomplete laboratory analyses. Medical records were reviewed by two independent researchers and later converted into a computerized database. The data collected included demographic and clinical parameters, medical history, laboratory and imaging results, treatment, and evolution during hospitalization.Laboratory parameters included the assessment of complete blood count, biochemical profile (i.e., liver and renal function, blood glucose, lactate dehydrogenase (LDH)), international normalized ratio (INR), D-dimer, interleukin-6 (IL-6), C-reactive protein (CRP), and ferritin. Only laboratory results from the first 48 h after admission were included in the statistical analysis. A computed tomography (CT) scan was performed in every admitted patient for imaging diagnosis. The abnormalities identified on CT-scan included ground-glass opacities and areas of consolidation. Focal pulmonary infiltration is defined by a consolidation which is limited to a certain lung segment or lobe. Diffuse lung involvement is defined by scattered and randomly distributed abnormalities with no respect to lung segmentation, with the presence of ground-glass opacities and/or consolidation areas. Bilateral pulmonary infiltration was used to describe CT abnormalities affecting both lungs in variable proportion. Severe acute complications that occurred during hospitalization, eventually contributing to the mortality rate, were noted as well.Two groups of patients were formed according to the clinical outcome, namely survivors and non-survivors, with baseline characteristics being compared accordingly. Oxygen titration devices were used to prevent or treat hypoxemia, under standard pulse oximetry or invasive arterial monitoring. Severe oxygen-refractory hypoxemia on high-flow nasal cannula or non-invasive ventilation by continuous positive airway pressure and severe dyspnoea were considered significant criteria for endotracheal intubation. During mechanical ventilation, large tidal volumes were avoided.Acute Respiratory Distress Syndrome was defined according to the Berlin definition. Severe disease was defined as peripheral oxygen saturation of 93% in room air at sea level, polypnea (≥30 breaths per minute), or the presence of infiltrates affecting more than 50% of lung parenchyma [14]. Fever was defined as axillary temperature higher than 37.5 degrees Celsius. Acute kidney injury was diagnosed using the KDIGO criteria [15]. Acute cardiac injury was defined as elevated troponin levels above the upper limit of the reference range (>0.1 ng/mL). Septic shock was defined in agreement with the Third International Consensus Definitions for Sepsis and Septic Shock [16].Patients were treated according to a local protocol that included routine thromboprophylaxis depending on the risk of bleeding, but also, in selected cases, antivirals, corticosteroids, or the IL-6 receptor antagonist Tocilizumab. At the time of the study, the antivirals used were Lopinavir and Ritonavir. Tocilizumab was administered as a single dose in 76% of cases. Only patients with unfavorable evolution received a second dose. The decision to administer Tocilizumab was based on oxygen saturation and inflammatory markers’ values. Corticosteroid therapy consisted of Dexamethasone for at least 10 days. Antibiotics have been used for bacterial co-infections and in immunocompromised patients, with the most commonly used being carbapenems, Linezolid, and fluoroquinolones. Optimizing the glycemic profile was a routine practice, while renal replacement therapy was used in 18 cases.2.2. Statistical AnalysisDescriptive data are expressed as numbers and percentages for categorical variables and as medians (with interquartile ranges (IQRs)) and means (with standard deviations (SDs)) for continuous variables according to distribution. The Two sample T-test and Mann–Whitney U test were used to compare differences between the two groups. T-test was preceded by Levene’s test for categorical variables. Multivariate logistic regression analysis was performed to identify risk factors associated with in-hospital death using the forward selection (likelihood ratio) method. Quality assessment of the logistic regression model was performed using the Hosmer-Lemershow test.The diagnostic performance of the biomarkers in patients admitted to Intensive Care Unit was evaluated by receiver operating characteristic (ROC) analysis, with the subsequent comparison of the areas under the curve (AUC). The cut-off values for D-Dimers and CRP were also drawn from the ROC curve, using various criterion, as appropriate.The statistical level of significance was set at 0.05. The SPSS version 23.0 (IBM, Armonk, NY, USA) statistical software was used for conducting all analyses.2.3. EthicsThe data were retrospectively extracted from patients’ medical records. A standard informed consent regarding participation in the study and the further use of personal data for research purposes was signed by all patients at admission, as part of the standard personal medical file, conceived and approved by the board of the hospital. In order to comply with the privacy policy, all patient identification data were removed. The study was conducted according to ethical principles contained in the 1975 Declaration of Helsinki (revised in 2013) and was approved by the University of Medicine and Pharmacy “Grigore T. Popa” of Iasi Ethics Committee (approval number 55, date of approval 8 March 2021) 3. Results3.1. Baseline CharacteristicsA total of 150 patients were included in the study, of whom 92 (61.3%) were men (Table 1). The average age was 66.4 ±13.3 years, including patients aged between 30 and 95 years. Compared to survivors, non-survivors were significantly older (p = 0.002), with more than half of them being over the age of 70. Most of the included patients were in the 60–69 years of age group (32%).Table 1Baseline characteristics.Demographics and Clinical Characteristics\nTotal SurvivorsNon-Survivors\n(n = 150)(n = 50)(n = 100)p ValueAge (years)66.4 (13.3)61.2 (13.5)69 (12.5)0.00230–395 (3.3%)4 (8%)1 (1%)40–4917 (11.3%)10 (20%)7 (7%)50–5915 (10%)0 15 (15%)60–6948 (32%)22 (44%)26 (26%)70–7938 (25.3%)12 (24%)26 (26%)>8027 (18%)2 (4%)25 (25%)Sex \n\n\n0.117Female58 (38.7%)15 (30%)43 (43%)Male92 (61.3%)35 (70%)57 (57%)Current smoker46 (30.7%)18 (36%)28 (28%)0.320Obesity63 (42%)16 (32%)47 (47%)0.075Temperature (°C)\n\n\n<0.01<37.5 °C 74 (49.3%)35 (70%)40 (40%)37.5–38.0 °C 24 (16%)8 (16%)15 (15%)38.1–39.0 °C41 (27.3%)7 (14%)34 (34%)>39.0 °C11 (7.3%)0 11 (11%)Systolic blood pressure <90 mmHg2 (1.3%)0 2 (1.33%)0.085Diastolic blood pressure <60 mmHg14 (9.3%)1 (2%)13 (13%)0.144Peripheral oxygen saturation <93%125 (83%)39 (78%)86 (86%)<0.01Heart rate >100 beats/minute30 (20%)6 (12%)24 (24%)0.022Dyspnea102 (68%)71 (71%)31 (62%)0.281Cough97 (64.7%)60 (60%)37 (74%)0.082Sputum52 (34.7%)14 (28%)38 (38%)0.217Chills51 (34%)11 (22%)40 (40%)0.021Headache 52 (34.7%)17 (34%)35 (35%)0.904Fatigue101 (67.3%)27 (54%)74 (74%)0.019Gastrointestinal symptoms28 (18.7%)9 (19%)19 (19%)0.883Myalgia 55 (36.7%)14 (28%)41 (41%)0.121Rash3 (2%)0 3 (2%)0.083Duration from onset of symptoms to hospital admission (days)4 (3–6)4 (3–6)4 (3–6)0.859Length of stay in hospital (days)12 (8–16)15 (13–19)10 (6–14)<0.001Duration from ICU admission to death(days)6.5 (3–8)-6.5 (3–8)-Open in a separate windowData are expressed as absolute numbers and percentages (%), median (IQR) or mean (SD), as appropriate. Abbreviations: ICU—intensive care unit.The most prevalent comorbidities were hypertension (60.7%) and obesity (42%), followed by chronic heart failure (41.3%) and diabetes (38.7%) (Table 2). The distribution of comorbidities differed between survivors and non-survivors in terms of cardiovascular diseases, such as high blood pressure (44% vs. 69% p = 0.003), coronary artery disease (20% vs. 36% p = 0.035), chronic heart failure (30% vs. 47% p = 0.042), or atrial fibrillation (8% vs. 21% p = 0.023). We have also noted significant differences between the two groups in terms of the history of chronic kidney disease, p < 0.001. Diabetes mellitus, chronic obstructive respiratory diseases, cerebrovascular or liver diseases did not differ significantly between the two groups (p > 0.05). The most common symptoms identified at the time of admission were dyspnoea and fatigue, followed by cough and fever. Less common symptoms were chills, headache, digestive disorders, and skin rash. Fatigue and chills were significantly more common in the non-survivor group compared to the survivor group (p = 0.019 and p = 0.021, respectively). Patients in the non-survivor group had a higher heart rate at admission (p = 0.022), but no significant differences concerning blood pressure levels.Table 2Associated pathologies.PathologyTotal (n = 150)Survivors(n = 50)Non-Survivors(n = 100)p ValueChronic obstructive pulmonary disease24 (16%)5 (10%)19 (19%)0.125Diabetes 58 (38.7%)18 (36%)40 (40%)0.683Arterial hypertension 91 (60.7%)22 (44%)69 (69%)0.004Coronary heart disease46 (30.7%)10 (20%)36 (36%)0.045Atrial fibrillation25 (16.7%)4 (8%)21 (21%)0.023Cerebrovascular diseases 18 (12%)5 (10%)13 (13%)0.597Chronic heart failure62 (41.3%)15 (30%)47 (47%)0.042Chronic liver diseases 12 (8%)3 (6%)9 (9%)0.526Chronic renal diseases 24 (16%)1 (2%)23 (23%)<0.001Malignancy20 (13.3%)7 (14%)13 (13%)0.866Immunodeficiency28 (18.7%)10 (20%)18 (18%)0.769Open in a separate windowThe median time period from the onset of symptoms to presentation to hospital and admission was 4.4 (IQR 3–6) days, with no significant differences between the two groups. The median length of hospitalization was significantly longer in survivors, 15 (IQR 13–19) days, compared to non-survivors, 10 (IQR 6–14) days (p < 0.001). The median duration from admission to the ICU to death was six (IQR 3–8) days.3.2. Laboratory and Imagistic FindingsIn terms of laboratory results, compared to survivors, non-survivors had significantly higher levels of IL-6 (p = 0.005), neutrophil to lymphocyte ratio (p = 0.022), white blood cells (p = 0.002), ferritin (p < 0.01) and D-dimer (p < 0.001) (Table 3).Table 3Laboratory findings.ParameterTotal (n = 150)Survivors(n = 50)Non-Survivors(n = 100)p ValueWhite blood cell count, ×109/L\n\n\n0.002<412 (8%)6 (12%)6 (6%)4–1087 (58%)35 (70%)52 (52%)>1051 (34%)9 (18%)42 (42%)Neutrophil to lymphocyte ratio 8.37.78.40.022Platelet count, ×109/L1771691870.419<150102 (68%)38 (76%)64 (64%)Hemoglobin, g/dl1213120.026<1271 (47.3%)28 (56%)43 (43%)C-reactive protein, mg/L95.5102930.893>5144 (96%)50 (100%)94 (94%)D-dimer, mg/L0.80.41.7<0.001>0.5 98 (63.5%)21 (42%)77 (77%)Interleukin-6, pg/mL102871240.005>1.8150 (100%)50 (100%)100 (100%)Ferritin, ng/mL568471.5682<0.001>350 126 (84%)35 (70%)85 (85%)Lactate dehydrogenase, 430404.54450.085>430 U/L75 (50%)19 (38%)56 (56%)Aspartate aminotransferase, U/L4342430.203>3794 (62.7%)32 (64%)62 (62%)Alanine aminotransferase, U/L38.541380.193>4074 (49.3%)27 (54%)46 (46%)Total bilirubin, mg/dl0.80.70.80.227>149 (32.7%)12 (24%)37 (37%)Creatinine, mg/dl0.90.910.011>1.1 48 (32%)11 (22%)37 (37%)Urea, mg/dl564462.5<0.01>50 93 (62%)18 (36%)75 (75%)Blood sugar, mg/dL137.5137140.50.973>115 112 (74.7%)40 (80%)72 (72%)INR 1.11.11.10.011>1.2 36 (24%)4 (8%)32 (32%)Imaging findingsGround-glass opacities103 (68.7%)30 (60%)73 (73%)0.121Focal pulmonary infiltration31 (20.7%)16 (32%)15 (15%)0.028Diffuse andbilateral pulmonary infiltration50 (33.3%)7 (14%)43 (43%)<0.001Open in a separate windowComputed tomography sections revealed ground-glass opacities in 103 (68.7%) patients. Diffuse and bilateral pulmonary infiltrations were significantly more common in deceased patients compared to survivors (p < 0.01).3.3. Therapeutic Approach and ComplicationsA total of 105 (70%) patients required invasive ventilation, and the mortality rate in patients with orotracheal intubation was 95%. In the survivor group, nine (18%) patients required non-invasive ventilation, while five (10%) patients required invasive ventilation (Table 4). All deceased patients required invasive ventilation, with 52% of them previously receiving non-invasive ventilation. From the total number of patients, 136 (90.7%) received antiviral treatment, 139 (92.7%) received antibiotic therapy, 127 (84.7%) received glucocorticoids, while 125 (83.3%) patients required the administration of Tocilizumab.Table 4Therapeutic approach and complications.\nTotal (n = 150)Survivors(n = 50)Non-Survivors(n = 100)p ValueTreatmentsMechanical ventilation \n\n\n\nNon-invasive 61 (40.7%)9 (18%)52 (52%)<0.001Invasive105 (70%)5 (10%)100 (100%)<0.001Antiviral agents 136 (90.7%)47 (94%)89 (89%)0.282Antibiotics139 (92.7%)46 (92%)93 (93%)0.826Glucocorticoids 127 (84.7)46 (92%)81 (81%)0.049Tocilizumab125 (83.3%)47 (94%)78 (78%)0.003ComplicationsAcute respiratory distress syndrome116 (77.3%)23 (46%)93 (93%)<0.001Acute heart failure12 (8%)0 12 (8%)<0.001Acute kidney failure29 (19.3%)1 (2%)28 (28%)<0.001Septic shock7 (4.7%)0 7 (7%)0.008Multiple organ dysfunction syndrome39 (26%)0 39 (26%)<0.001Open in a separate windowDuring hospitalization, the most common complication was CARDS (coronavirus associated acute respiratory distress syndrome), which was diagnosed in 116 cases (77.3%), followed by multiple organ failure in 39 patients (26%), while acute renal failure was identified in 29 patients (19.3%).Using a logistic regression model, the following parameters were identified as death predictors (Table 5): D-dimer >0.5 mg/L (p = 0.002), CRP > 5mg/L (p = 0.001), and heart rate above 100 beats per minute (p = 0.001).Table 5Multivariable logistic regression analysis of mortality risk factors for patients with severe COVID-19 pneumonia.ParameterBS.E.Wald\np\nExp (B)95.0% C.I. for EXP(B)LowerUpperCRP0.0810.02510.6700.0011.0851.0331.139D-Dimer2.2620.7329.5460.0029.6032.28740.325Heart rate0.2300.07210.0910.0011.2591.0921.451Open in a separate window3.4. Role of Biomarkers in the Assessment of COVID-19 FormsConsequently, we performed comparisons of D-Dimer and CRP with other relevant predictors of poor prognosis, aiming to assess the potential correlations between these parameters and the analyzed biomarkers (Table 6). We noted that both biomarkers presented a significant and positive correlation with multiple organ dysfunction syndrome, the need for invasive mechanical ventilation, and with the admission to ICU, while only CRP was significantly associated with non-invasive mechanical ventilation. No relationship was found between the use of glucocorticoids or Tocilizumab and the serum levels of the analyzed biomarkers. Moreover, the concentrations of CRP and D-Dimer exhibited a direct and significant correlation with each other.Table 6Correlations of biomarkers with predictors of poor prognosis.\nD-DimerC-Reactive ProteinParameterr\np\nr\np\nMultiple organ dysfunction syndrome0.1980.0150.1990.015Non-invasive mechanical ventilation0.0590.4720.2370.004Invasive mechanical ventilation0.366<0.0010.2520.002Use of glucocorticoids−0.0070.934−0.0540.513Use of Tocilizumab0.0860.2970.0190.814Admission to ICU0.389<0.0010.335<0.001C-reactive protein0.2380.0031-D-Dimer1-0.2380.003Open in a separate windowBased on the significant correlation between the analyzed biomarkers and ICU admission, the next step was to evaluate their performance in predicting a severe course of the disease, by performing a ROC analysis (Table 7). We observed that the curves show an adequate performance for both D-Dimer (AUC: 0.741) and CRP (AUC: 0.707) in predicting admission to ICU (Figure 1).Open in a separate windowFigure 1ROC analysis for specified biomarkers.Table 7AUC detailed analysis: the biomarkers’ capacity in predicting admission to ICU.Area Under the CurveTest Result Variable(s)AreaStd. ErrorAsymptotic Sig.Asymptotic 95% Confidence IntervalLower BoundUpper BoundC-reactive protein0.7070.042<0.00010.6240.790D-Dimer0.7410.041<0.00010.6600.821Open in a separate windowFurther, by using the ROC curve values we aimed to outline several cut-offs for both biomarkers, in order to identify patients at high risk (Table 8).Table 8Cut-off values for D-Dimer and C-reactive protein.CriterionD-Dimer Cut-Off(mg/L)SeSpC-Reactive Protein Cut-Off (mg/L)SeSpSe = Sp0.7465.7%70.8%48.561.8%62.5%Youden’s index (Maximum Se + Sp)2.0547.1%92.7%68.556.9%85.7%High-risk profile0.4180.4%52.1%2380.1%51.7%Open in a separate windowSe = sensitivity; Sp = specificity.In our study, a reliable high-risk cut-off for D-Dimer was established at 0.41 mg/L (OR 6.51 (CI 95%: 2.75–15.42), p < 0.0001), which is very similar to the international-accepted cut-off of 0.5 mg/L, and characterized by an 80.4% sensitivity and 52.1% specificity. Shifting to more specific (Sp = 92.7%), but less sensitive (Se = 47.1%) value of 2.05 mg/L (Youden’s index), we observed an even increased risk for ICU admission (OR 7.36 (CI 95%: 2.69–20.11), p < 0.0001).Concerning CRP, we identified that a serum concentration of 23 mg/L very well predicts the risk for ICU admission (OR 4.82 (CI 95%: 2.21–10.55), p < 0.0001), while a more specific cut-off value of 68.5 mg/L corresponding to Youden’s index (Se = 56.9%, Sp = 85.7%) was basically found almost exclusively among patients admitted in ICU (OR 42.7 (CI 95%: 9.78–185.98), p < 0.0001). 4. DiscussionThe result of this study, which included patients with severe forms of COVID-19 admitted to a tertiary center, is in line with previous reports confirming the independent relationship between CRP, D-Dimer, and mortality in COVID-19 [17,18]. This research adds to a growing body of literature and, to our knowledge, is the first study to include patients from Romania with severe forms of pneumonia caused by SARS-CoV-2.Epidemiological data reveal that patients over 60 years of age have an increased risk of developing severe forms of COVID-19, with about 80% of deaths occurring among these patients [17]. In our study, we also noticed that patients with fatal outcome were significantly older than their surviving counterparts (p = 0.002). Age has been identified as an independent risk factor for mortality in several studies, possibly due to the immune system aging phenomenon and the presence of comorbidities [18]. Two major changes occur in the functioning of the immune system with increasing age. The first is immunosenescence, which affects the ability to control viral load, preventing recognition, immune system activation, and viral clearance. The second is inflammaging, characterized by a chronic increase in systemic inflammation, which leads to an overactive but ineffective immune system [19].The most common symptom at presentation was fatigue. In contrast to other studies where fever was the main clinical aspect, in this study approximately one half of the patients (50.6%) experienced fever at admission [20]. One explanation could be the advanced age, immunodeficiency (diagnosed in 18% of cases), but also the median time from the onset of symptoms at admission, four days. However, fever was observed during hospitalization in 86% of patients, generally within the first six days. The delay or absence of fever prevents early identification of patients infected with SARS-CoV-2, but an atypical presentation is also common, especially among the geriatric population [21].The inflammatory syndrome can exacerbate pre-existing cardiovascular diseases and although these have not been identified as predictors of mortality in the study, there were significant differences between groups in terms of their prevalence. Factors that may favour the association between cardiovascular disease and mortality in COVID-19 are endothelial dysfunction, myocardial depression, renin–angiotensin–aldosterone system disorder, or coagulation imbalances [22]. Acute heart failure may occur as the first manifestation of SARS-CoV-2 infection or as a subsequent complication, either by exacerbating pre-existing pathologies or secondary to a newly installed cardiomyopathy [23]. In this study, an acute decompensation was observed in 8% of patients with already diagnosed chronic heart failure in their medical history, a lower figure compared to a 23% prevalence that was reported by other authors [24]. Even if the precise mechanism of heart failure in COVID-19 is yet to be established, a plethora of factors are incriminated. A potential trigger is the imbalance between high cardiac oxygen consumption (due to inflammation-induced tachycardia) and a decreased oxygen supply (hypoxemia secondary to pulmonary injuries). Moreover, the coronary perfusion may be impaired in the context of microvascular ischemia or due to sepsis-associated hypotension, which are common findings among COVID-19 patients. An overlooked risk factor for cardiac decompensation, especially in patients with severe COVID-19 pneumonia, is represented by mechanical ventilation with elevated positive end-expiratory pressures, which induce increased right ventricular strain due to increased afterload [25]. In these patients, routine bedside echocardiography or the assessment of biomarkers able to ascertain right ventricle failure (i.e., ST2) would certainly improve prognosis, as a differential diagnosis with pulmonary embolism should be commonly performed, especially since COVID-19 significantly induces a hypercoagulable state [26].D-dimers have been identified as important determinants of mortality in our regression model. These fibrin degradation products are the expression of a hypercoagulable status that occurs secondary to the hyperproduction of cytokines and due to direct viral action at the vascular level. The ongoing endothelial dysfunction predisposes to the formation of micro- and macrovascular thrombi, the incidence of pulmonary thromboembolism being estimated at up to 9% [27]. We identified elevated IL-6 levels in all included patients with severe forms, its concentration being significantly different between the two subgroups. Herold et al. reported that maximum serum levels of IL-6 and CRP can predict the need for mechanical ventilation [28], our results confirming this association only for CRP, but not for IL-6. Nevertheless, a surge in the levels of these biomarkers is suggestive for hyper-inflammatory syndrome and may further guide the escalation of treatment and an optimized therapeutic management for critical patients with COVID-19. In this context, increasing interest is shifting towards finding specific, “high-risk” cut-off values for these inflammatory biomarkers. Springer et al. observed that a threshold value of CRP > 40 mg/L performed well in predicting mortality in COVID-19 patients [29], while Liu et al. found that a similar cut-off >41.8 ng/L is associated with a severe course of the disease [30]. Concerning our study, we found that an even lower cut-off value for CRP (23 mg/L) is significantly associated with severe outcome (i.e., ICU admission). D-Dimers represent another well-established predictive factor in COVID-19, with generally accepted high-risk cut-offs ranging from 1 to 3 mg/L [31,32], values which are similar to the results (0.41–2.05) predicting a negative prognosis in patients included in our study.The neutrophil/lymphocyte ratio is another widely accessible parameter and may be considered a predictor for the critical form of the disease [33]. This ratio differed significantly between the two groups included in our study (p = 0.022), but unlike other studies, it was not identified as a predictor of mortality [34]. Neutrophils are known for their contribution to acute pulmonary injuries in viral pneumonias, and their role in COVID-19 could represent an exaggerated version of these pathophysiological mechanisms [35]. The observation is also supported by the fact that the degree of activation of neutrophils is higher in COVID-19 than in pneumonia caused by the influenza virus [36]. Studying neutrophil activation markers shows that they could help identify non-critical patients under an increased risk of developing the critical form of the disease [37]. In line with the previous results from a recent Taiwanese study [38], we observed significant correlations between D-Dimer concentration and the need for mechanical ventilation, both invasive or non-invasive, amongst our patients. Of all the patients included in the study, 105 (70%) required invasive ventilation, 100 (95%) of whom have died. Thus, our results confirm that the mortality rate in patients with severe forms of COVID-19 requiring oro-tracheal intubation was very high, being in line with findings from previous studies [39,40]. Research on identifying the optimal time of intubation in CARDS in order to improve mortality showed different results [12,13]. One study concludes that rapid intubation during hospitalization could improve survival rates in patients with COVID-19 [12]. However, a retrospective cohort found no association between mortality and the time of intubation after admission to the ICU or the use of oxygen therapy through high flow nasal cannula [13]. Graselli et al. showed that low pulmonary compliance (<41 mL/cm H2O) together with increased D-dimer increase the mortality rate. The cause could be pulmonary intravascular thrombosis because ventilatory ratio, a dead-space marker, correlates with D-dimer levels [41]. Alternatives to invasive mechanical ventilation are represented by high-flow nasal cannula oxygen therapy (HFNC), continuous positive airway pressure (CPAP), or bilevel positive airway pressure (BiPAP). A recent review turns the spotlight on these ventilation modes, especially in patients with acute respiratory failure (ARF) secondary to COVID-19. Based on extensive literature data, the authors emphasize a step-by-step approach, suggesting that continuous CPAP should be preferred in patients with COVID-19-associated ARF if oxygen therapy via nasal canula is insufficient for adequate oxygenation, and/or if oro-tracheal intubation is not yet indicated, while HFNC therapy is reserved only for patients who cannot tolerate CPAP [42]. This stepwise approach was commonly implemented in our study, the exclusively non-invasive ventilation modes being associated with a better prognosis, irrespective of the ventilation mode. Nevertheless, designing new, standardized guidelines concerning the optimal time for intubation and which ventilation modes could bring a significant benefit are further expected.The antivirals used at the time of the study, i.e., Lopinavir and Ritonavir, did not have a significant influence on the patients’ evolution. This has also been confirmed by randomized clinical trials, which conclude that treatment does not benefit patients with severe forms of COVID-19 or with already installed acute respiratory distress syndrome [43]. Multiple literature data reveal that corticosteroids can reduce the mortality and duration of mechanical ventilation in patients with CARDS [44,45]. In this regard, several clinical trials determined that a moderate dose of dexamethasone reduced mortality in patients hospitalized with COVID-19 and respiratory failure requiring non-invasive oxygen therapy or even invasive mechanical ventilation. However, the results also indicated that dexamethasone could increase mortality in hospitalized patients who did not require oxygen therapy [45,46,47]. Patients with a severe form of COVID-19 have vastly increased inflammatory markers, as the expression for IL-6 receptor is markedly upregulated in SARS-CoV-2 infection [48,49]. Worth-mentioning, the association of Tocilizumab to Dexametazone reduced mortality by approximately 25% in patients with a severe form of COVID-19 pneumonia [50]. In our research, the use of corticosteroids and Tocilizumab differed significantly between the two groups, p = 0.049 and p = 0.003 respectively. A retrospective cohort study that included patients admitted in the same university hospital shows efficiency in lowering mortality rates by the use of Tocilizumab in both diabetic and non-diabetic patients [51]. Moreover, the Romanian specialists’ experience in the administration of immunomodulatory treatment early during the onset of cytokine storm demonstrates that it could prevent the progression towards critical forms of the disease [52].Supportive treatment was fundamental given the current absence of specific and efficient antiviral therapies. Vital functions were monitored and managed using all available resources for respiratory and renal support, but with some inherent limitations, because the center in which patients were treated could not offer cardiac support through extracorporeal membrane oxygenation. Our research identified acute kidney injury (AKI) and acute heart failure as the most common organ complications after acute respiratory. AKI has been reported in up to a quarter of patients in critical condition with SARS-CoV-2 infection, possibly caused by ischemic acute tubular necrosis during systemic collapse. A temporal association has been identified between AKI and acute respiratory failure, both complications being associated with a negative prognosis [53].Limitations of the StudyThe main limitations were the limited sample size and the unicentric design of the study. Secondly, some patients had a late hospital admission that may have contributed to the unfavorable clinical outcome. Last but not least, the lack of certain mechanical assistance devices for cardiopulmonary support may have influenced the prognosis. Nevertheless, we consider that due to the strict eligibility criteria we applied in our study, the included population is representative of the severe COVID-19 pneumonia cases which were diagnosed and treated in the North-East region of Romania. Knowledge of risk factors associated with mortality is crucial in establishing the prognosis, as identifying predictors at the time of admission helps to select patients and immediately start treatment to prevent the progression to the critical form of the disease. 5. ConclusionsD-dimer, CRP, and heart rate have been identified as important mortality predictors in our geographical area. Moreover, specific cut-off values of these biomarkers were associated with a significantly increased risk of ICU admission and a more severe outcome. These results can enhance the development of rapid intervention strategies for patients with severe forms of COVID-19, with a prompt initiation of anti-inflammatory therapies or advanced cardiopulmonary supportive care. Integrative management should be implemented in patients with COVID-19, especially in those with confirmed severe pneumonia, in order to positively impact the mortality rates. Author ContributionsConceptualization, A.-S.T. and E.G.M.; methodology, R.-S.M. and E.G.M.; software, R.-S.M. and I.-L.M.; validation, E.G.M., I.-I.C. and A.O.P.; formal analysis, R.-S.M.; investigation, A.-S.T., F.M.R. and D.L.; resources, E.G.M., A.-S.T., F.M.R. and D.-T.A.-P.; data curation, A.-S.T. and I.-L.M.; writing—original draft preparation, A.-S.T. and R.-S.M.; writing—review and editing, R.-S.M., I.-L.M., F.M.R., A.O.P. and A.-S.T.; visualization, E.G.M., I.-L.M., I.-I.C., D.-T.A.-P., A.O.P. and D.L.; supervision, E.G.M. and A.O.P.; project administration, A.-S.T.; funding acquisition, E.G.M., D.-T.A.-P. and F.M.R. All authors have read and agreed to the published version of the manuscript. FundingThis research received no external funding. Institutional Review Board StatementThe study was conducted according to the guidelines of the Declaration of Helsinki, and approved by the Institutional Review Board (or Ethics Committee) of University of Medicine and Pharmacy “Gr.T. Popa”, Iasi. (no. 55/8.03.2021). Informed Consent StatementInformed consent was obtained from all subjects involved in the study, agreeing that their data might be further published in research papers, respecting the confidentiality of data. Data Availability StatementAll necessary data is found within the text of the manuscript. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Peeri N.C., Shrestha N., Rahman M.S., Zaki R., Tan Z., Bibi S., Baghbanzadeh M., Aghamohammadi N., Zhang W., Haque U. The SARS, MERS and novel coronavirus (COVID-19) epidemics, the newest and biggest global health threats: What lessons have we learned? Int. J. Epidemiol. 2020;49:717–726. doi: 10.1093/ije/dyaa033. [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Worldometer Coronavirus Update: Cases and Deaths from COVID-19 Virus Pandemic.  [(accessed on 3 December 2021)].  Available online:  https://www.worldometers.info/coronavirus/3. Huang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., Zhang L., Fan G., Xu J., Gu X., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020;395:497–506. doi: 10.1016/S0140-6736(20)30183-5. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Dorjee K., Kim H., Bonomo E., Dolma R. Prevalence and predictors of death and severe disease in patients hospitalized due to COVID-19: A comprehensive systematic review and meta-analysis of 77 studies and 38,000 patients. PLoS ONE. 2020;15:e0243191.  doi: 10.1371/journal.pone.0243191. [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Mason R.J. Thoughts on the alveolar phase of COVID-19. Am. J. Physiol. Lung Cell Mol. Physiol. 2020;319:L115–L120. doi: 10.1152/ajplung.00126.2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Botta M., Tsonas A.M., Pillay J., Boers L.S., Algera A.G., Bos L., Dongelmans D.A., Hollmann M.W., Horn J., Vlaar A., et al.  Ventilation management and clinical outcomes in invasively ventilated patients with COVID-19 (PRoVENT-COVID): A national, multicentre, observational cohort study. Lancet Respir. Med. 2021;9:139–148. doi: 10.1016/S2213-2600(20)30459-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Zheng Z., Peng F., Xu B., Zhao J., Liu H., Peng J., Li Q., Jiang C., Zhou Y., Liu S., et al.  Risk factors of critical & mortal COVID-19 cases: A systematic literature review and meta-analysis. J. Infect. 2020;81:e16–e25. doi: 10.1016/j.jinf.2020.04.021. [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Chidambaram V., Tun N.L., Haque W.Z., Majella M.G., Sivakumar R.K., Kumar A., Hsu A.T., Ishak I.A., Nur A.A., Ayeh S.K., et al.  Factors associated with disease severity and mortality among patients with COVID-19: A systematic review and meta-analysis. PLoS ONE. 2020;15:e0241541.  doi: 10.1371/journal.pone.0241541. [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Severe Covid-19 GWAS Group. Ellinghaus D., Degenhardt F., Bujanda L., Buti M., Albillos A., Invernizzi P., Fernández J., Prati D., Baselli G., et al.  Genomewide Association Study of Severe Covid-19 with Respiratory Failure. N. Engl. J. Med. 2020;383:1522–1534. doi: 10.1056/NEJMoa2020283. [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Guan W.J., Ni Z.Y., Hu Y., Liang W.H., Ou C.Q., He J.X., Liu L., Shan H., Lei C.L., Hui D., et al.  Clinical characteristics of coronavirus disease 2019 in China. N. Engl. J. Med. 2020;382:1708–1720. doi: 10.1056/NEJMoa2002032. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Goyal P., Choi J.J., Pinheiro L.C., Schenck E.J., Chen R., Jabri A., Satlin M.J., Campion T.R., Jr., Nahid M., Ringel J.B., et al.  Clinical characteristics of covid-19 in New York City. N. Engl. J. Med. 2020;382:2372–2374. doi: 10.1056/NEJMc2010419. [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Hyman J.B., Leibner E.S., Tandon P., Egorova N.N., Bassily-Marcus A., Kohli-Seth R., Arvind V., Chang H.L., Lin H.M., Levin M.A. Timing of Intubation and In-Hospital Mortality in Patients With Coronavirus Disease 2019. Crit. Care Explor. 2020;2:e0254. doi: 10.1097/CCE.0000000000000254. [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Hernandez-Romieu A.C., Adelman M.W., Hockstein M.A., Robichaux C.J., Edwards J.A., Fazio J.C., Blum J.M., Jabaley C.S., Caridi-Scheible M., Martin G.S., et al.  Timing of Intubation and Mortality Among Critically Ill Coronavirus Disease 2019 Patients: A Single-Center Cohort Study. Crit. Care Med. 2020;48:e1045–e1053. doi: 10.1097/CCM.0000000000004600. [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]15. Khwaja A. KDIGO clinical practice guidelines for acute kidney injury. Nephron. Clin. Pr. 2012;120:c179–c184. doi: 10.1159/000339789. [PubMed] [CrossRef] [Google Scholar]16. Singer M., Deutschman C.S., Seymour C.W., Shankar-Hari M., Annane D., Bauer M., Bellomo R., Bernard G.R., Chiche J.D., Coopersmith C.M., et al.  The third international consensus definitions for sepsis and septic shock (Sepsis-3) JAMA. 2016;315:801–810. doi: 10.1001/jama.2016.0287. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Huang Y., Lyu X., Li D., Wang L., Wang Y., Zou W., Wei Y., Wu X. A cohort study of 676 patients indicates D-dimer is a critical risk factor for the mortality of COVID-19. PLoS ONE. 2020;15:e0242045.  doi: 10.1371/journal.pone.0242045. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Booth A., Reed A.B., Ponzo S., Yassaee A., Aral M., Plans D., Labrique A., Mohan D. Population risk factors for severe disease and mortality in COVID-19: A global systematic review and meta-analysis. PLoS ONE. 2021;16:e0247461.  doi: 10.1371/journal.pone.0247461. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Mueller A.L., McNamara M.S., Sinclair D.A. Why does COVID-19 disproportionately affect older people? Aging. 2020;12:9959–9981. doi: 10.18632/aging.103344. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Leung J.M., Yang C.X., Tam A., Shaipanich T., Hackett T.L., Singhera G.K., Dorscheid D.R., Sin D.D. ACE-2 expression in the small airway epithelia of smokers and COPD patients: Implications for COVID-19. Eur. Resp. J. 2020;55:2000688. doi: 10.1183/13993003.00688-2020. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Bansod S., Ahirwar A.K., Sakarde A., Asia P., Gopal N., Alam S., Kaim K., Ahirwar P., Sorte S.R. COVID-19 and geriatric population: From pathophysiology to clinical perspectives. Horm. Mol. Biol Clin. Investig. 2021;42:87–98. doi: 10.1515/hmbci-2020-0053. [PubMed] [CrossRef] [Google Scholar]22. Petrovic V., Radenkovic D., Radenkovic G., Djordjevic V., Banach M. Pathophysiology of Cardiovascular Complications in COVID-19. Front. Physiol. 2020;11:575600. doi: 10.3389/fphys.2020.575600. [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Long B., Brady W.J., Koyfman A., Gottlieb M. Cardiovascular complications in COVID-19. Am. J. Emerg. Med. 2020;38:1504–1507. doi: 10.1016/j.ajem.2020.04.048. [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Zhou F., Yu T., Du R., Fan G., Liu Y., Liu Z., Xiang J., Wang Y., Song B., Gu X., et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: A retrospective cohort study. Lancet. 2020;395:1038. doi: 10.1016/S0140-6736(20)30566-3. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Miftode R.S., Petriș A.O., Onofrei Aursulesei V., Cianga C., Costache I.I., Mitu O., Miftode I.L., Șerban I.L. The Novel Perspectives Opened by ST2 in the Pandemic: A Review of Its Role in the Diagnosis and Prognosis of Patients with Heart Failure and COVID-19. Diagnostics. 2021;11:175.  doi: 10.3390/diagnostics11020175. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Miftode R.S., Constantinescu D., Cianga C.M., Petris A.O., Timpau A.S., Crisan A., Costache I.I., Mitu O., Anton-Paduraru D.T., Miftode I.L., et al.  A Novel Paradigm Based on ST2 and Its Contribution towards a Multimarker Approach in the Diagnosis and Prognosis of Heart Failure: A Prospective Study during the Pandemic Storm. Life. 2021;11:1080.  doi: 10.3390/life11101080. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Sakr Y., Giovini M., Leone M., Pizzilli G., Kortgen A., Bauer M., Tonetti T., Duclos G., Zieleskiewicz L., Buschbeck S., et al.  Pulmonary embolism in patients with coronavirus disease-2019 (COVID-19) pneumonia: A narrative review. Ann. Intensive Care. 2020;10:124. doi: 10.1186/s13613-020-00741-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Herold T., Jurinovic V., Arnreich C., Lipworth B.J., Hellmuth J.C., von Bergwelt-Baildon M., Klein M., Weinberger T. Elevated levels of IL-6 and CRP predict the need for mechanical ventilation in COVID-19. J. Allergy Clin. Immunol. 2020;146:128–136.e4. doi: 10.1016/j.jaci.2020.05.008. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Stringer D., Braude P., Myint P.K., Evans L., Collins J.T., Verduri A., Quinn T.J., Vilches-Moraga A., Stechman M.J., Pearce L., et al.  The role of C-reactive protein as a prognostic marker in COVID-19. Int. J. Epidemiol. 2021;50:420–429. doi: 10.1093/ije/dyab012. [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Liu F., Li L., Xu M., Wu J., Luo D., Zhu Y., Li B., Song X., Zhou X. Prognostic value of interleukin-6, C-reactive protein, and procalcitonin in patients with COVID-19. J. Clin. Virol. 2020;127:104370. doi: 10.1016/j.jcv.2020.104370. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Thoreau B., Galland J., Delrue M., Neuwirth M., Stepanian A., Chauvin A., Dellal A., Nallet O., Roriz M., Devaux M., et al.  D-Dimer Level and Neutrophils Count as Predictive and Prognostic Factors of Pulmonary Embolism in Severe Non-ICU COVID-19 Patients. Viruses. 2021;13:758.  doi: 10.3390/v13050758. [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Karim S., Islam A., Rafiq S., Laher I. The COVID-19 Pandemic: Disproportionate Thrombotic Tendency and Management Recommendations. Trop. Med. Infect. Dis. 2021;6:26.  doi: 10.3390/tropicalmed6010026. [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Liu J., Liu Y., Xiang P., Pu L., Xiong H., Li C., Zhang M., Tan J., Xu Y., Song R., et al.  Neutrophil-to-lymphocyte ratio predicts critical illness patients with 2019 coronavirus disease in the early stage. J. Transl. Med. 2020;18:206. doi: 10.1186/s12967-020-02374-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Simadibrata D.M., Calvin J., Wijaya A.D., Ibrahim N. Neutrophil-to-lymphocyte ratio on admission to predict the severity and mortality of COVID-19 patients: A meta-analysis. Am. J. Emerg. Med. 2021;42:60–69. doi: 10.1016/j.ajem.2021.01.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Grommes J., Soehnlein O. Contribution of neutrophils to acute lung injury. Mol. Med. 2011;17:293–307. doi: 10.2119/molmed.2010.00138. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Nicolai L., Leunig A., Brambs S., Kaiser R., Joppich M., Hoffknecht M.L., Gold C., Engel A., Polewka V., Muenchhoff M., et al.  Vascular neutrophilic inflammation and immunothrombosis distinguish severe COVID-19 from influenza pneumonia. J. Thromb. Haemost. 2021;19:574–581. doi: 10.1111/jth.15179. [PMC free article] [PubMed] [CrossRef] [Google Scholar]37. Meizlish M.L., Pine A.B., Bishai J.D., Goshua G., Nadelmann E.R., Simonov M., Chang C.H., Zhang H., Shallow M., Bahel P., et al.  A neutrophil activation signature predicts critical illness and mortality in COVID-19. Blood Adv. 2021;5:1164–1177. doi: 10.1182/bloodadvances.2020003568. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Chao W.C., Wu C.L., Huang J.A., Chai J.W., Teng C.L., Lee W.L., Fu Y.C., Chen S.A. Association between Early Absolute Neutrophil Count and Level of D-Dimer among Patients with COVID-19 Infection in Central Taiwan. J. Clin. Med. 2021;10:3891.  doi: 10.3390/jcm10173891. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Grasselli G., Greco M., Zanella A., Albano G., Antonelli M., Bellani G., Bonanomi E., Cabrini L., Carlesso E., Castelli G., et al.  Risk Factors Associated With Mortality Among Patients With COVID-19 in Intensive Care Units in Lombardy, Italy. JAMA Intern. Med. 2020;180:1345–1355. doi: 10.1001/jamainternmed.2020.3539. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Coppola S., Santus P., Sotgiu G., Mondoni M., Gandola A., Saad M., Sferrazza Papa G.F., Centanni S., Saderi L., Chiumello D.A., et al.  Feasibility and Clinical Outcomes of a Step Up Noninvasive Respiratory Support Strategy in Patients with Severe COVID-19 Pneumonia. J. Clin. Med. 2021;10:5444.  doi: 10.3390/jcm10225444. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Grasselli G., Tonetti T., Protti A., Langer T., Girardis M., Bellani G., Laffey J., Carrafiello G., Carsana L., Rizzuto C., et al.  Pathophysiology of COVID-19-associated acute respiratory distress syndrome: A multicentre prospective observational study. Lancet Respir. Med. 2020;8:1201–1208. doi: 10.1016/S2213-2600(20)30370-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Bonnesen B., Jensen J.U.S., Jeschke K.N., Mathioudakis A.G., Corlateanu A., Hansen E.F., Weinreich U.M., Hilberg O., Sivapalan P. Management of COVID-19-Associated Acute Respiratory Failure with Alternatives to Invasive Mechanical Ventilation: High-Flow Oxygen, Continuous Positive Airway Pressure, and Noninvasive Ventilation. Diagnostics. 2021;11:2259.  doi: 10.3390/diagnostics11122259. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Cao B., Wang Y., Wen D., Liu W., Wang J., Fan G., Ruan L., Song B., Cai Y., Wei M., et al.  A trial of lopinavir-ritonavir in adults hospitalized with severe covid-19. N. Engl. J. Med. 2020;382:1787–1799. doi: 10.1056/NEJMoa2001282. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Chaudhuri D., Sasaki K., Karkar A., Sharif S., Lewis K., Mammen M.J., Alexander P., Ye Z., Lozano L., Munch M.W., et al.  Corticosteroids in COVID-19 and non-COVID-19 ARDS: A systematic review and meta-analysis. Intensive Care Med. 2021;47:521–537. doi: 10.1007/s00134-021-06394-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. RECOVERY Collaborative Group. Horby P., Lim W.S., Emberson J.R., Mafham M., Bell J.L., Linsell L., Staplin N., Brightling C., Ustianowski A., et al.  Dexamethasone in Hospitalized Patients with Covid-19. N. Engl. J. Med. 2021;384:693–704. doi: 10.1056/NEJMoa2021436. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Rochwerg B., Agarwal A., Siemieniuk R.A., Agoritsas T., Lamontagne F., Askie L., Lytvyn L., Leo Y.S., Macdonald H., Zeng L., et al.  A living WHO guideline on drugs for Covid-19. BMJ. 2020;370:m3379. doi: 10.1136/bmj.m3379. [PubMed] [CrossRef] [Google Scholar]47. Dequin P.F., Heming N., Meziani F., Plantefève G., Voiriot G., Badié J., François B., Aubron C., Ricard J.D., Ehrmann S., et al.  Effect of Hydrocortisone on 21-Day Mortality or Respiratory Support Among Critically Ill Patients With COVID-19: A Randomized Clinical Trial. JAMA. 2020;324:1298–1306. doi: 10.1001/jama.2020.16761. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Koutsakos M., Kedzierskas K. A race to determine what drives COVID-19 severity. Nature. 2020;583:366–368. doi: 10.1038/d41586-020-01915-3. [PubMed] [CrossRef] [Google Scholar]49. Zhu L., Yang P., Zhao Y., Zhuang Z., Wang Z., Song R., Zhang J., Liu C., Gao Q., Xu Q., et al.  Single-Cell Sequencing of Peripheral Mononuclear Cells Reveals Distinct Immune Response Landscapes of COVID-19 and Influenza Patients. Immunity. 2020;53:685–696.e3. doi: 10.1016/j.immuni.2020.07.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Van den Eynde E., Gasch O., Oliva J.C., Prieto E., Calzado S., Gomila A., Machado M.L., Falgueras L., Ortonobes S., Morón A., et al.  Corticosteroids and tocilizumab reduce in-hospital mortality in severe COVID-19 pneumonia: A retrospective study in a Spanish hospital. Infect. Dis. 2021;53:291–302. doi: 10.1080/23744235.2021.1884286. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Miftode E., Miftode L., Coman I., Prepeliuc C., Obreja M., Stămăteanu O., Părângă T.G., Leca D., Pleşca C.E. Diabetes Mellitus-A Risk Factor for Unfavourable Outcome in COVID-19 Patients-The Experience of an Infectious Diseases Regional Hospital. Healthcare. 2021;9:788.  doi: 10.3390/healthcare9070788. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Miftode E., Luca C., Manciuc C., Vâță A., Hunea I., Miftode L., Bădescu A., Dorneanu O. Covid-19: A Course Through Stormy Waters. Med. Surg. J. Rev. Med. Chir. 2020;124:351–362. [Google Scholar]53. Hirsch J.S., Ng J.H., Ross D.W., Sharma P., Shah H.H., Barnett R.L., Hazzan A.D., Fishbane S., Jhaveri K.D., Northwell COVID-19 Research Consortium et al.  Acute kidney injury in patients hospitalized with COVID-19. Kidney Int. 2020;98:209–218. doi: 10.1016/j.kint.2020.05.006. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}