{"title": "Evidence-Based Mechanical Ventilatory Strategies in ARDS", "pubDate": "2022", "PMCID": "PMC8780427", "DOI": "10.3390/jcm11020319", "PMID": "35054013", "abstract": "Acute respiratory distress syndrome (ARDS) remains one of the leading causes of morbidity and mortality in critically ill patients despite advancements in the field. Mechanical ventilatory strategies are a vital component of ARDS management to prevent secondary lung injury and improve patient outcomes. Multiple strategies including utilization of low tidal volumes, targeting low plateau pressures to minimize barotrauma, using low FiO2 (fraction of inspired oxygen) to prevent injury related to oxygen free radicals, optimization of positive end expiratory pressure (PEEP) to maintain or improve lung recruitment, and utilization of prone ventilation have been shown to decrease morbidity and mortality. The role of other mechanical ventilatory strategies like non-invasive ventilation, recruitment maneuvers, esophageal pressure monitoring, determination of optimal PEEP, and appropriate patient selection for extracorporeal support is not clear. In this article, we review evidence-based mechanical ventilatory strategies and ventilatory adjuncts for ARDS.", "author": [{"author": "Adnan Liaqat", "affiliation": ["Southeast Health, Dothan, AL 36301, USA."], "href": "/?term=Liaqat+A&cauthor_id=35054013"}, {"author": "Matthew Mason", "affiliation": ["Alabama College of Osteopathic Medicine, Dothan, AL 36303, USA."], "href": "/?term=Mason+M&cauthor_id=35054013"}, {"author": "Brian J Foster", "affiliation": ["Southeast Health, Dothan, AL 36301, USA."], "href": "/?term=Foster+BJ&cauthor_id=35054013"}, {"author": "Sagar Kulkarni", "affiliation": ["Southeast Health, Dothan, AL 36301, USA."], "href": "/?term=Kulkarni+S&cauthor_id=35054013"}, {"author": "Aisha Barlas", "affiliation": ["Mercy Health, Rockford, IL 61114, USA."], "href": "/?term=Barlas+A&cauthor_id=35054013"}, {"author": "Awais M Farooq", "affiliation": ["Southeast Health, Dothan, AL 36301, USA."], "href": "/?term=Farooq+AM&cauthor_id=35054013"}, {"author": "Pooja Patak", "affiliation": ["Southeast Health, Dothan, AL 36301, USA."], "href": "/?term=Patak+P&cauthor_id=35054013"}, {"author": "Hamza Liaqat", "affiliation": ["Wah Medical College, Wah Cantt 47040, Pakistan."], "href": "/?term=Liaqat+H&cauthor_id=35054013"}, {"author": "Rafaela G Basso", "affiliation": ["Southeast Health, Dothan, AL 36301, USA."], "href": "/?term=Basso+RG&cauthor_id=35054013"}, {"author": "Mohammed S Zaman", "affiliation": ["Southeast Health, Dothan, AL 36301, USA."], "href": "/?term=Zaman+MS&cauthor_id=35054013"}, {"author": "Dhaval Pau", "affiliation": ["Southeast Health, Dothan, AL 36301, USA."], "href": "/?term=Pau+D&cauthor_id=35054013"}], "refPMID": ["4143721", "22797452", "16236739", "26903337", "28157386", "28459336", "28792873", "10793162", "15269312", "31094753", "27626833", "19910610", "18270353", "18270352", "30447683", "19001507", "30776290", "34464237", "30305906", "25693014", "26387728", "27875410", "33784486", "28828361", "10472221", "20236454", "26120769", "28973363", "31356105", "31577153", "18350271", "20130832", "33156382", "23688302", "24863923", "27757516", "20843245", "32015880", "33104824", "31297439", "16714767", "2100979", "31297448", "12231488", "10194172", "31895807", "24887179", "25565461", "27747041", "24504643", "27162654", "27179847", "28035848", "27753501", "25981908", "33764378", "29850185", "28936695", "30307725", "19762075", "29791822", "30642776", "29050526", "30875355", "31258917"], "citedInPMID": ["35054013"], "body": " AbstractAcute respiratory distress syndrome (ARDS) remains one of the leading causes of morbidity and mortality in critically ill patients despite advancements in the field. Mechanical ventilatory strategies are a vital component of ARDS management to prevent secondary lung injury and improve patient outcomes. Multiple strategies including utilization of low tidal volumes, targeting low plateau pressures to minimize barotrauma, using low FiO2 (fraction of inspired oxygen) to prevent injury related to oxygen free radicals, optimization of positive end expiratory pressure (PEEP) to maintain or improve lung recruitment, and utilization of prone ventilation have been shown to decrease morbidity and mortality. The role of other mechanical ventilatory strategies like non-invasive ventilation, recruitment maneuvers, esophageal pressure monitoring, determination of optimal PEEP, and appropriate patient selection for extracorporeal support is not clear. In this article, we review evidence-based mechanical ventilatory strategies and ventilatory adjuncts for ARDS.Keywords: acute respiratory distress syndrome, ARDS, mechanical ventilation strategies, PEEP, lung recruitment, noninvasive ventilation, ECMO 1. IntroductionAcute respiratory distress syndrome (ARDS) is an acute, severe lung injury that is characterized by inflammatory cascades, hypoxemia, and diffuse lung involvement. In 1967, ARDS was first described as an acute hypoxic lung injury with infectious and traumatic triggers, similar to neonatal congestive atelectasis and hyaline membrane disease [1]. Since then, several definitions of ARDS have been established, but the Berlin definition is the latest and most widely accepted [2]. The diagnostic criteria are summarized as an acute injurious lung event with diffuse bilateral lung opacities of non-cardiogenic origin on imaging (See Figure 1).Open in a separate windowFigure 1Berlin Diagnostic Criteria [2]. Abbreviations: PaO2 = arterial partial pressure of oxygen; FiO2 = fraction of inspired oxygen; PEEP = positive end expiratory pressure; CPAP = continuous positive airway pressure.ARDS, in regards to incidence, morbidity, and mortality, is a sinister clinical conundrum—a condition that is both common and devastating. The age-adjusted incidence of ARDS in individuals with PaO2/FiO2 (arterial partial pressure of oxygen/fraction of inspired oxygen) ratio ≤ 300 mmHg is 86 per 100,000 person-years and 64 per 100,000 person-years for individuals with PaO2/FiO2 ratio ≤ 200 mmHg [3]. This approximates to 10% of intensive care unit (ICU) patients and 23% of patients on mechanical ventilation [4]. Patients between the ages of 15 and 19 have a 24% mortality, whereas older patients suffer to a greater degree with mortality rates approaching 60% [3].There are many well established and potential etiologies of ARDS (see Figure 2), but around 85–90% are caused by pneumonia, sepsis, aspiration of gastric contents, trauma, or blood transfusion [5,6,7]. The hallmark pathophysiological mechanisms of ARDS follow a predictable pattern that begins with an initial insult with a subsequent inflammatory response, which leads to endothelial damage and increased pulmonary capillary permeability. The subsequent proliferation and fibrosis stages attempt to repair the initial inflammatory insult and endothelial damage. More specifically, the fibrotic phase recruits fibroblasts and implements repair mechanisms that cause intra-alveolar fibrosis and capillary obliteration [6,7]. This intra-alveolar architectural change leads to prolonged mechanical ventilation and increased mortality [6].Open in a separate windowFigure 2Common etiologies of ARDS.When ARDS was first described in 1967, Ashbaugh et al. identified that positive end expiratory pressure (PEEP) was the most efficacious intervention to improve outcomes [1]. Since then, more advanced treatment modalities have been developed to improve patient outcomes, albeit with varying degrees of success. In this article, we review current evidence-based ventilatory strategies and ventilatory adjuncts, as well as their mechanistic role in the management of patients with ARDS. 2. Lung Protective VentilationLung protective ventilation is the mainstay of ventilatory management of patients with ARDS and plays a critical role in improving clinical outcomes. Lung protective ventilation strives to prevent over-distention, or “stretch”, of the aerated lung, as this has been shown to disrupt both the pulmonary endothelium and epithelium, resulting in lung inflammation, atelectasis, hypoxemia, and the release of inflammatory mediators [8]. It is recommended that patients be ventilated with low tidal volumes (4–8 mL/kg of predicted body weight) [8]. Many of these parameters were derived from the ARMA trial conducted by ARDSNet investigators [8]. This landmark study demonstrated significantly reduced hospital mortality and duration of mechanical ventilation when a lung protective ventilatory strategy was utilized [8]. Prior to this study, traditional ventilation strategies focused on increasing arterial oxygen saturation with the use of higher tidal volumes at the expense of alveolar distension. This contributed to stretch induced disruption of the alveolar endothelium and a potentiation of the innate inflammatory response—further exacerbating the underlying mechanism of ARDS. The ARMA protocol derived from the ARDSNet trial provided evidence that reducing alveolar stretch injury with low tidal volumes (6 mL/kg of predicted body weight) improves survival and was subsequently adopted as the mainstay of ARDS ventilatory management [8].Lung protective ventilation includes the use of high PEEP but this has a less defined benefit in ARDS management. In the ARMA trial, PEEP was set according to the amount of FiO2 a patient needed, using a titration table. Studies such as the ALVEOLI trial reveal that utilization of an even higher PEEP titration table does not result in improvement in patient outcomes [9]. Thus, though the utilization of high PEEP is a part of lung protective ventilation, “how high” is not clearly defined.In addition, lung protective ventilation includes targeting low plateau pressures [10]. Plateau pressures can be referred to as a measure of pulmonary compliance. It is generally accepted that plateau pressures are tolerable up to 30–32 cm H2O. The ARMA trial also found that coupled with low tidal volume, a lower plateau pressure helps to reduce mortality in patients with ARDS [8]. Plateau pressures in turn can help risk stratify cut-off values during mechanical ventilation for potential barotrauma and lung parenchyma injury. A better understanding of mechanical ventilatory support and its related ventilator induced lung injury (VILI) is an essential component of managing patients with ARDS. Failure to comply with lung protective ventilation strategies might enhance the risk of VILI which involves excessive stress to the lungs (high transpulmonary pressure), and increased strain (alveolar-overdistention) which eventually leads to barotrauma, alveolar rupture, and development of pulmonary edema [11,12]. 3. Optimal PEEPAdjustment of PEEP is an important strategy to improve oxygenation in patients with ARDS. Although no single PEEP strategy has proven to be ideal, several well-known trials have outlined various PEEP titration strategies with the underlying consensus surrounding the idea of limiting over-distention of lung parenchyma. In the ARMA trial, PEEP and FiO2 were titrated to target an oxygen saturation of 88 to 95 percent or PaO2 of 55 to 80 mmHg. Although PEEP levels ranging from 5 to 24 cm H2O were used, the trial outlined the need for dynamic changes to PEEP in combination with FiO2. In addition to achieving target O2 saturation and PaO2 levels, this PEEP strategy also involves ensuring low plateau pressures, a fundamental part of classical lung protective ventilation [8].Following the ARMA trial, the EXPRESS trial further delineated the recommendation for lung protective ventilation with a high PEEP, low-tidal volume strategy. The EXPRESS trial revealed that a high PEEP strategy (up to 14.6 cm H2O) was preferable to a moderate PEEP strategy (5 to 9 cm H2O), again with specific titration of PEEP to target plateau pressures of less than 30 cm H2O [13]. It is important to note that the EXPRESS trial did not show significantly reduced mortality rates with the use of higher PEEP, but instead associated high PEEP with improved lung function and reduced duration of mechanical ventilation [13].The LOVS trial investigated an open lung approach, described as a combination of low tidal volume, high PEEP, and lung recruitment maneuvers. A mean PEEP of 14.6 cm H2O (versus 9.8 cm H2O in the control group) was used. As noted in previous trials, special considerations were taken to ensure that plateau pressures were kept low to maintain lung protective measures; no greater than 40 cm H2O. The LOVS trial showed no difference in all-cause hospital mortality or amount of barotrauma when comparing a high PEEP strategy with an established low-tidal volume standardized ventilation strategy [14].Although previous trials did not find significantly reduced mortality rates with use of high PEEP versus moderate or low PEEP, it must be mentioned that one meta-analysis did demonstrate mortality benefit with the use of high PEEP versus lower levels of PEEP in a specific subset of patients found to have baseline PaO2/FiO2 ratios below 200 mmHg [15].Finally, various techniques for adjusting PEEP based on alternative intrinsic pressures have recently been defined, paving the way for future research. Notably, the EPVENT trial investigated the use of esophageal balloon catheters to measure esophageal pressure (an estimate of transpulmonary pressure) as a basis for adjustment of PEEP [14]. This technique was compared to that used in the ARMA trial and found to be superior in improving oxygenation [16]. However, a subsequent trial, EPVENT2, revealed that in patients with moderate-to-severe ARDS, titration of PEEP guided by esophageal pressure did not significantly improve mortality or reduce days free from mechanical ventilation, although it did result in use of less rescue therapy, notably need for extracorporeal membrane oxygenation (ECMO) [17]. A reanalysis of the EPVENT-2 trial was subsequently conducted to further evaluate the effect of esophageal pressure guided PEEP and empirical use of high PEEP on survival. This trial revealed that the PEEP titration closer to 0 cm H2O was associated with better survival, irrespective of severity of multi-organ dysfunction [18].Given the complexity of factors involved in titration of PEEP, and the various influences on this parameter, no single PEEP strategy has been outlined as ideal by current literature. The consensus still remains that dynamic adjustment of PEEP to ensure low plateau pressures, aligning with an overall lung protective strategy, is more important than the level of PEEP itself. 4. Driving PressureDriving pressure is defined as the ratio between tidal volume and pulmonary compliance. It can be estimated by calculating the difference between plateau pressure and PEEP [19]. A multilevel mediation analysis involving 3562 individual patients from nine previously performed randomized trials revealed that ventilator settings leading to a decrease in driving pressure were associated with increased survival in patients with ARDS [20]. Driving pressures below 14 cm H2O are associated with better outcomes [4]. Several methods, including reduction of tidal volume, optimization of PEEP, and recruitment maneuvers can improve lung compliance and reduce driving pressure [21]. Additionally, neuromuscular blockers, prone positioning, and extracorporeal measures can be utilized as adjuncts to reduce driving pressure [22]. Recently, Costa and colleagues suggested a model of “4 × ΔP + respiratory rate” as a surrogate for mechanical power, which is associated with increased mortality [23]. This implies that in terms of lung damage, a 1 point reduction in driving pressure is equivalent to 4 point reduction in respiratory rate [23]. Since driving pressure represents the tidal volume adjusted according to the compliance of the respiratory system, it may lead to a reduction in lung stretch, thereby reducing mortality [24]. Adjusting ventilator parameters including tidal volume based upon driving pressure rather than predicted body weight may result in improved outcomes. However, there is a lack of evidence for a specific ventilation strategy to achieve a lower driving pressure. Targeting a driving pressure below 14 cm H2O is reasonable, but additional evidence is needed to prove that ventilation strategies targeting low driving pressures can improve the outcomes of patients with ARDS. 5. Recruitment ManeuversRecruitment maneuvers involve increasing airway pressures for a short period of time with the aim to expand collapsed alveoli, allowing for better gas exchange. Recruitment maneuvers help enhance lung compliance and improve gas exchange, but their impact on patient outcomes is not well defined in the literature. The recruitment action should last at least 7 to 8 seconds [25]. One method involves increasing tidal volume gradually, using a low respiratory rate in volume-controlled ventilation, or by gradual up-titration of PEEP while maintaining driving pressure until a peak inspiratory pressure of at least 40 cm H2O is reached in pressure control ventilation [26,27]. One large randomized controlled trial has shown that titration of PEEP to respiratory compliance with recruitment maneuvers; compared to maintaining low PEEP is associated with increased mortality [9,28]. In another trial, lung recruitment failed to show any mortality benefit or reduce ventilator free days, but limited the use of adjunctive therapies [29]. Recently, a newer bedside technique, recruitment to inflation ratio (R/I) has been proposed on the basis of balance between recruitment and overinflation [30]. R/I ratio was found to be associated with better oxygenation [30]. In one recent study, R/I ratio was used to assess lung recruitability, particularly in COIVD-19 related ARDS, but its use can be considered in non-COVID-19 related ARDS [30]. Recruitment maneuvers can provide a temporary benefit by improving compliance and gas exchange at the expense of increased sedation requirements, decreased cardiac preload, increased distension of alveoli causing barotrauma, and possibly worsening oxygenation by promoting perfusion of poorly ventilated areas. 6. Prone VentilationProne positioning has been a widely accepted and well-utilized tool for the management of ARDS. Various randomized, controlled trials have confirmed that oxygenation is significantly improved when patients are in the prone position compared to the supine position [31,32]. In addition, a meta-analysis showed that prone ventilation can improve mortality of patients with severe ARDS [33]. Improved survival is not mediated through improved oxygenation but rather due to a more even distribution of volume and distention forces across the lung, leading to a reduction of ventilator-induced lung injury [33]. Most recent guidelines recommend daily sessions of prone ventilation in patients suffering from severe ARDS (See Table 1) [6]. The PROSEVA trial showed that early application of prolonged proning sessions was found to significantly decrease 28-day and 90-day mortality [29]. Patients in the PROSEVA trial underwent a mean prone session duration of 17 ± 3 h [34]. Other clinical trials have confirmed this number, citing optimal proning time to be at least 16 h per day in patients with a PaO2/FiO2 ratio of less than 150 mmHg [32,34,35]. Although the benefits of proning are well described, the LUNGSAFE study revealed that only 16.3% of patients suffering from ARDS underwent prone positioning [4,36]. Factors associated with low implementation of prone ventilation include: clinician recognition of ARDS, logistical difficulties, fear of complications, and under-recognition of hypoxemia [4,34]. Despite these challenges, efforts should be made to implement daily proning sessions in patients with moderate-to-severe and severe ARDS, until the PaO2/FiO2 ratio is consistently above 150 mmHg in the supine position [34].Table 1Summary of current guidelines for mechanical ventilation in adult patients with ARDS [6,66].SocietyRecommendationStrength of RecommendationEvidenceATS/ESICM/SCCMMechanical ventilation with low tidal volumes and inspiratory pressuresStrongModerateDaily prone positioning >12 h StrongModerate-highAvoid HFOV in patients with moderate or severe ARDSStrongModerate-highMechanical ventilation with higher levels of PEEP for moderate or severe ARDSConditionalModerateRecruitment maneuvers should be usedConditionalLow-moderateAdditional research needed to recommend use of ECMO in patients with ARDS Not applicableNot applicableFICM/ICSMechanical ventilation with low tidal volumes (<6 mL/kg ideal body weight) and plateau pressure (<30 cm H2O)StrongModerateDaily prone positioning ≥12 h in patients with moderate/severe ARDSStrongModerateAvoid HFOVStrongModerateConservative fluid managementWeakly in favorLowMechanical ventilation with higher levels of PEEP in patients with moderate/severe ARDSWeakly in favorLowNeuromuscular blocking agents in patients with moderate/severe ARDSWeakly in favorModerateUse of ECMO in patients with severe ARDS Weakly in favorVery lowOpen in a separate windowAbbreviations: ATS: American Thoracic Society; ESICM: European Society of Intensive Care Medicine; SCCM: Society of Critical Care Medicine Clinical Practice Guideline; FICM: Faculty of Intensive Care Medicine; ICS: Intensive Care Society. 7. Neuromuscular BlockadeThe utilization of neuromuscular blockade as a ventilator adjunct can potentially benefit patients with ARDS by reducing lung injury caused by patient-ventilator dyssynchrony and strong spontaneous respiratory effort. There is equipoise surrounding the outcome benefit of neuromuscular blockade (NMB) in patients with ARDS [33]. The ACURASYS trial investigated early use of neuromuscular blocking agents in patients with ARDS who were managed with lung protective ventilation. The findings of this study revealed that neuromuscular blockade was associated with improved 90-day mortality and increased ventilator free days [37]. Subsequently, the ROSE trial investigated the use of NMB in patients with moderate-to-severe ARDS. Patients in the intervention group of this trail were managed with an early continuous infusion of cistatracurium, while the control group was managed with lighter sedation targets. Both groups were managed with similar mechanical ventilatory strategies. In contrast to ACURASYS, the ROSE trial revealed no significant endpoint difference between the intervention and control groups at 3, 6, and 12 months. Furthermore, patients in the intervention arm of the ROSE trial were noted to be less physically active and had increased cardiovascular events. A systematic review and meta-analysis of 5 major randomized controlled trials investigating NMB use in ARDS revealed that NMB was associated with reduced risk of barotrauma and improved oxygenation after 48 h, without any worsening of ICU acquired weakness [38]. This conclusion could be related to the finding that NMB was shown to provide benefits in patients of a subgroup requiring more sedation [39]. 8. Conservative Lung StrategyStudies have suggested that targeting a conservative strategy can improve gas exchange and improve outcomes in patients with ARDS [40]. In contrast, hypervolemia can increase pulmonary venous pressure and atrial pressure leading to pulmonary edema and a resultant decrease in the PaO2/FiO2 ratio. In the FACTT trial, patients were divided into two groups, a liberal fluid strategy or conservative strategy. In the conservative strategy group, pulmonary artery occlusion pressure (PAOP) of less than 8 mmHg or central venous pressure (CVP) less than 4 mmHg were used as targets. In the liberal strategy group, the target pressure (PAOP) was 14–18 mmHg and CVP was 10–14 mmHg. Patients managed with the conservative strategy had shortened duration of mechanical ventilation and ICU length of stay [40]. Another large, randomized trial comparing liberal versus conservative strategies of fluid management in patients with acute lung injury also showed better outcomes with conservative fluid management [41]. Patients in the conservative fluid management group had increased ventilator free days, and reduced hospital and ICU length of stay [41]. Another retrospective analysis of patients with ARDS showed that lower pulmonary artery wedge pressure was correlated with better survival [42]. Implementation of a conservative lung strategy in patients with ARDS without contraindications can improve outcomes, reduce the length of ICU and hospital stay, and reduce duration of mechanical ventilation. 9. Other Strategies9.1. High Frequency Oscillatory VentilationHigh-frequency oscillatory ventilation (HFOV) uses a constant mean airway pressure (MAP) with pressure variations oscillating at high rates and low tidal volumes to improve ventilation and oxygenation [43]. The MOAT trial was an early study that revealed a non-statistically significant reduction in mortality in patients treated with HFOV, but subsequent trials did not confirm this [44]. The OSCILLATE trial showed that patients treated with HFOV had a higher mortality, and the OSCAR trial revealed no difference in mortality [45,46]. A meta-analysis showed that HFOV can reduce hypoxemia but does not improve survival [47]. Based upon the existing literature, HFOV cannot be recommended as a routine ventilation strategy in patients with ARDS.9.2. Non-Invasive VentilationNon-invasive ventilation (NIV) has an important role in the management of hypercapnic respiratory failure, however, its role in the management of acute hypoxic respiratory failure and ARDS is controversial [48,49]. The goal of NIV in ARDS, as well as in other forms of respiratory failure, is to avoid endotracheal intubation and its associated complications. The use of NIV in the management of acute respiratory failure has steadily increased over the years, is associated with improved survival, and results in fewer secondary complications associated with intubation and invasive mechanical ventilation [50]. It is also associated with a decreased mortality in patients with acute on chronic respiratory failure [50]. NIV is often avoided in patients with ARDS citing the association of NIV failure with a worse prognosis [48]. However, it is not clear whether this worse prognosis is related to more severe underlying disease or whether it is a direct result of using NIV and delaying endotracheal intubation [48]. One retrospective observational study revealed that patients who fail NIV have similar outcomes to those intubated early, and those successfully avoiding intubation with NIV use had better outcomes [51]. NIV can be delivered via a face mask or helmet, and the method of delivery can have an impact on outcomes. One single center randomized clinical trial has shown that in patients with ARDS, helmet delivered NIV is associated with lower intubation rates in comparison to face mask delivered NIV [52]. Other reports show that NIV use in ARDS is independently associated with increased ICU mortality, especially in patients with PaO2/FiO2 ratios of less than 150 [53,54]. The FLORALI trial suggests that while intubation rates of NIV and high-flow oxygen therapy for acute hypoxic respiratory failure resulted in similar intubation rates, high-flow oxygen therapy was superior in regard to 90-day mortality [55].In patients with COVID-19, the HENIVOT trial showed that helmet NIV (PEEP of 10–12 cm H2O and pressure support of 10–12 cm H2O) compared to high-flow nasal oxygen therapy showed no significant difference in the number of days free of respiratory support [56]. However, the rate of endotracheal intubation and days free of invasive ventilation at 28 days were significantly lower [56]. Additional research is needed to determine whether, and what method of NIV, should be utilized in the management of patients with ARDS.9.3. Airway Pressure Release VentilationAirway pressure release ventilation (APRV) is a mode of ventilation that involves maintaining a continuous high positive pressure for most of the cycle with intermittent release phases, while allowing for spontaneous respiration. APRV may be better tolerated than other modes, allowing for the avoidance of the use of heavy sedation and neuromuscular blockade. Whether APRV should be utilized as an initial ventilatory mode for the management of ARDS is controversial due to lack of high quality evidence [57]. One single center trial has shown that in comparison to classical lung protective ventilation, APRV reduced duration of mechanical ventilation and length of ICU stay when applied early in patients with ARDS [58]. Other low quality evidence exists favoring APRV use in patients at high risk for developing ARDS in comparison to synchronized intermittent mandatory ventilation [59]. Additional research is needed to determine whether and how this mode of ventilation can be best utilized for the management of patients with ARDS.9.4. Venovenous Extracorporeal Membranous Oxygenation (ECMO)Venovenous (VV) ECMO is believed to function through two main mechanisms: firstly, it improves oxygenation and reduces tissue hypoxia; and secondly, it reduces ventilator induced lung injury by allowing for reduction in the intensity of mechanical ventilation [33]. There have been two major randomized controlled trials that have investigated the use of ECMO in ARDS. The CESAR trial compared patients with severe ARDS who were transferred to an ECMO-capable center or managed with routine care. The primary outcome in the CESAR trial was survival without severe disability at 6 months, which was found to be significantly higher in the ECMO group (67% compared to 43% with conventional management) [60]. The EOLIA trial compared the use of ECMO in severe ARDS to conventional treatment with a crossover to ECMO if required for refractory hypoxemia [61]. The results of this trial revealed a non-statistically significant reduction in mortality in the ECMO group (35% versus 46%), despite a high rate of crossover to ECMO in the control group [33]. A meta-analysis of both studies showed that mortality in patients with dysfunction of 1 or 2 organ systems decreased by almost half with the use of VV ECMO but did not significantly affect mortality in patients who had several failing organ systems [60]. There are important limitations with both studies. Firstly, in the CESAR trial a substantial number of subjects in the ECMO group did not receive ECMO, which complicated the interpretation of final results. Secondly, the EOLIA trial was complicated by crossover to ECMO in 28% of patients receiving conventional treatment, as it was considered unethical to deny ECMO to patients who were persistently hypoxemic despite maximal efforts [61]. This introduced bias into the study and made it difficult to definitively conclude the impact of ECMO on patient outcomes. A systematic review combining the two studies, as well as other reports, showed a statistically significant decrease in mortality with the use of VV ECMO [62]. Indications for VV ECMO include potentially reversible acute severe respiratory failure that is unresponsive to routine ventilation management. ELSO guidelines suggest considering VV ECMO in patients with a mortality risk of at least 50%, and VV ECMO is indicated when the mortality risk is above 80% [63].VV ECMO is believed to be most beneficial for the management of severe ARDS in younger patients with fewer comorbidities and a reversible etiology of ARDS [33]. Selecting patients for ECMO can be challenging and inclusion criteria vary between institutions. Key factors that are taken into consideration include the severity and etiology of the respiratory failure. Earlier use of ECMO (initial 1–2 days from onset of acute respiratory failure) is associated with improved outcomes [63]. A meta-analysis assessing long term effects of ARDS patients treated with VV ECMO showed that those who received ECMO experienced significantly less psychological morbidity as compared to conventional mechanical ventilation [64]. A recent study also demonstrated that non-ECMO patients had a greater impairment of health-related quality of life [65]. These outcomes remain poorly understood and require further assessment with larger scale prospective studies. 10. ConclusionsIn this review, we have discussed various ventilatory strategies and ventilatory adjuncts for the management of ARDS. The main objective of the various treatment modalities is to improve outcomes of patients due to the high morbidity and mortality associated with this sinister condition. The most impactful strategies remain lung protective ventilation and prone ventilation. Strategies such as conservative fluid management and neuromuscular blockade are additional adjuvants that can be used in patients with specific clinical situations. Further studies are needed to investigate driving pressure, optimal PEEP, and to determine the role of VV ECMO in the management of ARDS. Evidence-based ventilatory strategies for the management of ARDS have evolved over time and further research is needed to optimize patient management and improve patient outcomes. Author ContributionsA.L. conceived and designed study in addition to critical revision of manuscript; M.M. drafted and performed critical revision of manuscript. B.J.F. Performed revision of manuscript; S.K. project editor; A.B. drafted the manuscript; A.M.F. drafted the manuscript; P.P. drafted the manuscript; H.L. drafted the manuscript; R.G.B. drafted the manuscript; M.S.Z. drafted the manuscript; D.P. subject expert, project supervision, and performed critical revision of manuscript. All authors have read and agreed to the published version of the manuscript.  FundingThis research received no external funding. Institutional Review Board StatementThis study did not involve human subjects or animals. Informed Consent StatementNot Applicable. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Ashbaugh D.G., Bigelow D.B., Petty T.L., Levine B.E. Acute respiratory distress in adults. Lancet. 1967;2:319–323. doi: 10.1016/S0140-6736(67)90168-7. [PubMed] [CrossRef] [Google Scholar]2. The ARDS Definition Task Force  Acute Respiratory Distress Syndrome: The Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]3. Rubenfeld G.D., Caldwell E., Peabody E., Weaver J., Martin D.P., Neff M., Stern E.J., Hudson L.D. Incidence and outcomes of acute lung injury. N. Engl. J. Med. 2005;353:1685–1693. doi: 10.1056/NEJMoa050333. [PubMed] [CrossRef] [Google Scholar]4. Bellani G., Laffey J.G., Pham T., Fan E., Brochard L., Esteban A., Gattinoni L., van Haren F., Larsson A., McAuley D.F., et al.  Epidemiology, Patterns of Care, and Mortality for Patients With Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries. JAMA. 2016;315:788–800. doi: 10.1001/jama.2016.0291. [PubMed] [CrossRef] [Google Scholar]5. Pham T., Rubenfeld G.D. Fifty Years of Research in ARDS. The Epidemiology of Acute Respiratory Distress Syndrome. A 50th Birthday Review. Am. J. Respir. Crit. Care Med. 2017;195:860–870. doi: 10.1164/rccm.201609-1773CP. [PubMed] [CrossRef] [Google Scholar]6. Fan E., Del Sorbo L., Goligher E.C., Hodgson C.L., Munshi L., Walkey A.J., Adhikari N.K.J., Amato M.B.P., Branson R., Brower R.G., et al.  An Official American Thoracic Society/European Society of Intensive Care Medicine/Society of Critical Care Medicine Clinical Practice Guideline: Mechanical Ventilation in Adult Patients with Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2017;195:1253–1263. doi: 10.1164/rccm.201703-0548ST. [PubMed] [CrossRef] [Google Scholar]7. Thompson B.T., Chambers R.C., Liu K.D. Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2017;377:562–572. doi: 10.1056/NEJMra1608077. [PubMed] [CrossRef] [Google Scholar]8. Brower R.G., Matthay M.A., Morris A., Schoenfeld D., Thompson B.T., Wheeler A., Wiedemann H.P., Arroliga A.C., Fisher C.J., Jr., Komara J.J. Ventilation with Lower Tidal Volumes as Compared with Traditional Tidal Volumes for Acute Lung Injury and the Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2000;342:1301–1308. doi: 10.1056/nejm200005043421801. [PubMed] [CrossRef] [Google Scholar]9. Brower R.G., Lanken P.N., MacIntyre N., Matthay M.A., Morris A., Ancukiewicz M., Schoenfeld D., Thompson B.T. Higher versus Lower Positive End-Expiratory Pressures in Patients with the Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2004;351:327–336. doi: 10.1056/NEJMoa032193. [PubMed] [CrossRef] [Google Scholar]10. Williams E.C., Motta-Ribeiro G.C., Vidal Melo M.F. Driving Pressure and Transpulmonary Pressure: How Do We Guide Safe Mechanical Ventilation? Anesthesiology. 2019;131:155–163. doi: 10.1097/ALN.0000000000002731. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Brochard L., Slutsky A., Pesenti A. Mechanical Ventilation to Minimize Progression of Lung Injury in Acute Respiratory Failure. Am. J. Respir. Crit. Care Med. 2017;195:438–442. doi: 10.1164/rccm.201605-1081CP. [PubMed] [CrossRef] [Google Scholar]12. Caironi P., Cressoni M., Chiumello D., Ranieri M., Quintel M., Russo S.G., Cornejo R., Bugedo G., Carlesso E., Russo R., et al.  Lung opening and closing during ventilation of acute respiratory distress syndrome. Am. J. Respir. Crit. Care Med. 2010;181:578–586. doi: 10.1164/rccm.200905-0787OC. [PubMed] [CrossRef] [Google Scholar]13. Mercat A., Richard J.-C.M., Vielle B., Jaber S., Osman D., Diehl J.-L., Lefrant J.-Y., Prat G., Richecoeur J., Nieszkowska A., et al.  Positive End-Expiratory Pressure Setting in Adults With Acute Lung Injury and Acute Respiratory Distress Syndrome: A Randomized Controlled Trial. JAMA. 2008;299:646–655. doi: 10.1001/jama.299.6.646. [PubMed] [CrossRef] [Google Scholar]14. Meade M.O., Cook D.J., Guyatt G.H., Slutsky A.S., Arabi Y.M., Cooper D.J., Davies A.R., Hand L.E., Zhou Q., Thabane L., et al.  Ventilation Strategy Using Low Tidal Volumes, Recruitment Maneuvers, and High Positive End-Expiratory Pressure for Acute Lung Injury and Acute Respiratory Distress Syndrome: A Randomized Controlled Trial. JAMA. 2008;299:637–645. doi: 10.1001/jama.299.6.637. [PubMed] [CrossRef] [Google Scholar]15. Guo L., Xie J., Huang Y., Pan C., Yang Y., Qiu H., Liu L. Higher PEEP improves outcomes in ARDS patients with clinically objective positive oxygenation response to PEEP: A systematic review and meta-analysis. BMC Anesthesiol. 2018;18:172.  doi: 10.1186/s12871-018-0631-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Talmor D., Sarge T., Malhotra A., O’Donnell C.R., Ritz R., Lisbon A., Novack V., Loring S.H. Mechanical Ventilation Guided by Esophageal Pressure in Acute Lung Injury. N. Engl. J. Med. 2008;359:2095–2104. doi: 10.1056/NEJMoa0708638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Beitler J.R., Sarge T., Banner-Goodspeed V.M., Gong M.N., Cook D., Novack V., Loring S.H., Talmor D. Effect of Titrating Positive End-Expiratory Pressure (PEEP) With an Esophageal Pressure-Guided Strategy vs an Empirical High PEEP-Fio2 Strategy on Death and Days Free From Mechanical Ventilation Among Patients With Acute Respiratory Distress Syndrome: A Randomized Clinical Trial. JAMA. 2019;321:846–857. doi: 10.1001/jama.2019.0555. [PMC free article] [PubMed] [CrossRef] [Google Scholar]18. Sarge T., Baedorf-Kassis E., Banner-Goodspeed V., Novack V., Loring S.H., Gong M.N., Cook D., Talmor D., Beitler J.R. Effect of Esophageal Pressure-guided Positive End-Expiratory Pressure on Survival from Acute Respiratory Distress Syndrome: A Risk-based and Mechanistic Reanalysis of the EPVent-2 Trial. Am. J. Respir. Crit. Care Med. 2021;204:1153–1163. doi: 10.1164/rccm.202009-3539OC. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Aoyama H., Yamada Y., Fan E. The future of driving pressure: A primary goal for mechanical ventilation? J. Intensive Care. 2018;6:64. doi: 10.1186/s40560-018-0334-4. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Amato M.B., Meade M.O., Slutsky A.S., Brochard L., Costa E.L., Schoenfeld D.A., Stewart T.E., Briel M., Talmor D., Mercat A., et al.  Driving pressure and survival in the acute respiratory distress syndrome. N. Engl. J. Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]21. Borges J.B., Hedenstierna G., Larsson A., Suarez-Sipmann F. Altering the mechanical scenario to decrease the driving pressure. Crit. Care. 2015;19:342. doi: 10.1186/s13054-015-1063-x. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Grieco D.L., Chen L., Dres M., Brochard L. Should we use driving pressure to set tidal volume? Curr. Opin. Crit. Care. 2017;23:38–44. doi: 10.1097/MCC.0000000000000377. [PubMed] [CrossRef] [Google Scholar]23. Costa E.L.V., Slutsky A.S., Brochard L.J., Brower R., Serpa-Neto A., Cavalcanti A.B., Mercat A., Meade M., Morais C.C.A., Goligher E., et al.  Ventilatory Variables and Mechanical Power in Patients with Acute Respiratory Distress Syndrome. Am. J. Respir. Crit. Care Med. 2021;204:303–311. doi: 10.1164/rccm.202009-3467OC. [PubMed] [CrossRef] [Google Scholar]24. Tonetti T., Vasques F., Rapetti F., Maiolo G., Collino F., Romitti F., Camporota L., Cressoni M., Cadringher P., Quintel M., et al.  Driving pressure and mechanical power: New targets for VILI prevention. Ann. Transl. Med. 2017;5:286. doi: 10.21037/atm.2017.07.08. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Rothen H.U., Neumann P., Berglund J.E., Valtysson J., Magnusson A., Hedenstierna G. Dynamics of re-expansion of atelectasis during general anaesthesia. Br. J. Anaesth. 1999;82:551–556. doi: 10.1093/bja/82.4.551. [PubMed] [CrossRef] [Google Scholar]26. Pelosi P., Gama de Abreu M., Rocco P.R. New and conventional strategies for lung recruitment in acute respiratory distress syndrome. Crit. Care. 2010;14:210. doi: 10.1186/cc8851. [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Güldner A., Kiss T., Serpa Neto A., Hemmes S.N., Canet J., Spieth P.M., Rocco P.R., Schultz M.J., Pelosi P., Gama de Abreu M. Intraoperative protective mechanical ventilation for prevention of postoperative pulmonary complications: A comprehensive review of the role of tidal volume, positive end-expiratory pressure, and lung recruitment maneuvers. Anesthesiology. 2015;123:692–713. doi: 10.1097/ALN.0000000000000754. [PubMed] [CrossRef] [Google Scholar]28. Writing Group for the Alveolar Recruitment for Acute Respiratory Distress Syndrome Trial Investigators  Effect of Lung Recruitment and Titrated Positive End-Expiratory Pressure (PEEP) vs Low PEEP on Mortality in Patients With Acute Respiratory Distress Syndrome: A Randomized Clinical Trial. JAMA. 2017;318:1335–1345. doi: 10.1001/jama.2017.14171. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Hodgson C.L., Cooper D.J., Arabi Y., King V., Bersten A., Bihari S., Brickell K., Davies A., Fahey C., Fraser J., et al.  Maximal Recruitment Open Lung Ventilation in Acute Respiratory Distress Syndrome (PHARLAP). A Phase II, Multicenter Randomized Controlled Clinical Trial. Am. J. Respir. Crit. Care Med. 2019;200:1363–1372. doi: 10.1164/rccm.201901-0109OC. [PubMed] [CrossRef] [Google Scholar]30. Chen L., Del Sorbo L., Grieco D.L., Junhasavasdikul D., Rittayamai N., Soliman I., Sklar M.C., Rauseo M., Ferguson N.D., Fan E., et al.  Potential for Lung Recruitment Estimated by the Recruitment-to-Inflation Ratio in Acute Respiratory Distress Syndrome. A Clinical Trial. Am. J. Respir. Crit. Care Med. 2020;201:178–187. doi: 10.1164/rccm.201902-0334OC. [PubMed] [CrossRef] [Google Scholar]31. Abroug F., Ouanes-Besbes L., Elatrous S., Brochard L. The effect of prone positioning in acute respiratory distress syndrome or acute lung injury: A meta-analysis. Areas of uncertainty and recommendations for research. Intensive Care Med. 2008;34:1002–1011. doi: 10.1007/s00134-008-1062-3. [PubMed] [CrossRef] [Google Scholar]32. Sud S., Friedrich J.O., Taccone P., Polli F., Adhikari N.K., Latini R., Pesenti A., Guérin C., Mancebo J., Curley M.A., et al.  Prone ventilation reduces mortality in patients with acute respiratory failure and severe hypoxemia: Systematic review and meta-analysis. Intensive Care Med. 2010;36:585–599. doi: 10.1007/s00134-009-1748-1. [PubMed] [CrossRef] [Google Scholar]33. Menk M., Estenssoro E., Sahetya S.K., Neto A.S., Sinha P., Slutsky A.S., Summers C., Yoshida T., Bein T., Ferguson N.D. Current and evolving standards of care for patients with ARDS. Intensive Care Med. 2020;46:2157–2167. doi: 10.1007/s00134-020-06299-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Guérin C., Reignier J., Richard J.-C., Beuret P., Gacouin A., Boulain T., Mercier E., Badet M., Mercat A., Baudin O., et al.  Prone Positioning in Severe Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2013;368:2159–2168. doi: 10.1056/NEJMoa1214103. [PubMed] [CrossRef] [Google Scholar]35. Sud S., Friedrich J.O., Adhikari N.K.J., Taccone P., Mancebo J., Polli F., Latini R., Pesenti A., Curley M.A.Q., Fernandez R., et al.  Effect of prone positioning during mechanical ventilation on mortality among patients with acute respiratory distress syndrome: A systematic review and meta-analysis. Can. Med. Assoc. J. 2014;186:E381–E390. doi: 10.1503/cmaj.140081. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Laffey J.G., Bellani G., Pham T., Fan E., Madotto F., Bajwa E.K., Brochard L., Clarkson K., Esteban A., Gattinoni L., et al.  Potentially modifiable factors contributing to outcome from acute respiratory distress syndrome: The LUNG SAFE study. Intensive Care Med. 2016;42:1865–1876. doi: 10.1007/s00134-016-4571-5. [PubMed] [CrossRef] [Google Scholar]37. Papazian L., Forel J.M., Gacouin A., Penot-Ragon C., Perrin G., Loundou A., Jaber S., Arnal J.M., Perez D., Seghboyan J.M., et al.  Neuromuscular blockers in early acute respiratory distress syndrome. N. Engl. J. Med. 2010;363:1107–1116. doi: 10.1056/NEJMoa1005372. [PubMed] [CrossRef] [Google Scholar]38. Ho A.T.N., Patolia S., Guervilly C. Neuromuscular blockade in acute respiratory distress syndrome: A systematic review and meta-analysis of randomized controlled trials. J. Intensive Care. 2020;8:12. doi: 10.1186/s40560-020-0431-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Alhazzani W., Belley-Cote E., Møller M.H., Angus D.C., Papazian L., Arabi Y.M., Citerio G., Connolly B., Denehy L., Fox-Robichaud A., et al.  Neuromuscular blockade in patients with ARDS: A rapid practice guideline. Intensive Care Med. 2020;46:1977–1986. doi: 10.1007/s00134-020-06227-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Keddissi J.I., Youness H.A., Jones K.R., Kinasewitz G.T. Fluid management in Acute Respiratory Distress Syndrome: A narrative review. Can. J. Respir. Ther. 2019;55:1–8. doi: 10.29390/cjrt-2018-016. [PMC free article] [PubMed] [CrossRef] [Google Scholar]41. Wiedemann H.P., Wheeler A.P., Bernard G.R., Thompson B.T., Hayden D., deBoisblanc B., Connors A.F., Jr., Hite R.D., Harabin A.L. Comparison of two fluid-management strategies in acute lung injury. N. Engl. J. Med. 2006;354:2564–2575. doi: 10.1016/j.jvs.2006.08.053. [PubMed] [CrossRef] [Google Scholar]42. Humphrey H., Hall J., Sznajder I., Silverstein M., Wood L. Improved survival in ARDS patients associated with a reduction in pulmonary capillary wedge pressure. Chest. 1990;97:1176–1180. doi: 10.1378/chest.97.5.1176. [PubMed] [CrossRef] [Google Scholar]43. Meyers M., Rodrigues N., Ari A. High-frequency oscillatory ventilation: A narrative review. Can. J. Respir. Ther. CJRT Rev. Can. De La Ther. Respir. RCTR. 2019;55:40–46. doi: 10.29390/cjrt-2019-004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Derdak S., Mehta S., Stewart T.E., Smith T., Rogers M., Buchman T.G., Carlin B., Lowson S., Granton J. High-frequency oscillatory ventilation for acute respiratory distress syndrome in adults: A randomized, controlled trial. Am. J. Respir. Crit. Care Med. 2002;166:801–808. doi: 10.1164/rccm.2108052. [PubMed] [CrossRef] [Google Scholar]45. Putensen C., Mutz N.J., Putensen-Himmer G., Zinserling J. Spontaneous breathing during ventilatory support improves ventilation-perfusion distributions in patients with acute respiratory distress syndrome. Am. J. Respir. Crit. Care Med. 1999;159:1241–1248. doi: 10.1164/ajrccm.159.4.9806077. [PubMed] [CrossRef] [Google Scholar]46. Sun X., Liu Y., Li N., You D., Zhao Y. The safety and efficacy of airway pressure release ventilation in acute respiratory distress syndrome patients: A PRISMA-compliant systematic review and meta-analysis. Medicine. 2020;99:e18586. doi: 10.1097/MD.0000000000018586. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Gu X.L., Wu G.N., Yao Y.W., Shi D.H., Song Y. Is high-frequency oscillatory ventilation more effective and safer than conventional protective ventilation in adult acute respiratory distress syndrome patients? A meta-analysis of randomized controlled trials. Crit. Care. 2014;18:R111. doi: 10.1186/cc13900. [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Cabrini L., Landoni G., Oriani A., Plumari V.P., Nobile L., Greco M., Pasin L., Beretta L., Zangrillo A. Noninvasive ventilation and survival in acute care settings: A comprehensive systematic review and metaanalysis of randomized controlled trials. Crit. Care Med. 2015;43:880–888. doi: 10.1097/CCM.0000000000000819. [PubMed] [CrossRef] [Google Scholar]49. Tucci M.R., Costa E.L., Nakamura M.A., Morais C.C. Noninvasive ventilation for acute respiratory distress syndrome: The importance of ventilator settings. J. Thorac. Dis. 2016;8:E982–E986. doi: 10.21037/jtd.2016.09.29. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Schnell D., Timsit J.F., Darmon M., Vesin A., Goldgran-Toledano D., Dumenil A.S., Garrouste-Orgeas M., Adrie C., Bouadma L., Planquette B., et al.  Noninvasive mechanical ventilation in acute respiratory failure: Trends in use and outcomes. Intensive Care Med. 2014;40:582–591. doi: 10.1007/s00134-014-3222-y. [PubMed] [CrossRef] [Google Scholar]51. Meeder A.M., Tjan D.H., van Zanten A.R. Noninvasive and invasive positive pressure ventilation for acute respiratory failure in critically ill patients: A comparative cohort study. J. Thorac. Dis. 2016;8:813–825. doi: 10.21037/jtd.2016.03.21. [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Patel B.K., Wolfe K.S., Pohlman A.S., Hall J.B., Kress J.P. Effect of Noninvasive Ventilation Delivered by Helmet vs Face Mask on the Rate of Endotracheal Intubation in Patients With Acute Respiratory Distress Syndrome: A Randomized Clinical Trial. JAMA. 2016;315:2435–2441. doi: 10.1001/jama.2016.6338. [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Hill N.S., Garpestad E. The Bumpy Road for Noninvasive Ventilation in Acute Respiratory Distress Syndrome. Coming to an End? Am. J. Respir. Crit. Care Med. 2017;195:9–10. doi: 10.1164/rccm.201610-2138ED. [PubMed] [CrossRef] [Google Scholar]54. Bellani G., Laffey J.G., Pham T., Madotto F., Fan E., Brochard L., Esteban A., Gattinoni L., Bumbasirevic V., Piquilloud L., et al.  Noninvasive Ventilation of Patients with Acute Respiratory Distress Syndrome. Insights from the LUNG SAFE Study. Am. J. Respir. Crit. Care Med. 2017;195:67–77. doi: 10.1164/rccm.201606-1306OC. [PubMed] [CrossRef] [Google Scholar]55. Frat J.P., Thille A.W., Mercat A., Girault C., Ragot S., Perbet S., Prat G., Boulain T., Morawiec E., Cottereau A., et al.  High-flow oxygen through nasal cannula in acute hypoxemic respiratory failure. N. Engl. J. Med. 2015;372:2185–2196. doi: 10.1056/NEJMoa1503326. [PubMed] [CrossRef] [Google Scholar]56. Grieco D.L., Menga L.S., Cesarano M., Rosà T., Spadaro S., Bitondo M.M., Montomoli J., Falò G., Tonetti T., Cutuli S.L., et al.  Effect of Helmet Noninvasive Ventilation vs High-Flow Nasal Oxygen on Days Free of Respiratory Support in Patients With COVID-19 and Moderate to Severe Hypoxemic Respiratory Failure: The HENIVOT Randomized Clinical Trial. JAMA. 2021;325:1731–1743. doi: 10.1001/jama.2021.4682. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Mireles-Cabodevila E., Dugar S., Chatburn R.L. APRV for ARDS: The complexities of a mode and how it affects even the best trials. J. Thorac. Dis. 2018;10:S1058–S1063. doi: 10.21037/jtd.2018.03.156. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Zhou Y., Jin X., Lv Y., Wang P., Yang Y., Liang G., Wang B., Kang Y. Early application of airway pressure release ventilation may reduce the duration of mechanical ventilation in acute respiratory distress syndrome. Intensive Care Med. 2017;43:1648–1659. doi: 10.1007/s00134-017-4912-z. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Seal K., Featherstone R.  Airway Pressure Release Ventilation for Acute Respiratory Distress Syndrome: Clinical Effectiveness and Guidelines [Internet] Canadian Agency for Drugs and Technologies in Health; Ottawa, ON, Canada: 2018.  [PubMed] [Google Scholar]60. Peek G.J., Mugford M., Tiruvoipati R., Wilson A., Allen E., Thalanany M.M., Hibbert C.L., Truesdale A., Clemens F., Cooper N., et al.  Efficacy and economic assessment of conventional ventilatory support versus extracorporeal membrane oxygenation for severe adult respiratory failure (CESAR): A multicentre randomised controlled trial. Lancet. 2009;374:1351–1363. doi: 10.1016/S0140-6736(09)61069-2. [PubMed] [CrossRef] [Google Scholar]61. Combes A., Hajage D., Capellier G., Demoule A., Lavoué S., Guervilly C., Da Silva D., Zafrani L., Tirot P., Veber B., et al.  Extracorporeal Membrane Oxygenation for Severe Acute Respiratory Distress Syndrome. N. Engl. J. Med. 2018;378:1965–1975. doi: 10.1056/NEJMoa1800385. [PubMed] [CrossRef] [Google Scholar]62. Munshi L., Walkey A., Goligher E., Pham T., Uleryk E.M., Fan E. Venovenous extracorporeal membrane oxygenation for acute respiratory distress syndrome: A systematic review and meta-analysis. Lancet Respir. Med. 2019;7:163–172. doi: 10.1016/S2213-2600(18)30452-1. [PubMed] [CrossRef] [Google Scholar]63. ELSO Guidelines for Cardiopulmonary Extracorporeal Life Support. Extracorporeal Life Support Organization; Ann Arbor, MI, USA: 2017.  [Google Scholar]64. Wilcox M.E., Jaramillo-Rocha V., Hodgson C., Taglione M.S., Ferguson N.D., Fan E. Long-Term Quality of Life After Extracorporeal Membrane Oxygenation in ARDS Survivors: Systematic Review and Meta-Analysis. J. Intensive Care Med. 2020;35:233–243. doi: 10.1177/0885066617737035. [PubMed] [CrossRef] [Google Scholar]65. Grasselli G., Scaravilli V., Tubiolo D., Russo R., Crimella F., Bichi F., Morlacchi L.C., Scotti E., Patrini L., Gattinoni L., et al.  Quality of Life and Lung Function in Survivors of Extracorporeal Membrane Oxygenation for Acute Respiratory Distress Syndrome. Anesthesiology. 2019;130:572–580. doi: 10.1097/ALN.0000000000002624. [PubMed] [CrossRef] [Google Scholar]66. Griffiths M.J.D., McAuley D.F., Perkins G.D., Barrett N., Blackwood B., Boyle A., Chee N., Connolly B., Dark P., Finney S., et al.  Guidelines on the management of acute respiratory distress syndrome. BMJ Open Respir. Res. 2019;6:e000420. doi: 10.1136/bmjresp-2019-000420. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}