{"title": "Phylogeny, Structure, Functions, and Role of AIRE in the Formation of T-Cell Subsets", "pubDate": "2022", "PMCID": "PMC8773594", "DOI": "10.3390/cells11020194", "PMID": "35053310", "abstract": "It is well known that the most important feature of adaptive immunity is the specificity that provides highly precise recognition of the self, altered-self, and non-self. Due to the high specificity of antigen recognition, the adaptive immune system participates in the maintenance of genetic homeostasis, supports multicellularity, and protects an organism from different pathogens at a qualitatively different level than innate immunity. This seemingly simple property is based on millions of years of evolution that led to the formation of diversification mechanisms of antigen-recognizing receptors and later to the emergence of a system of presentation of the self and non-self antigens. The latter could have a crucial significance because the presentation of nearly complete diversity of auto-antigens in the thymus allows for the \"calibration\" of the forming repertoires of T-cells for the recognition of self, altered-self, and non-self antigens that are presented on the periphery. The central role in this process belongs to promiscuous gene expression by the thymic epithelial cells that express nearly the whole spectrum of proteins encoded in the genome, meanwhile maintaining their cellular identity. This complex mechanism requires strict control that is executed by several transcription factors. One of the most important of them is AIRE. This noncanonical transcription factor not only regulates the processes of differentiation and expression of peripheral tissue-specific antigens in the thymic medullar epithelial cells but also controls intercellular interactions in the thymus. Besides, it participates in an increase in the diversity and transfer of presented antigens and thus influences the formation of repertoires of maturing thymocytes. Due to these complex effects, AIRE is also called a transcriptional regulator. In this review, we briefly described the history of AIRE discovery, its structure, functions, and role in the formation of antigen-recognizing receptor repertoires, along with other transcription factors. We focused on the phylogenetic prerequisites for the development of modern adaptive immunity and emphasized the importance of the antigen presentation system.", "author": [{"author": "Daniil Shevyrev", "affiliation": ["Research Institute for Fundamental and Clinical Immunology (RIFCI), 630099 Novosibirsk, Russia."], "href": "/?term=Shevyrev+D&cauthor_id=35053310"}, {"author": "Valeriy Tereshchenko", "affiliation": ["Research Institute for Fundamental and Clinical Immunology (RIFCI), 630099 Novosibirsk, Russia."], "href": "/?term=Tereshchenko+V&cauthor_id=35053310"}, {"author": "Vladimir Kozlov", "affiliation": ["Research Institute for Fundamental and Clinical Immunology (RIFCI), 630099 Novosibirsk, Russia."], "href": "/?term=Kozlov+V&cauthor_id=35053310"}, {"author": "Sergey Sennikov", "affiliation": ["Research Institute for Fundamental and Clinical Immunology (RIFCI), 630099 Novosibirsk, Russia."], "href": "/?term=Sennikov+S&cauthor_id=35053310"}], "refPMID": ["5332820", "25290145", "3961493", "2433555", "2568379", "12103357", "9054945", "9054944", "9496681", "16030131", "4017274", "9735375", "7987397", "9398839", "10344583", "10022980", "11600886", "18214467", "21748441", "16128622", "30486862", "3536303", "28451741", "30971819", "34394111", "9066265", "30675634", "29556016", "30104634", "21293377", "16373579", "20660361", "17187071", "29555777", "20510733", "19559469", "27378598", "25228760", "25517375", "30127062", "19543291", "28988747", "32187010", "25157137", "10794054", "32031242", "21419986", "21475308", "32353821", "34135887", "7558077", "9419432", "33767702", "33884954", "34507984", "33555295", "21075137", "33246964", "19008896", "28871661", "29483906", "27088911", "17974569", "11274163", "16114041", "12471056", "15150263", "19833494", "28317923", "28830733", "31804611", "16791198", "32467240", "32467237", "32848867", "11745352", "28969930", "26694097", "26549457", "32457758", "26806881", "7845467", "12953095", "22072979", "33552088", "27068467", "26257733", "22448160", "30022162", "23188800", "20035931", "23993652", "30692988", "30255105", "20230268", "28742026", "34272228", "34767455", "20085707", "26237553", "23980163", "10748110", "15964547", "26006015", "17997173", "34702253", "16188892", "17938200", "11940650", "24434558", "26216992", "28135252", "34518235", "26034170", "25224068", "26107654", "31691826", "24309898", "17878933", "27298622", "25429061", "27776542", "29367624", "22209691", "23382543", "17182262", "18701890", "30531943", "21191841", "21505196", "25776846", "29752065", "26544942", "31261375", "32601470", "15983066", "19675159", "26140042", "29535726", "25220213", "12414722", "34394106", "27130899", "20483761", "31057550", "24204222", "15629402", "33809452", "22466672", "31921467", "32168897", "30979797", "34572460", "28736829", "33532929"], "citedInPMID": ["35053310"], "body": " AbstractIt is well known that the most important feature of adaptive immunity is the specificity that provides highly precise recognition of the self, altered-self, and non-self. Due to the high specificity of antigen recognition, the adaptive immune system participates in the maintenance of genetic homeostasis, supports multicellularity, and protects an organism from different pathogens at a qualitatively different level than innate immunity. This seemingly simple property is based on millions of years of evolution that led to the formation of diversification mechanisms of antigen-recognizing receptors and later to the emergence of a system of presentation of the self and non-self antigens. The latter could have a crucial significance because the presentation of nearly complete diversity of auto-antigens in the thymus allows for the “calibration” of the forming repertoires of T-cells for the recognition of self, altered-self, and non-self antigens that are presented on the periphery. The central role in this process belongs to promiscuous gene expression by the thymic epithelial cells that express nearly the whole spectrum of proteins encoded in the genome, meanwhile maintaining their cellular identity. This complex mechanism requires strict control that is executed by several transcription factors. One of the most important of them is AIRE. This noncanonical transcription factor not only regulates the processes of differentiation and expression of peripheral tissue-specific antigens in the thymic medullar epithelial cells but also controls intercellular interactions in the thymus. Besides, it participates in an increase in the diversity and transfer of presented antigens and thus influences the formation of repertoires of maturing thymocytes. Due to these complex effects, AIRE is also called a transcriptional regulator. In this review, we briefly described the history of AIRE discovery, its structure, functions, and role in the formation of antigen-recognizing receptor repertoires, along with other transcription factors. We focused on the phylogenetic prerequisites for the development of modern adaptive immunity and emphasized the importance of the antigen presentation system.Keywords: AIRE, promiscuous gene expression, tissue-specific antigens, thymic epithelial cells, variable lymphocyte receptors, T-cell receptors, B-cell receptors, evolution of adaptive immunity 1. IntroductionIt is known that there are self-antigens with specific tissue-limited expression called tissue-specific antigens (TSAs) [1,2]. In the 1980s, it was discovered that human and animal thymus expressed various TSAs, for example, neurohypophysial hormones, some growth factors, and other antigens, including those that are expressed in the immune-privileged sites [3,4,5]. At the same time, the expression of TSA genes in the thymus is heterogenic and occurs randomly within the antigen-representing thymic cells, which provided the basis to call this phenomenon “promiscuous gene expression” (PGE) [6]. In 1997, a correlation was revealed between the level of expression of insulin in the thymus and the negative selection of self-reactive insulin-specific clones of T-cells [7,8]. Similar results were obtained in analogous studies for other antigens [9,10]. At the same time, an association was established between the autoimmune syndrome APECED (autoimmune polyendocrinopathy candidiasis ectodermal dystrophy) and mutations in the locus 22.3 on the long arm of the 21st chromosome [11,12]. Genetic studies allowed the researchers to identify a new gene located in this locus, determine its nucleotide sequence, and suggest its involvement in the regulation of the transcription because of two zinc fingers in its structure [12,13,14]. Later, it was called autoimmune regulator (Aire) because of a direct association between mutations in this gene and APECED syndrome [15,16]. However, only in 2001 did the analysis of a major set of TSA genes in various populations of the thymic cells show that all were expressed primarily in the mTECs population (medullary thymic epithelial cells), and that the level of their expression was closely associated with the expression of AIRE [17]. Thus, it was suggested on the role of the Aire gene in the presentation of self-antigens in the thymus and possible maintenance of self-tolerance. 2. Evolutionary PrerequisitesPhylogenetic studies showed that the appearance of the Aire in the evolution was associated with the development of adaptive immunity [18,19]. The emergence of vertebrates, and later, gnathostomes was closely related to two consecutive whole genomic duplications that occurred around 650–500 million years ago [20,21]. This evolutionary leap created a background for the formation of the adaptive immunity that was associated with the appearance of MHC (major histocompatibility complex) genes [22], molecular domestication of an ancient RAG (recombination-activating gene) transposon [23,24,25], and emergence of immune- and thymoproteasomes [26,27] that resulted in the development of mechanisms of specific recognition and presentation of antigens [28,29].Already at the stage of jawless vertebrates (lamprey and hagfish are the only modern representatives), these animals developed thymoids, i.e., lymphoepithelial structures similar to the thymus of the higher chordates in the area of gill filaments [30]. It was established that these structures were involved in the diversification of the repertoire of antigen receptors that are called variable lymphocyte receptors (VLRs) [30]. They can directly recognize conformational antigen epitopes, but their structure is completely different from T- and B-cell receptors (TCRs and BCRs) of jaw vertebrates [31]. These receptors contain Leucine-rich repeats (LRRs) and are formed due to genomic rearrangements under the influence of the CDA1 and CDA2 (Cytidine deaminases family APOBEC)—in T- and B-like cells, respectively (Figure 1) [32,33]. It was shown that the diversification of VLRs repertoire occurs due to a random combination of various LRR segments in the final VLR assembly [31], as well as the process of gene conversion with the “copy choice” mechanism, which includes the original template switch to a donor sequence of another LRR module using short homologies during replication [33]. Enzymes CDA1 and CDA2 are distant analogs of activation-induced deaminase (AID) [34], which provides the process of somatic hypermutations in B-lymphocytes of higher chordates [35]. It should be mentioned that the expression of the Foxn4-like gene (orthologous of Foxn1 gene) is also detected in the thymoids. This gene codes the transcription factor similar to FoxN1 (Forkhead box N1), which regulates the development, differentiation, and functions of thymic epithelial cells (TECs) in jaw vertebrates [36,37].Open in a separate windowFigure 1Diversification mechanism of variable lymphocyte receptors in jawless vertebrates. The germ-line VLR gene is incomplete and includes a non-coding intervening sequence flanked by hundreds of partial LRR gene cassettes. So, there are no direct coding sequences for the LRRNT, LRR1, LRRVs, LRRVe, and LLRCT modules in the germ-line configuration of the VLR genes. The assembling of functional VLR occurs during lymphocytes maturation in the thymoid by random and sequential copying of sequences from the flanking LRR cassettes into the non-coding intervening sequence in the direction from the 5’ LRRNT or from the 3’ LRRCT end. Diversification of the VLR repertoire mediates by CDA action and occurs because of the gene conversion-like process with nonreciprocal insertion of LRR cassettes into the germ-line VLR gene, and the “copy choice” mechanism, which includes an original template switch to a donor sequence of another LRR module during replication. This process is presumed to be directed by the short homologous stretches of sequence between the original and donor LRR sequences. The general array of LRR cassettes can be classified into five main structural groups, shown at the bottom of the figure. The mature VLR gene consists of several coding sequences: SP, LRRNT, LRR1, two to eight modules LRRV, LRRVe, CP, LRRCT, and the stalk region with an HP end, which anchors the VLR protein in the lymphocyte membrane. VLR, variable lymphocyte receptor; SP, signal peptide; LRR, leucine-rich repeat; LRRNT, N-terminal LRR-capping module; LRR1, first LRR; LRRV, variable LRR; LRRVe, end variable LRR; CP, connecting peptide; LRRCT, C-terminal LRR-capping module; HP, hydrophobic peptide; UTR, untranslated region; CDA, Cytidine deaminase. The illustration is not drawn to scale.It should be noted that VLR repertoires obtained from the thymoid and peripheral blood are different. First, the thymoids often contain non-functional assemblies of VLRs that are not detected on the periphery [38]. Second, thymoids often contain VLR assemblies with a different number (2–8) of internal variable LRR modules (LRRV), while the periphery primarily contains assemblies with four LRRV modules for VLRA+ and VLRC+ lymphocytes and two LRRV modules for VLRB+ lymphocytes [38]. Third, non-functional VLRC assemblies that are revealed in the thymoid have a lower degree of diversity of amino acid sequence of the LRR1 module (25 amino acid residue) in comparison with functional assemblies from the peripheral blood [38].These data indicated that the formation of the peripheral repertoire of lymphocytes in jawless vertebrates occurs as a result of selection in the thymoid [39], wherein the selection for VLR assemblies of a certain length (number of LRRV) is performed for each population VLRA+, VLRB+, and VLRC+, as well as for the sequence LRR1 for VLRC+ cells [38]. However, precise mechanisms of such selection are not known. Jawless vertebrates have no immunoproteasomes and MHC genes. Their analogs are not revealed either, which could indicate the lack of the system of antigen presentation in this group of organisms [28,29,39]. Since the adaptive immune system has to provide self-tolerance, it can be suggested that the selection of lymphocytes in the thymoid occurs through the mechanisms of negative selection of self-reactive cells during the interaction with conformational self-antigens. However, this issue is understudied and requires additional research [38,40].Thus, at the stage of jawless vertebrates, an adaptive immune system appears for the first time in phylogeny. It is suggested that high precision and selectivity of the immune system, which is provided due to specificity, is the most important evolutionary advantage of adaptive immunity. However, the described mechanisms of the formation of VLR repertoires in jawless vertebrates are primitive and do not provide functional possibilities of the immune system comparable to the higher chordates. Despite the potentially high diversity of VLRs that reaches 1014 [31], relatively high affinity and specificity of protein and glycan binding [41,42], the general VLR repertoire seems to recognize only non-self antigens. This seriously limits the ability to recognize self and altered-self antigens. This could be one of the factors that significantly reduced the evolutionary success of the majority of jawless vertebrates. Besides, the potential diversity of conformational epitopes of non-self antigens is extremely high and significantly exceeds the potential diversity of VLRs [31]. This means that there is a possibility to face a non-self antigen that will not be specifically recognized by the immune system because of the lack of the respective VLR. This can significantly reduce the effectiveness of the adaptive immune response. The described issue is solved in higher chordates due to the formation of mechanisms of antigen presentation [28,29]. The potential diversity of antigens presented by MHC is ~209 [43], which is significantly lower than the potential diversity of all conformational antigens and corresponds to the observed number of unique TCRs (1012 and more) [44], at least in mammals. To recognize conformational antigens, higher chordates have another mechanism of specificity enhancement called affinity maturation of BCRs after a low-specific interaction with the antigen (Figure 2) [45,46]. Presently, this process or its analogs are not revealed in jawless vertebrates [29,47,48,49,50]. The emergence of the antigen-presenting system in higher chordates also solved the issue of the recognition of self/altered-self due to the mechanism of presentation of self-antigens in all the cells of an organism. The appearance of damaged or altered-self antigens in an MHC-I complex induces a specific immune response or elimination of cells that carry these antigens [51,52,53]. The appearance of this mechanism required the development of the tools of precise “calibration” of initial TCR repertoires, formed in the process of genome rearrangement. It was also associated with the emergence of mechanisms of positive and negative selection in the thymus, the appearance of T-regulatory cells (Treg), and functional division of the general population of T-cells into CD4+ and CD8+ subpopulations [28,29,54,55,56,57]. These conditions were fulfilled due to the evolution of the thymus and appearance of an Aire-led genetic system that provides the presentation of various self-antigens in the thymus, participates in the processes of selection of lymphocytes, and is involved in the formation of repertoires of Treg, CD4+, and CD8+ lymphocytes [18,58,59,60,61].Open in a separate windowFigure 2Diversification mechanism of antigen receptors (TCRs and BCRs) in jaw vertebrates. Somatic recombination is the mechanism of V(D)J segments recombination that occurs in maturating T- and B- lymphocytes at an early stage of development in the thymus and bone marrow, respectively. This process mediates by a protein complex led by the RAG protein that initiates random rearrangement of V, J, and D segments, which leads to the emergence of novel antigen-binding regions of TCRs and BCRs. An important role in repertoire diversification belongs to TdT, a template-independent DNA polymerase that randomly adds non-template nucleotides to the coding-end of an open hairpin, thereby forming an N-insert immediately after the P-insert formation. Further reorganization of the variable region is possible only in B cells during the process of somatic hypermutations that mediate by AID in the course of affinity maturation. This process relies on the gene conversion-like mechanism during the reparation of double-strand DNA breaks. RAG, recombination-activating gene; TdT, terminal deoxynucleotidyl transferase; AID, activation-induced deaminase. The illustration is not drawn to scale.Thus, Aire not only provides self-tolerance but also creates the background for the enhancement of specificity of the adaptive immunity. In other words, it is one of the factors that enhances the ability of the immune system to recognize self, altered-self, and non-self to a high degree of precision. It should be mentioned that evolutionary development of the antigen-presenting system was closely associated with the appearance of Aire [18,28], which could reflect the functional significance of this gene in the context of the phylogenetic development of adaptive immunity. It worth to note that the Aire gene is also revealed in basking sharks (the oldest representatives of cartilaginous fish and jaw vertebrates) that have the main genes that provide the presentation of antigens on the periphery and in the thymus [28,29]. 3. Structure and Localization of AIREAs it was mentioned above, the gene AIRE is located in the locus 22.3 on the q-arm of chromosome 21 in humans [13,14]. In 1997, as a result of cloning and sequencing of the Aire gene, its sequence was established that included 12.9 thousand base pairs and 14 exons, and encoded mRNA 1635 nucleotides long [16]. The translation of Aire mRNA leads to the synthesis of AIRE protein, which is a transcription regulator that consists of 545 amino acid residues and has a weight of 56 kDa [62].The transcription regulator AIRE contains several domains in its structure. It can bind with chromatin, regulates the expression of numerous genes, and exerts a pleiotropic effect. Starting with N terminus, AIRE protein contains a caspase activation and recruitment domain (CARD) that is responsible for oligomerization of a protein [63], a domain of nuclear localization signal (NLS) that mediates nuclear import and export of AIRE [64], a domain SAND (SP100, AIRE1, NucP41/P75, and DEAF1) involved in binding AIRE with DNA and interaction with other transcription factors [65], and Proline-rich sequence that does not carry specific functions and mediates the interaction with various signaling pathways. Besides, it has two domains PHD1 and PHD2 (plant-homeodomain fingers) [18] that are responsible for the interaction with histones and DNA-dependent protein kinase and involved in the activation of various genes transcription (Figure 3) [60,61,66].Open in a separate windowFigure 3Molecular structure and functions of AIRE transcription regulator. Explanations are in the text. Red lines show spatial contacts in the AIRE multimolecular complex. Green arrows show functional interconnections in the AIRE multimolecular complex. AIRE, autoimmune regulator; CARD, caspase activation and recruitment domain; NLS, nuclear localization signal; SAND domain is named after a range of proteins: Sp100, AIRE-1, NucP41/75, DEAF-1; PHD, plant homeodomain; PRR, Proline-rich region; CREB BP, CREB binding protein; CREB, cAMP response element-binding protein; SIRT, Sirtuin; DNA-PK, DNA-dependent protein kinase; HNRNPL, heterogeneous nuclear ribonucleoprotein L; RNA-Pol II, RNA polymerase II; BRD4, Bromodomain-containing protein 4; P-TEFb, positive transcription elongation factor b; DNA-TOP IIα, Type II DNA topoisomerase; TSS, transcription start site. Three-dimensional structures of proteins were obtained from https://www.uniprot.org/ (accessed on 15 October 2021).A transcription regulator AIRE is localized primarily in the cell nucleus, wherein it is visualized as small aggregates in the nuclear bodies that are evenly distributed in the nucleoplasm [64]. It is also contained in the cytoplasm, wherein it forms a 3D network connected with the nuclear matrix, which allows it to affect the functional domains of chromatin and change the availability of the sites that regulate gene expression [64]. Considering the dependence of the structural organization of AIRE from the cellular cycle at the subcellular level, it can be suggested that the functional activity of AIRE is controlled by temporospatial patterns and is associated with the changes in the organization of a 3D AIRE network inside a cell [67].The highest expression of AIRE detects in the thymus. The lower AIRE expression can be detected in other tissues—in nervous and lymphatic tissues, bone marrow, skin, etc., wherein AIRE, along with other transcription factors, provides the expression of single genes via different epigenetic mechanisms in various periods of ontogenesis [68]. However, the most complete description of its functions and mechanisms is provided for terminally differentiated mTECshi that present various TSAs to maturing lymphocytes and maintain the processes of selection [60,61,68]. Medullary TECs develop from the thymic epithelial precursor cells (TEPCs) that also give rise for cortical thymic epithelial cells (cTECs) [69]. Both cTECs and mTECs populations are involved in the maturation and selection of lymphocytes in the thymus [70]. The studies on mice showed that the differentiation of TECs began at the early stages of embryonic development and the expression of AIRE in mTECshi was detected already on day 11–14 of gestation [16,61].However, the mechanisms of development of two main cell lineages of thymic epithelial cells (cTECs and mTECs) are presently understudied. This is a complicated process that involves various transcription factors at different stages of ontogenesis. [71]. At the early stage of embryogenesis, Notch-signaling is the most significant factor for homeostasis and TEC differentiation (Figure 4) [72,73,74]. It is suggested that Notch-mediated mechanisms of lateral inhibition and lateral induction determine the development of medullar and cortical lineages of TECs [75,76,77,78]. In the absence of Notch-signaling, the TEPCs commit towards cortical thymic epithelial precursors cells (cTEPCs) that form a self-renewable cells pool. [73,74]. Weak Notch-signaling is necessary for committing TEPCs towards the medullary thymic epithelial precursor cells (mTEPCs) that are also capable of self-renewal. [73,74]. At the same time, strong Notch-signaling leads to the arrest of TEPCs maturation, which provides homeostatic maintenance of this cell population, at least, in the embryogenesis [73,74]. It is suggested that populations with cTEPCs and mTEPCs maintain the pool of mature thymic cortical and medullar epitheliocytes [79,80]. Further differentiation of mTEPCs depends on the signaling pathways LTβR, Relb, and FoxN1-signaling, and is associated with lymphostromal interactions between maturing lymphocytes and thymic epitheliocytes. This process is also called “thymic crosstalk” [61,80,81,82,83,84,85]. The differentiation of mTECs begins after the deactivation of the Notch-signaling pathway with Hdac3 histone deacetylase that induces the RANK-NFκB-independent transcriptional program typical for maturation of AIRE+mTEChi cells. This is associated with the induction of the expression of MHC-II, molecules of co-stimulation, and transcription regulator AIRE, which finally initiates the presentation of TSAs [86]. The stage AIRE+mTEChi is short, these cells are prone to apoptosis and terminal differentiation that leads to the appearance of such populations as post-AIRE mTECs, Tuft-cells, and other understudied populations, as well as Hassall’s corpuscles [80,87,88,89]. At the same time, precise functions and associations between these post-AIRE structures are to be established.Open in a separate windowFigure 4Recent technological approaches made it possible to identify a high level of TECs heterogeneity and reveal the existence of various cTEC and mTEC subpopulations with distinct molecular and functional characteristics. This figure shows a simplified scheme of cTEC/mTEC differentiation at the embryonic period. Thymic epithelial progenitor cells (TEPCs) are supposed to give rise to two main lineages of thymic epithelial cells—cortical and medullary. TEPCs colonize the thymus in early embryogenesis, have spontaneous Notch expression, and are capable of self-renewal because of a high level of Notch-signaling due to the lateral induction mechanism. TEPCs are assumed to commit to the cTEC lineage by default without a Notch signal, becoming renewable cortical progenitor cells (cTEPCs). Low Notch-signal at this stage can upregulate FoxN1 and induce differentiation of cTEPCs to cTECs or Nurse Cells. TEPCs that experience a low level of Notch-signaling commit to the mTEC lineage and form renewable medullary progenitor cells. Subsequent differentiation of mTEPCs occurs during “thymic crosstalk” between epitheliocytes and maturating lymphocytes and relies on FoxN1-signaling, TNFRSF, and RANK-NF-κB pathways. That is accompanied by upregulation of UEA, MHC-II, and B7 cell surface expression. Then Histone deacetylase 3 downregulates Notch-signaling to result in differentiation of functional AIRE+mTECshi, which soon undergo terminal differentiation or apoptosis and form post-AIRE structures as post-AIRE cells, Tuft-cells, or Hassall’s corpuscles. These post-AIRE structures have an essential role in the TSA presentation to maturating lymphocytes, particularly TSA transfer to dendritic cells is critical for optimal presentation of some self-antigens. In addition, recent studies have shown that in the thymus, at least in mice, there are Pdpn+ junctional thymic epithelial cells (jTECs), which are localized at the cortico-medullary junction. These cells are renewable and give rise to mTEClo and AIRE+mTEChi subsets in adulthood.Detailed mechanisms of differentiation of cTECs are not known. It is suggested that at a certain stage, weak Notch-signaling intensifies FoxN1-signalling in cTEPCs, which leads to the maturation of functional cTECs or Nurse-cells [71,73,74]. The latter uses a membrane to cover simultaneously several dozens of maturing thymocytes and present antigens to them as a part of MHC molecules taking part in the processes of positive and negative selection [90,91].It should be mentioned that apart from the thymus, the expression of AIRE was detected on the periphery in some antigen-presenting cells (APCs) that were capable of presenting TSAs, although to a lower degree than mTECs. These cells were called Extrathymic AIRE-expressing cells (eTACs) [92]. The results of the studies on transgenic mice suggested the involvement of eTACs in the induction of CD4+ lymphocytes tolerance in the secondary lymphoid organs [92]. However, recent studies on human eTACs, performed with a transcriptome analysis at the single-cell level, showed that eTACs belonged to the population of dendritic cells (DCs) that transitory express AIRE during maturation and have potential to the stimulation of T-lymphocytes [93]. At the same time, unlike the thymus, the expression of AIRE in human eTACs was not associated with PGE of TSAs [93]. According to some authors, AIRE can participate in the induction of peripheral tolerance via the control of TLRs expression and influence the maturation of APCs [94]. In general, recent studies showed that on the periphery, AIRE acted as a coordinator in various transcriptional programs. This is supported by its intracellular spatial organization and access to various parts of the genome [67,94,95]. Besides, it was shown that in the embryonic period, AIRE participated in the assembly of the spindle apparatus and was an important factor of a mitotic cycle [96]. Still, a recent study on mice models showed that selective deletion of eTACs (but not mTECs) in mothers led to an immune-mediated disorder during the intrauterine development of the fetus in mice with both allogeneic and syngeneic pregnancy [97]. In addition, a recent study revealed a population of tolerogenic eTACs that have broad gene expression with a range of TSAs and high homology to mTECs. These cells can potentially influence self-representation and tolerance at the periphery [98]. Thus, the results obtained during the past decade are controversial and do not allow the researchers to exclude the possibility of the existence of the mechanism of induction of AIRE-mediated peripheral tolerance. Probably, the level of AIRE expression affects what functions it will execute in a cell. It is well-known that mTECs have a high expression of AIRE, while the peripheral tissues and eTACs have a significantly lower expression of AIRE [68]. At the same time, it can be stated that AIRE is a coordinator of transcription, and it participates in the differentiation of various tissues at different stages of ontogenesis. 4. Molecular Mechanisms of AIRE ActionIt is known that AIRE differs from canonical transcription factors and acts as a part of the multi-molecular complex providing stochastic, and at the same time, coordinated expression of TSAs in mTECs (PGE) [99]. The expression of a certain TSA in a certain period is detected only in 1–3% of mTECs and has a stochastic nature. At the same time, each mTEC can express various TSAs simultaneously [6]. Along with this, there is a possibility of co-expression of a certain set of TSA genes in one mTEC, which is associated with the capability of AIRE to induce the expression of TSA genes located in one chromosomal area or to form the networks between chromosomes through synchronization of gene expression from certain loci of various chromosomes [100,101]. A spatial network structure of AIRE, associated with the nuclear matrix, significantly contributes to these processes [67].A multi-molecular complex includes several AIRE “protein-partners” (Figure 3) [60,61]. The first identified protein-partner was CREB-binding protein (CBP) that stabilizes the network structure of AIRE due to acetylation of lysine residues and suppresses its functional activity [102,103]. Deacetylation of lysine residues with deacetylase Sirtuin 1 (SIRT I) leads to the activation of AIRE [104]. Another AIRE partner is a DNA-dependent protein kinase (DNA-PK) that phosphorylates residues of threonine and serine (in sites 68 and 156, respectively). As a part of a multi-molecular complex, it is involved in a non-homologous reduction of DNA double-strand breaks [105,106]. Such temporary breaks occur under the influence of another AIRE partner DNA-Top IIα, which relaxes supercoils in the transcription start sites (TSSs) of TSAs and simplifies the synthesis of their mRNA [61,107]. Another important AIRE partner is a Positive transcription elongation factor b (P-TEFb), which releases RNA-Pol II (stalled in the proximal areas of the promoter) and provides productive elongation and splicing of mature mRNA [108]. In this context, it should be mentioned that in the majority of human genes, right after the initiation of transcription, RNA-Pol II gets temporarily stalled under the influence of certain factors. To continue the synthesis of mRNA, P-TEFb should be involved [109]. It was established that AIRE recruits P-TEFb in the TSSs of the target genes and activates the synthesis of TSAs mRNA [61,107]. Besides, another AIRE partner is a heterogeneous nuclear ribonucleoprotein L (HNRNPL). It is involved in the elongation and alternative splicing of mRNA and suggests AIRE involvement in the diversification of mRNA [110]. An important role in the maintenance of the structure of a macromolecular complex is played by a domain Bromodomain-containing protein 4 (BRD4), which directly connects AIRE with P-TEFb and HNRNPL and forms a complex for the release of the stalled RNA-Pol II [111]. In addition, it was shown AIRE, as a part of the multimolecular complex, can interact and activate different transcriptional regulators localized on super-enhancers through DNA-Topoisomerase I [112]. A recent study performed with genome-wide, high-resolution chromosome-conformation capture experiments confirmed that AIRE affects chromatin organization through the widespread promotion of super-enhancer–promoter loops. AIRE can promote chromatin loops extrusion in super-enhancer regions through association with the cohesin loader and activation of cohesin’s enzymatic subunits. At this time, the architectural chromatin protein (CTCF) relatively depletes, which maintains the super-enhancers loops extrusion process [113]. Thus, recruiting a multi-molecular AIRE complex to the transcription start sites leads to the activation of PGE in the majority of genes in mTECs. 5. The Role of AIRE in the Formation of the TEC Transcriptome and Immunopeptidome The genomes of a human and a mouse contain approximately 24,000 genes; ~19,293 of them are expressed in the pool of mature mTECshi, which is more than 87% of all genes that encode proteins. There are no cells that have such transcriptional diversity [60,114,115,116]. At the same time, in the pools of immature mTECslo and post-AIRE mTECs, a significantly lower number of genes are transcribed (on average, 16,951 genes, which is 76% of all protein-coding genes), and in the population of cTECs, this number is around 15,198 genes (68% of all protein-coding genes) [114,115,117]. To compare, in other tissues, around 7500 genes are transcribed [118]. Thus, both medullar and cortical epithelial cells of the thymus have PGE. However, the highest expression of the genes is observed in the population of mTECshi due to the transcription regulator AIRE that additionally induces the expression of approximately 10–20% of genes [114,115]. This is possible because AIRE has 42,124 sites of binding throughout the genome, including super-enhancers, wherein it interacts with histones and opens chromatin in the composition of a multi-molecular complex. This allows AIRE to induce simultaneously the expression of numerous genes [112,113]. The analysis at the single-cell level showed that a separate cell mTEChi could express more than 5262 genes simultaneously. Some of them encode TSAs [113]; at the same time, mTEChi express various sets of TSA genes, which underlies PGE [6,114,115]. Besides, AIRE is involved in the control of differentiation programs and suppresses around 66 genes in mTECs and ~309 genes in cTECs not affecting the expression of housekeeping genes [116,119]. In total, AIRE induces the expression of ~3980 genes in mTECshi; among them, ~594 are completely AIRE-dependent. The expression of the rest ~3386 genes is AIRE-enhanced under the influence of a multi-molecular complex. The transcription of the rest genes is AIRE-independent [114,115]. At the same time, only 25% of AIRE-induced genes encode TSAs, which is around 40% of all TSA genes that are transcribed in the population mTECshi (Figure 5) [114,115].Open in a separate windowFigure 5TECs transcriptome and TCRs repertoire formation in the thymus. PGE is common to cortical and medullary TECs. However, mTECs have higher PGE than cTECs due to the expression of several transcriptional factors as AIRE, FezF2, and DEAF1, which also provide transcription of thousands of TSAs genes in mTECs. The contribution of these transcription factors to TSAs expression is shown in the Figure as a percent of total TSAs expression in mTEChi population. On the left, changes in the TCR repertoire during positive and negative selection are shown. PGE, Promiscuous Gene Expression; cTECs, cortical thymic epithelial cells; mTECs, medullary thymic epithelial cells; AIRE, Autoimmune Regulator; FezF2, Forebrain Embryonic Zinc Finger-Like Protein 2; DEAF1, Deformed Epidermal Autoregulatory Factor 1; HSC, Hematopoietic stem cells; ETP, Early T-cell Precursor; DN, double-negative stage, DP, double-positive stage, SP, single-positive stage of thymocytes maturation.For effective elimination of potentially self-reactive T-cells in the thymus, the expression of the maximal number of self-antigens is required at the stage of negative selection. As it was noted above, PGE in mTECshi provides a transcription of the majority of protein-encoding genes. However, a total diversity of proteins in a human organism several-fold exceeds the total number of genes [120]. Thus, additional mechanisms are needed to increase the diversity of the presented genes in the thymus. One of these mechanisms is associated with a significant AIRE-induced enhancement of alternative splicing in the population of mTECshi [121,122], as well as some AIRE-independent ways that play an important role in the maintenance of splicing complexity in AIRE- populations of TECs [114]. Nevertheless, alternative splicing determines only around 40% of protein modifications. The rest modifications of proteins in the proteome depend on single amino acid polymorphism (SAP) and post-translational modifications (PTM) [120]. It was established that the thymus nearly completely lacked TSAs that underwent post-translational modifications, which explained a lower level of induction of central tolerance to such antigens. It is also reflected in the pathogenesis of some autoimmune diseases associated with the formation of secondary modified proteins [123,124,125].Autophagy also plays an important role in the formation of immunopeptidome mTECs [126,127,128]. It contributes to the presentation of endogenous antigens to CD4+-lymphocytes due to the mechanism of non-classic cross-presentation, when the self-genes synthesized during PGE get inserted in MHC-II molecules [126,129]. It was shown that disturbances in the process of autophagy led to a decrease in the effectiveness of negative selection [126,128]. Probably, high expression of AIRE in mTECshi can enhance the process of autophagy [130]. Another AIRE-dependent mechanism that affects the effectiveness of negative selection is associated with a transfer of self-antigens with exosomes from mTECshi and post-AIRE structures to dendritic cells (DCs) of the thymus, and for some antigens, this pathway of presentation is the main one [131,132]. Thus, the transfer of antigens increases the availability of numerous TSAs for the pool of maturating thymocytes and contributes to the processes of selection [131,133].It was mentioned earlier that AIRE-independent mechanisms provide the presentation of the majority of antigens to the maturating thymocytes. Forebrain embryonic zinc finger-like protein 2 (FezF2) is another transcription factor that directly induces the expression of AIRE-independent TSA genes in mTECs [134,135]. A defect or lack of FezF2 in mTECs in mice leads to severe autoimmune manifestations that are different from those that are observed in mice with AIRE deficits. This is explained only by a partial overlap of TSA spectra induced by these factors [70,134]. Transcription factor FezF2 contains six zinc-finger domains at the C-terminus and an Engrailed Homology-1 domain at the N-terminus, which interacts with open chromatin and directly recognizes specific DNA areas [70,134]. It was established that FezF2 controlled the expression of around 21% of TSA genes in mTECshi, and ~12% of TSAs were controlled by FezF2 together with AIRE in cooperation with helicase CHD4 (Figure 5) [134,136]. At the same time, a defect in CHD4 also leads to the development of autoimmune manifestations, malformation of Treg lymphocytes, and changes in the BCR repertoire [136]. Thus, in total, AIRE and FezF2 control the expression of around 60% of TSA genes [134,137], which suggests the presence of additional mechanisms or transcription factors that provide the expression of TSAs in the thymus. Thus, a recent study showed that the expression of around 4.6% of TSA genes was controlled by a transcription factor DEAF1 (deformed autoregulatory factor 1) that was revealed in all APC populations of the thymus with the highest level of expression in CD141+DCs [135]. The mechanisms of presentation of other TSAs are understudied and could be associated with a transfer of some antigens to the thymus from the periphery with DCs. It was shown that Sirpα+DCs were localized in the corticomedullary zone and present antigens captured from the blood flow or acquired in the peripheral tissues before migration to the thymus [138]. Another DC population is represented by B220+pDCs that present antigens obtained primarily on the periphery before migration to the thymus [138,139,140]. Thus, the formation of the transcriptome and immunopeptidome in the thymus is controlled by several transcription factors and associated with the mechanisms of alternative splicing of mRNA TSAs, as well as a transfer of antigens from the periphery by various DC populations [141]. As a result, a unique landscape of antigen presentation is formed, which provides a positive and negative selection, and is involved in the formation of TCR repertoires of T-cells (Figure 5). 6. The Role of AIRE in the Formation of TCR and BCR RepertoiresAs it was noted above, the main role in the formation of an immunopeptidome in the thymus is played by PGE in TECs. This is a complicated and understudied process and AIRE plays a key role in it [60,114,115,116,117]. Due to this process, the maturing thymocytes meet to the majority of antigens and go through the positive and negative selection [142]. As a result, various TCR repertoires of CD4+ and CD8+ cells are formed that target the recognition of non-self antigens and can recognize self/altered-self with a high degree of precision. Besides, they provide self-tolerance due to a population of Treg cells with TCR repertoire that recognizes self-antigens [143,144]. In other words, the landscape of antigen presentation in the thymus plays a key role in the formation of landscapes for the recognition of T-cells and provides the “calibration” of TCR repertoires. It is necessary so that the adaptive immune system could recognize self/altered-self and non-self, effectively eliminate non-self and altered-self antigens, and maintain self-tolerance [143,145]. It could be a significant advantage of the adaptive immunity of higher chordates in comparison with jawless vertebrates. At the same time, the adaptive immune system of higher chordates has its limitations. Thus, in the process of positive selection, only those lymphocytes survive that are capable of recognizing self-antigens in the MHC molecules on the cTEC surface [55]. As a result, the final TCR repertoire contains a limited number of TCRs with high specificity to non-self antigens that are highly dissimilar from self-antigens [55]. Even though the highest immunogenicity is observed in peptides different from the self [146,147], the immune system is not capable of recognizing a significant share of peptides revealed in various pathogens [55]. It was established that rare peptides or peptides that are not met in the human proteome were poorly recognized by the immune system, and the repertoire of naive T-cells lacked TCRs specific to such antigens [55]. It is interesting that such gaps in the TCR repertoires do not overlap due to cross-reactivity and can create the background to a decreased immune response to various infectious agents [55]. This seems especially important in the context of homeostatic proliferation that significantly affects TCR repertoires contributing to the expansion of those T-cell clones that have the highest affinity to self-antigens [148,149,150]. It is suggested that this process leads not only to an increase in the self-reactive clones on the periphery but also to a decrease in the number of clones capable of recognizing non-self antigens that significantly differ from self-antigens from the self-proteome. Homeostatic proliferation could underlie age-related changes that are associated with a decrease in the general reactivity of the immune system and an increased risk of oncological diseases [151,152,153,154].It is well-known that negative selection is critical for self-tolerance [155]. This process results in the elimination of T-cells with relatively high affinity to self-antigens, and cells with moderate affinity form a pool of Treg lymphocytes. This occurs due to the AIRE-dependent presentation of TSAs to the maturating thymocytes in the medullary area of the thymus. It not only provides transcription and alternative mRNA splicing of AIRE-dependent TSAs but also coordinates the intercellular interactions, manages cell migrations, takes part in TSA transfer, and controls the programs of TEC differentiation [60,61,142]. As it was mentioned above, AIRE primarily induces the expression of TSAs of organs and tissues that get affected in patients with APECED syndrome (pancreas, adrenal glands, stomach, liver, etc.) [114,115]. The expression of the rest TSAs is induced by AIRE-independent mechanisms. Since AIRE provides the presentation of 20% to 40% of TSAs in the thymus [114,115,134], it can be suggested that the Treg pool of the thymic origins contains the same percent of TCRs specific to AIRE-dependent antigens. It should be noted that due to the formation of the pool of Treg lymphocytes, AIRE indirectly affects the formation of the peripheral repertoire of BCRs [156,157]. It was shown that AIRE deficit led to a condition when the pool of effector CD4+ lymphocytes accumulated numerous TCRs that normally belong to the Treg pool [156,158]. It was established that in patients with APECED syndrome or AIRE-deficient mice, the negative selection of self-reactive B-cells was impaired on the periphery, which is normally provided by an inhibiting influence of Treg lymphocytes [156,159]. These patients accumulate mature naïve self-reactive B-cells that produce a wide range of autoantibodies with low specificity to various AIRE-dependent antigens, which is manifested in the clinical picture of patients with APECED syndrome [156,157,159].It should be noted that AIRE-dependent mechanisms of TSA presentation are not completely self-sufficient and not functionally redundant. There are more AIRE-independent TSAs and they are presented in various organs and tissues. Thus, disorders in AIRE-independent PGE should also lead to autoimmunity because of improper negative selection and formation of a defective repertoire of Treg lymphocytes, as well as change the BCR repertoire [114,134,135,136].Thus, PGE plays a leading role in the formation of immunopeptidome of the thymus and is maintained by AIRE-dependent and AIRE-independent mechanisms. However, the control of intercellular interactions, management of thymocytes migration, maintenance of antigen transfer, and increase in the diversity of the presented antigens are AIRE-dependent and affect the final landscape of antigen presentation. In turn, it forms TCR repertoires of CD4+, CD8+, and Treg lymphocytes, and indirectly affects the peripheral BCR repertoire of B-cells. 7. ConclusionsThe history of the development of adaptive immunity dates back more than 650 million years and is associated with two consecutive whole-genome duplications. It provided the background for the development of the system of repertoire diversification of antigen-recognizing receptor and the formation of the mechanisms of antigen presentation. Jawless vertebrates were the first to develop the system of specific recognition of the majority of potential antigens. It was based on the excessive clonal diversity of lymphocytes that was achieved due to controlled mutagenesis of antigen receptors. However, a lack of mechanisms of antigen presentation in jawless vertebrates imposed limitations on the capability of the immune system to recognize self-altered or damaged self-antigens that can appear as a result of mutations or infections. It could have significantly reduced the evolutionary potential of this group of organisms. Presently, only representatives of the cyclostome superclass have this type of immune system. The next evolutionary leap in the development of immunity was associated with the appearance of the mechanisms of antigen presentation. Already in the early Paleozoic period, around 525 million years ago, cartilaginous fish appeared that had all advanced features of modern adaptive immunity. Basking sharks, ancient representatives of this class of animals that survived to the present days, have a thymus, spleen, fully formed repertoires of T- and B-cells, mechanisms of affinity maturation of antibodies, and a developed system of presentation of self and non-self antigens in the MHC-I and MHC-II complexes due to the presence of immune- and thymoproteasomes. This became possible not only due to the appearance of the diversification mechanisms of antigen-recognizing receptor repertoires but also as a result of the development of the antigen presentation system that is closely associated with AIRE functions and mechanisms of PGE in the thymus. The latter creates conditions for precise “set up” of antigen-recognizing receptor repertoires and allows the immune system to recognize self, altered-self, and non-self with high precision and to maintain self-tolerance. It is suggested that it improves the capability of the immune system to provide genetic homeostasis and maintain multicellularity, which provides certain evolutionary advantages to animals with such type of immunity. It is confirmed by the fact that the basics of the immune system functioning formed 500 million ago were fixed in the course of evolution. There were no significant aromorphoses observed that could have altered the principles of the immunity performance.However, the modern adaptive system has certain drawbacks. For example, the mechanisms of positive selection impose significant limitations on the forming TCR repertoire depleting it with lymphocyte clones that are not capable of recognizing antigens that significantly differ from the self-antigens of the organism proteome. This limitation can be manifested as a decrease in the effectiveness of the immune response to certain pathogens. At the same time, the forming repertoire of thymocytes preserves numerous potentially self-reactive T-cells that have to be eliminated at the stage of negative selection to maintain self-tolerance. The effectiveness of this process depends on the diversity of the presented self-antigens that is achieved due to AIRE-dependent and AIRE-independent mechanisms of PGE. This is primarily a random process that carries certain risks for cells and requires strict coordination at the intracellular and intercellular levels for the maintenance of optimal conditions of negative selection. The role of such a coordinator is played by the AIRE-led system of transcription factors that appears in the course of evolution parallel to the development of mechanisms of antigen presentations. This could reflect the functional meaning of the Aire gene in the context of phylogenetic development of adaptive immunity.In general, AIRE can be considered as a transcriptional super controller that provides the expression, presentation, and transfer of numerous TSAs, regulates intercellular interactions and “thymic crosstalk”, and takes part in the diversification of the thymus immunopeptidome due to an enhancement of alternative splicing. Thus, it contributes to the formation of repertoires of antigen-recognizing receptors of CD4+, CD8+, Tregs, and B-cells. Author ContributionsConceptualization, D.S. and V.T.; supervision, S.S. and V.K.; funding acquisition, V.T. and S.S.; writing—original draft preparation, D.S.; visualization, D.S. All authors have read and agreed to the published version of the manuscript. FundingThis research was funded by Russian Science Foundation grant number 21-75-10089. Institutional Review Board StatementNot applicable. Informed Consent StatementNot applicable. Data Availability StatementI would exclude this statement since this is a review article. Conflicts of InterestThe authors declare no conflict of interest. FootnotesPublisher’s Note: MDPI stays neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Dumonde D.C. Tissue-specific antigens. Adv. Immunol. 1966;5:245–412. doi: 10.1016/s0065-2776(08)60275-8. [PubMed] [CrossRef] [Google Scholar]2. Steinmuller D. Tissue-specific and tissue-restricted histocompatibility antigens. Immunol. Today. 1984;5:234–240. doi: 10.1016/0167-5699(84)90096-3. [PubMed] [CrossRef] [Google Scholar]3. Geenen V., Legros J.-J., Franchimont P., Baudrihaye M., Defresne M.-P., Boniver J. The neuroendocrine thymus: Coexistence of oxytocin and neurophysin in the human thymus. Science. 1986;232:508–511. doi: 10.1126/science.3961493. [PubMed] [CrossRef] [Google Scholar]4. Kirchner T., Hoppe F., Müller-Hermelink H.K., Schalke B., Tzartos S. Acetylcholine receptor epitopes on epithelial cells of thymoma in myasthenia gravis. Lancet. 1987;1:218. doi: 10.1016/S0140-6736(87)90032-8. [PubMed] [CrossRef] [Google Scholar]5. Fuller P.J., Verity K. Somatostatin gene expression in the thymus gland. J. Immunol. 1989;143:1015–1017. [PubMed] [Google Scholar]6. Kyewski B., Derbinski J., Gotter J., Klein L. Promiscuous gene expression and central T-cell tolerance: More than meets the eye. Trends Immunol. 2002;23:364–371. doi: 10.1016/S1471-4906(02)02248-2. [PubMed] [CrossRef] [Google Scholar]7. Pugliese A., Zeller M., Fernandez A., Jr., Zalcberg L.J., Bartlett R.J., Ricordi C., Pietropaolo M., Eisenbarth G.S., Bennett S.T., Patel D.D. The insulin gene is transcribed in the human thymus and transcription levels correlate with allelic variation at the INS VNTR-IDDM2 susceptibility locus for type 1 diabetes. Nat. Genet. 1997;15:293–297. doi: 10.1038/ng0397-293. [PubMed] [CrossRef] [Google Scholar]8. Vafiadis P., Bennett S.T., Todd J.A., Nadeau J., Grabs R., Goodyer C.G., Wickramasinghe S., Colle E., Polychronakos C. Insulin expression in human thymus is modulated by INS VNTR alleles at the IDDM2 locus. Nat. Genet. 1997;15:289–292. doi: 10.1038/ng0397-289. [PubMed] [CrossRef] [Google Scholar]9. Werdelin O., Cordes U., Jensen T. Aberrant expression of tissue-specific proteins in the thymus: A hypothesis for the development of central Tolerance. Scand. J. Immunol. 1998;47:95–100. doi: 10.1046/j.1365-3083.1998.00280.x. [PubMed] [CrossRef] [Google Scholar]10. Takase H., Yu C.R., Mahdi R.M., Douek D.C., Dirusso G.B., Midgley F.M., Dogra R., Allende G., Rosenkranz E., Pugliese A., et al.  Thymic expression of peripheral tissue antigens in humans: A remarkable variability among individuals. Int. Immunol. 2005;17:1131–1140. doi: 10.1093/intimm/dxh275. [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Ahonen P. Autoimmune polyendocrinopathy-candidosis-ectodermal dystrophy (APECED): Autosomal recessive inheritance. Clin. Genet. 1985;27:535–542. doi: 10.1111/j.1399-0004.1985.tb02037.x. [PubMed] [CrossRef] [Google Scholar]12. Björses P., Aaltonen J., Horelli-Kuitunen N., Yaspo M.-L., Peltonen L. Gene defect behind APECED: A new clue to autoimmunity. Hum. Mol. Genet. 1998;7:1547–1553. doi: 10.1093/hmg/7.10.1547. [PubMed] [CrossRef] [Google Scholar]13. Aaltonen J., Björses P., Sandkuijl L., Perheentupa J., Peltonen L.J. An autosomal locus causing autoimmune disease: Autoimmune polyglandular disease type I assigned to chromosome 21. Nat. Genet. 1994;8:83–87. doi: 10.1038/ng0994-83. [PubMed] [CrossRef] [Google Scholar]14. Nagamine K., Peterson P., Scott H.S., Kudoh J., Minoshima S., Heino M., Krohn K.J.E., Lalioti M.D., Mullis P.E., Antonarakis S., et al.  Positional cloning of the APECED gene. Nat. Genet. 1997;17:393–398. doi: 10.1038/ng1297-393. [PubMed] [CrossRef] [Google Scholar]15. Aaltonen J., Björses P. Cloning of the APECED gene provides new insight into human autoimmunity. Ann. Med. 1999;31:111–116. doi: 10.3109/07853899708998786. [PubMed] [CrossRef] [Google Scholar]16. Blechschmidt K., Schweiger M., Wertz K., Poulson R., Christensen H.M., Rosenthal A., Lehrach H., Yaspo M.L. The mouse Aire gene: Comparative genomic sequencing, gene organization, and expression. Genome Res. 1999;9:158–166. doi: 10.1101/gr.9.2.158. [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Derbinski J., Schulte A., Kyewski B., Klein L. Promiscuous gene expression in medullary thymic epithelial cells mirrors the peripheral self. Nat. Immunol. 2001;2:1032–1039. doi: 10.1038/ni723. [PubMed] [CrossRef] [Google Scholar]18. Saltis M., Criscitiello M.F., Ohta Y., Keefe M., Trede N.S., Goitsuka R., Flajnik M.F. Evolutionarily conserved and divergent regions of the Autoimmune Regulator (Aire) gene: A comparative analysis. Immunogenetics. 2008;60:105–114. doi: 10.1007/s00251-007-0268-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Sutoh Y., Kondo M., Ohta Y., Ota T., Tomaru U., Flajnik M.F., Kasahara M. Comparative genomic analysis of the proteasome β5t subunit gene: Implications for the origin and evolution of thymoproteasomes. Immunogenetics. 2012;64:49–58. doi: 10.1007/s00251-011-0558-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Dehal P., Boore J.L. Two Rounds of Whole Genome Duplication in the Ancestral Vertebrate. PLoS Biol. 2005;3:e314.  doi: 10.1371/journal.pbio.0030314. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Holland L.Z., Daza D.O. A new look at an old question: When did the second whole genome duplication occur in vertebrate evolution? Genome Biol. 2018;19:209. doi: 10.1186/s13059-018-1592-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Klein J., Figueroa F. Evolution of the major histocompatibility complex. Crit. Rev. Immunol. 1986;6:295–386. doi: 10.1016/0168-9525(90)90042-5. [PubMed] [CrossRef] [Google Scholar]23. Poole J.R.M., Huang S.F., Xu A., Bayet J., Pontarotti P. The RAG transposon is active through the deuterostome evolution and domesticated in jawed vertebrates. Immunogenetics. 2017;69:391–400. doi: 10.1007/s00251-017-0979-5. [PubMed] [CrossRef] [Google Scholar]24. Zhang Y., Cheng T.C., Huang G., Lu Q., Surleac M.D., Mandell J.D., Pontarotti P., Petrescu A.-J., Xu A., Xiong Y., et al.  Transposon molecular domestication and the evolution of the RAG recombinase. Nature. 2019;569:79–84. doi: 10.1038/s41586-019-1093-7. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Yakovenko I., Agronin J., Smith L.C., Oren M. Guardian of the Genome: An Alternative RAG/Transib Co-Evolution Hypothesis for the Origin of V(D)J Recombination. Front. Immunol. 2021;12:709165. doi: 10.3389/fimmu.2021.709165. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Kasahara M., Nakaya J., Satta Y., Takahata N. Chromosomal duplication and the emergence of the adaptive immune system. Trends Genet. 1997;13:90–92. doi: 10.1016/S0168-9525(97)01065-2. [PubMed] [CrossRef] [Google Scholar]27. Kasahara M., Flajnik M.F. Origin and evolution of the specialized forms of proteasomes involved in antigen presentation. Immunogenetics. 2019;71:251–261. doi: 10.1007/s00251-019-01105-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]28. Flajnik M.F. A cold-blooded view of adaptive immunity. Nat. Rev. Immunol. 2018;18:438–453. doi: 10.1038/s41577-018-0003-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Murata S., Takahama Y., Kasahara M., Tanaka K. The immunoproteasome and thymoproteasome: Functions, evolution and human disease. Nat. Immunol. 2018;19:923–931. doi: 10.1038/s41590-018-0186-z. [PubMed] [CrossRef] [Google Scholar]30. Bajoghli B., Guo P., Aghaallaei N., Hirano M., Strohmeier C., McCurley N., Bockman D.E., Schorpp M., Cooper M.D., Boehm T. A thymus candidate in lampreys. Nature. 2011;470:90–94. doi: 10.1038/nature09655. [PubMed] [CrossRef] [Google Scholar]31. Alder M.N., Rogozin I.B., Iyer L.M., Glazko G.V., Cooper M.D., Pancer Z. Diversity and Function of Adaptive Immune Receptors in a Jawless Vertebrate. Science. 2005;310:1970–1973. doi: 10.1126/science.1119420. [PubMed] [CrossRef] [Google Scholar]32. Herrin B.R., Cooper M.D. Alternative Adaptive Immunity in Jawless Vertebrates. J. Immunol. 2010;185:1367–1374. doi: 10.4049/jimmunol.0903128. [PubMed] [CrossRef] [Google Scholar]33. Nagawa F., Kishishita N., Shimizu K., Hirose S., Miyoshi M., Nezu J., Nishimura T., Nishizumi H., Takahashi Y., Hashimoto S., et al.  Antigen-receptor genes of the agnathan lamprey are assembled by a process involving copy choice. Nat. Immunol. 2006;8:206–213. doi: 10.1038/ni1419. [PubMed] [CrossRef] [Google Scholar]34. Holland S.J., Berghuis L.M., King J.J., Iyer L.M., Sikora K., Fifield H., Peter S., Quinlan E., Sugahara F., Shingate P., et al.  Expansions, diversification, and interindividual copy number variations of AID/APOBEC family cytidine deaminase genes in lampreys. Proc. Natl. Acad. Sci. USA. 2018;115:E3211–E3220. doi: 10.1073/pnas.1720871115. [PMC free article] [PubMed] [CrossRef] [Google Scholar]35. Maul R.W., Gearhart P.J. AID and Somatic Hypermutation. Adv. Immunol. 2010;105:159–191. doi: 10.1016/s0065-2776(10)05006-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Bajoghli B., Aghaallaei N., Hess I., Rode I., Netuschil N., Tay B.-H., Venkatesh B., Yu J.-K., Kaltenbach S.L., Holland N.D., et al.  Evolution of Genetic Networks Underlying the Emergence of Thymopoiesis in Vertebrates. Cell. 2009;138:186–197. doi: 10.1016/j.cell.2009.04.017. [PubMed] [CrossRef] [Google Scholar]37. Vaidya H.J., Leon A.B., Blackburn C.C. FOXN1 in thymus organogenesis and development. Eur. J. Immunol. 2016;46:1826–1837. doi: 10.1002/eji.201545814. [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Holland S.J., Gao M., Hirano M., Iyer L.M., Luo M., Schorpp M., Cooper M.D., Aravind L., Mariuzza R.A., Boehm T. Selection of the lamprey VLRC antigen receptor repertoire. Proc. Natl. Acad. Sci. USA. 2014;111:14834–14839. doi: 10.1073/pnas.1415655111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Flajnik M.F. Re-evaluation of the Immunological Big Bang. Curr. Biol. 2014;24:R1060–R1065. doi: 10.1016/j.cub.2014.09.070. [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Flajnik M.F. A Convergent Immunological Holy Trinity of Adaptive Immunity in Lampreys: Discovery of the Variable Lymphocyte Receptors. J. Immunol. 2018;201:1331–1335. doi: 10.4049/jimmunol.1800965. [PubMed] [CrossRef] [Google Scholar]41. Velikovsky C.A., Deng L., Tasumi S., Iyer L.M., Kerzic M.C., Aravind L., Pancer Z., Mariuzza R.A. Structure of a lamprey variable lymphocyte receptor in complex with a protein antigen. Nat. Struct. Mol. Biol. 2009;16:725–730. doi: 10.1038/nsmb.1619. [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Collins B.C., Gunn R.J., McKitrick T.R., Cummings R.D., Cooper M.D., Herrin B.R., Wilson I.A. Structural Insights into VLR Fine Specificity for Blood Group Carbohydrates. Structure. 2017;25:1667–1678.e4. doi: 10.1016/j.str.2017.09.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. de Greef P.C., Oakes T., Gerritsen B., Ismail M., Heather J.M., Hermsen R., Chain B., de Boer R.J. The naive T-cell receptor repertoire has an extremely broad distribution of clone sizes. eLife. 2020;9:e49900. doi: 10.7554/eLife.49900. [PMC free article] [PubMed] [CrossRef] [Google Scholar]44. Qi Q., Liu Y., Cheng Y., Glanville J., Zhang D., Lee J.-Y., Olshen R.A., Weyand C.M., Boyd S.D., Goronzy J.J. Diversity and clonal selection in the human T-cell repertoire. Proc. Natl. Acad. Sci. USA. 2014;111:13139–13144. doi: 10.1073/pnas.1409155111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Neuberger M.S., Ehrenstein M.R., Rada C., Sale J., Batista F.D., Williams G., Milstein C. Memory in the B–cell compartment: Antibody affinity maturation. Philos. Trans. R. Soc. Lond. B Biol. Sci. 2000;355:357–360. doi: 10.1098/rstb.2000.0573. [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Chi X., Li Y., Qiu X. V(D)J recombination, somatic hypermutation and class switch recombination of immunoglobulins: Mechanism and regulation. Immunology. 2020;160:233–247. doi: 10.1111/imm.13176. [PMC free article] [PubMed] [CrossRef] [Google Scholar]47. Flajnik M. Immunology: The Origin of Sweetbreads in Lampreys? Curr. Biol. 2011;21:R218–R220. doi: 10.1016/j.cub.2011.01.066. [PubMed] [CrossRef] [Google Scholar]48. Boehm T. Design principles of adaptive immune systems. Nat. Rev. Immunol. 2011;11:307–317. doi: 10.1038/nri2944. [PubMed] [CrossRef] [Google Scholar]49. Trancoso I., Morimoto R., Boehm T. Co-evolution of mutagenic genome editors and vertebrate adaptive immunity. Curr. Opin. Immunol. 2020;65:32–41. doi: 10.1016/j.coi.2020.03.001. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Ghorbani A., Quinlan E.M., Larijani M. Evolutionary Comparative Analyses of DNA-Editing Enzymes of the Immune System: From 5-Dimensional Description of Protein Structures to Immunological Insights and Applications to Protein Engineering. Front. Immunol. 2021;12:642343. doi: 10.3389/fimmu.2021.642343. [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Schwaiger F.-W., Epplen J.T. Exonic MHC-DRB Polymorphisms and Intronic Simple Repeat Sequenees: Janus’Faces of DNA Sequence Evolution. Immunol. Rev. 1995;143:199–224. doi: 10.1111/j.1600-065X.1995.tb00676.x. Erratum in: Immunol. Rev.\n1995, 144, 314. [PubMed] [CrossRef] [Google Scholar]52. Nicholson L.B., Kuchroo V.K. T cell recognition of self and altered self antigens. Crit. Rev. Immunol. 1997;17:449–462. [PubMed] [Google Scholar]53. Dhatchinamoorthy K., Colbert J.D., Rock K.L. Cancer Immune Evasion through Loss of MHC Class I Antigen Presentation. Front. Immunol. 2021;12:636568. doi: 10.3389/fimmu.2021.636568. [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Lutes L.K., Steier Z., McIntyre L.L., Pandey S., Kaminski J., Hoover A.R., Ariotti S., Streets A., Yosef N., Robey E.A. T cell self-reactivity during thymic development dictates the timing of positive selection. eLife. 2021;10:e65435. doi: 10.7554/eLife.65435. [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Koncz B., Balogh G.M., Papp B.T., Asztalos L., Kemény L., Manczinger M. Self-mediated positive selection of T cells sets an obstacle to the recognition of nonself. Proc. Natl. Acad. Sci. USA. 2021;118:e2100542118. doi: 10.1073/pnas.2100542118. [PMC free article] [PubMed] [CrossRef] [Google Scholar]56. Ohigashi I., Frantzeskakis M., Jacques A., Fujimori S., Ushio A., Yamashita F., Ishimaru N., Yin D., Cam M., Kelly M.C., et al.  The thymoproteasome hardwires the TCR repertoire of CD8+ T cells in the cortex independent of negative selection. J. Exp. Med. 2021;218:e20201904. doi: 10.1084/jem.20201904. [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Chida A.S., Goyos A., Robert J. Phylogenetic and developmental study of CD4, CD8 α and β T cell co-receptor homologs in two amphibian species, Xenopus tropicalis and Xenopus laevis. Dev. Comp. Immunol. 2011;35:366–377. doi: 10.1016/j.dci.2010.11.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]58. Swann J.B., Nusser A., Morimoto R., Nagakubo D., Boehm T. Retracing the evolutionary emergence of thymopoiesis. Sci. Adv. 2020;6:eabd9585. doi: 10.1126/sciadv.abd9585. [PMC free article] [PubMed] [CrossRef] [Google Scholar]59. Peterson P., Org T., Rebane A. Transcriptional regulation by AIRE: Molecular mechanisms of central tolerance. Nat. Rev. Immunol. 2008;8:948–957. doi: 10.1038/nri2450. [PMC free article] [PubMed] [CrossRef] [Google Scholar]60. Passos G.A., Speck-Hernandez C.A., Assis A.F., Mendes-Da-Cruz D.A. Update onAireand thymic negative selection. Immunology. 2018;153:10–20. doi: 10.1111/imm.12831. [PMC free article] [PubMed] [CrossRef] [Google Scholar]61. Perniola R. Twenty Years of AIRE. Front. Immunol. 2018;9:98. doi: 10.3389/fimmu.2018.00098. [PMC free article] [PubMed] [CrossRef] [Google Scholar]62. Abramson J., Husebye E.S. Autoimmune regulator and self-tolerance-molecular and clinical aspects. Immunol. Rev. 2016;271:127–140. doi: 10.1111/imr.12419. [PubMed] [CrossRef] [Google Scholar]63. Ferguson B.J., Alexander C., Rossi S.W., Liiv I., Rebane A., Worth C., Wong J., Laan M., Peterson P., Jenkinson E.J., et al.  AIRE’s CARD Revealed, a New Structure for Central Tolerance Provokes Transcriptional Plasticity. J. Biol. Chem. 2008;283:1723–1731. doi: 10.1074/jbc.M707211200. [PubMed] [CrossRef] [Google Scholar]64. Pitkänen J., Vähämurto P., Krohn K., Peterson P. Subcellular Localization of the Autoimmune Regulator Protein. Characterization of nuclear targeting and transcriptional activation domain. J. Biol. Chem. 2001;276:19597–19602. doi: 10.1074/jbc.M008322200. [PubMed] [CrossRef] [Google Scholar]65. Ilmarinen T., Eskelin P., Halonen M., Rüppell T., Kilpikari R., Torres G.D., Kangas H., Ulmanen I. Functional analysis of SAND mutations in AIRE supports dominant inheritance of the G228W mutation. Hum. Mutat. 2005;26:322–331. doi: 10.1002/humu.20224. [PubMed] [CrossRef] [Google Scholar]66. Ramsey C., Bukrinsky A., Peltonen L. Systematic mutagenesis of the functional domains of AIRE reveals their role in intracellular targeting. Hum. Mol. Genet. 2002;11:3299–3308. doi: 10.1093/hmg/11.26.3299. [PubMed] [CrossRef] [Google Scholar]67. Akiyoshi H., Hatakeyama S., Pitkänen J., Mouri Y., Doucas V., Kudoh J., Tsurugaya K., Uchida D., Matsushima A., Oshikawa K., et al.  Subcellular Expression of Autoimmune Regulator Is Organized in a Spatiotemporal Manner. J. Biol. Chem. 2004;279:33984–33991. doi: 10.1074/jbc.M400702200. [PubMed] [CrossRef] [Google Scholar]68. Gardner J.M., Fletcher A.L., Anderson M.S., Turley S.J. AIRE in the thymus and beyond. Curr. Opin. Immunol. 2009;21:582–589. doi: 10.1016/j.coi.2009.08.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]69. Takahama Y., Ohigashi I., Baik S., Anderson G. Generation of diversity in thymic epithelial cells. Nat. Rev. Immunol. 2017;17:295–305. doi: 10.1038/nri.2017.12. [PubMed] [CrossRef] [Google Scholar]70. Takaba H., Takayanagi H. The Mechanisms of T Cell Selection in the Thymus. Trends Immunol. 2017;38:805–816. doi: 10.1016/j.it.2017.07.010. [PubMed] [CrossRef] [Google Scholar]71. Kadouri N., Nevo S., Goldfarb Y., Abramson J. Thymic epithelial cell heterogeneity: TEC by TEC. Nat. Rev. Immunol. 2020;20:239–253. doi: 10.1038/s41577-019-0238-0. [PubMed] [CrossRef] [Google Scholar]72. Bleul C.C., Corbeaux T., Reuter A., Fisch P., Mönting J.S., Boehm T. Formation of a functional thymus initiated by a postnatal epithelial progenitor cell. Nature. 2006;441:992–996. doi: 10.1038/nature04850. [PubMed] [CrossRef] [Google Scholar]73. Li J., Gordon J., Chen E.L.Y., Xiao S., Wu L., Zúñiga-Pflücker J.C., Manley N.R. NOTCH1 signaling establishes the medullary thymic epithelial cell progenitor pool during mouse fetal development. Development. 2020;147:dev178988. doi: 10.1242/dev.178988. [PMC free article] [PubMed] [CrossRef] [Google Scholar]74. Liu D., Kousa A.I., O’Neill K.E., Rouse P., Popis M., Farley A.M., Tomlinson S.R., Ulyanchenko S., Guillemot F., Seymour P.A., et al.  Canonical Notch signaling controls the early thymic epithelial progenitor cell state and emergence of the medullary epithelial lineage in fetal thymus development. Development. 2020;147:dev178582. doi: 10.1242/dev.178582. [PMC free article] [PubMed] [CrossRef] [Google Scholar]75. Bocci F., Onuchic J.N., Jolly M.K. Understanding the Principles of Pattern Formation Driven by Notch Signaling by Integrating Experiments and Theoretical Models. Front. Physiol. 2020;11:929. doi: 10.3389/fphys.2020.00929. [PMC free article] [PubMed] [CrossRef] [Google Scholar]76. Anderson G., Pongracz J., Parnell S., Jenkinson E.J. Notch ligand-bearing thymic epithelial cells initiate and sustain Notch signaling in thymocytes independently of T cell receptor signaling. Eur. J. Immunol. 2001;31:3349–3354. doi: 10.1002/1521-4141(200111)31:11<3349::AID-IMMU3349>3.0.CO;2-S. [PubMed] [CrossRef] [Google Scholar]77. Sjöqvist M., Andersson E.R. Do as I say, Not(ch) as I do: Lateral control of cell fate. Dev. Biol. 2019;447:58–70. doi: 10.1016/j.ydbio.2017.09.032. [PubMed] [CrossRef] [Google Scholar]78. Mayer C.E., Žuklys S., Zhanybekova S., Ohigashi I., Teh H.-Y., Sansom S.N., Shikama-Dorn N., Hafen K., Macaulay I.C., Deadman M.E., et al.  Dynamic spatio-temporal contribution of single β5t+ cortical epithelial precursors to the thymus medulla. Eur. J. Immunol. 2016;46:846–856. doi: 10.1002/eji.201545995. [PMC free article] [PubMed] [CrossRef] [Google Scholar]79. Ohigashi I., Zuklys S., Sakata M., Mayer C.E., Hamazaki Y., Minato N., Hollander G.A., Takahama Y. Adult Thymic Medullary Epithelium Is Maintained and Regenerated by Lineage-Restricted Cells Rather Than Bipotent Progenitors. Cell Rep. 2015;13:1432–1443. doi: 10.1016/j.celrep.2015.10.012. [PubMed] [CrossRef] [Google Scholar]80. Alawam A.S., Anderson G., Lucas B. Generation and Regeneration of Thymic Epithelial Cells. Front. Immunol. 2020;11:858. doi: 10.3389/fimmu.2020.00858. [PMC free article] [PubMed] [CrossRef] [Google Scholar]81. Baik S., Sekai M., Hamazaki Y., Jenkinson W.E., Anderson G. Relb acts downstream of medullary thymic epithelial stem cells and is essential for the emergence of RANK+ medullary epithelial progenitors. Eur. J. Immunol. 2016;46:857–862. doi: 10.1002/eji.201546253. [PMC free article] [PubMed] [CrossRef] [Google Scholar]82. Burkly L., Hession C., Ogata L., Reilly C., Marconl L.A., Olson D., Tizard R., Gate R., Lo D. Expression of relB is required for the development of thymic medulla and dendritic cells. Nature. 1995;373:531–536. doi: 10.1038/373531a0. [PubMed] [CrossRef] [Google Scholar]83. Boehm T., Scheu S., Pfeffer K., Bleul C.C. Thymic Medullary Epithelial Cell Differentiation, Thymocyte Emigration, and the Control of Autoimmunity Require Lympho–Epithelial Cross Talk via LTβR. J. Exp. Med. 2003;198:757–769. doi: 10.1084/jem.20030794. [PMC free article] [PubMed] [CrossRef] [Google Scholar]84. Nowell C.S., Bredenkamp N., Tetélin S., Jin X., Tischner C., Vaidya H., Sheridan J.M., Stenhouse F.H., Heussen R., Smith A.J.H., et al.  Foxn1 Regulates Lineage Progression in Cortical and Medullary Thymic Epithelial Cells But Is Dispensable for Medullary Sublineage Divergence. PLoS Genet. 2011;7:e1002348.  doi: 10.1371/journal.pgen.1002348. [PMC free article] [PubMed] [CrossRef] [Google Scholar]85. Irla M. RANK Signaling in the Differentiation and Regeneration of Thymic Epithelial Cells. Front. Immunol. 2021;11:623265. doi: 10.3389/fimmu.2020.623265. [PMC free article] [PubMed] [CrossRef] [Google Scholar]86. Goldfarb Y., Kadouri N., Levi B., Sela A., Herzig Y., Cohen R.N., Hollenberg A.N., Abramson J. HDAC3 Is a Master Regulator of mTEC Development. Cell Rep. 2016;15:651–665. doi: 10.1016/j.celrep.2016.03.048. [PMC free article] [PubMed] [CrossRef] [Google Scholar]87. Lopes N., Sergé A., Ferrier P., Irla M. Thymic Crosstalk Coordinates Medulla Organization and T-Cell Tolerance Induction. Front. Immunol. 2015;6:365. doi: 10.3389/fimmu.2015.00365. [PMC free article] [PubMed] [CrossRef] [Google Scholar]88. Wang X., Laan M., Bichele R., Kisand K., Scott H.S., Peterson P. Post-Aire Maturation of Thymic Medullary Epithelial Cells Involves Selective Expression of Keratinocyte-Specific Autoantigens. Front. Immunol. 2012;3:19. doi: 10.3389/fimmu.2012.00019. [PMC free article] [PubMed] [CrossRef] [Google Scholar]89. Bornstein C., Nevo S., Giladi A., Kadouri N., Pouzolles M., Gerbe F., David E., Machado A., Chuprin A., Tóth B., et al.  Single-cell mapping of the thymic stroma identifies IL-25-producing tuft epithelial cells. Nature. 2018;559:622–626. doi: 10.1038/s41586-018-0346-1. [PubMed] [CrossRef] [Google Scholar]90. Nakagawa Y., Ohigashi I., Nitta T., Sakata M., Tanaka K., Murata S., Kanagawa O., Takahama Y. Thymic nurse cells provide microenvironment for secondary T cell receptor rearrangement in cortical thymocytes. Proc. Natl. Acad. Sci. USA. 2012;109:20572–20577. doi: 10.1073/pnas.1213069109. [PMC free article] [PubMed] [CrossRef] [Google Scholar]91. Hendrix T.M., Chilukuri R.V., Martinez M., Olushoga Z., Blake A., Brohi M., Walker C., Samms M., Guyden J.C. Thymic nurse cells exhibit epithelial progenitor phenotype and create unique extra-cytoplasmic membrane space for thymocyte selection. Cell. Immunol. 2010;261:81–92. doi: 10.1016/j.cellimm.2009.11.004. [PMC free article] [PubMed] [CrossRef] [Google Scholar]92. Gardner J.M., Metzger T.C., McMahon E.J., Au-Yeung B.B., Krawisz A.K., Lu W., Price J.D., Johannes K.P., Satpathy A.T., Murphy K.M., et al.  Extrathymic Aire-Expressing Cells Are a Distinct Bone Marrow-Derived Population that Induce Functional Inactivation of CD4+ T Cells. Immunity. 2013;39:560–572. doi: 10.1016/j.immuni.2013.08.005. [PMC free article] [PubMed] [CrossRef] [Google Scholar]93. Fergusson J.R., Morgan M.D., Bruchard M., Huitema L., Heesters B.A., Van Unen V., Van Hamburg J.P., van der Wel N., Picavet D., Koning F., et al.  Maturing Human CD127+ CCR7+ PDL1+ Dendritic Cells Express AIRE in the Absence of Tissue Restricted Antigens. Front. Immunol. 2019;9:2902. doi: 10.3389/fimmu.2018.02902. [PMC free article] [PubMed] [CrossRef] [Google Scholar]94. Zhao B., Chang L., Fu H., Sun G., Yang W. The Role of Autoimmune Regulator (AIRE) in Peripheral Tolerance. J. Immunol. Res. 2018;2018:3930750. doi: 10.1155/2018/3930750. [PMC free article] [PubMed] [CrossRef] [Google Scholar]95. Hidaka K., Nitta T., Sugawa R., Shirai M., Schwartz R.J., Amagai T., Nitta S., Takahama Y., Morisaki T. Differentiation of Pharyngeal Endoderm from Mouse Embryonic Stem Cell. Stem Cells Dev. 2010;19:1735–1743. doi: 10.1089/scd.2009.0466. [PubMed] [CrossRef] [Google Scholar]96. Gu B., Lambert J.-P., Cockburn K., Gingras A.-C., Rossant J. AIRE is a critical spindle-associated protein in embryonic stem cells. eLife. 2017;6:e28131. doi: 10.7554/eLife.28131. [PMC free article] [PubMed] [CrossRef] [Google Scholar]97. Gillis-Buck E., Miller H., Sirota M., Sanders S.J., Ntranos V., Anderson M.S., Gardner J.M., MacKenzie T.C. Extrathymic Aire -expressing cells support maternal-fetal tolerance. Sci. Immunol. 2021;6:eabf1968. doi: 10.1126/sciimmunol.abf1968. [PubMed] [CrossRef] [Google Scholar]98. Wang J., Lareau C.A., Bautista J.L., Gupta A.R., Sandor K., Germino J., Yin Y., Arvedson M.P., Reeder G.C., Cramer N.T., et al.  Single-cell multiomics defines tolerogenic extrathymic Aire-expressing populations with unique homology to thymic epithelium. Sci. Immunol. 2021;6:eabl5053. doi: 10.1126/sciimmunol.abl5053. [PubMed] [CrossRef] [Google Scholar]99. Abramson J., Giraud M., Benoist C., Mathis D. Aire’s Partners in the Molecular Control of Immunological Tolerance. Cell. 2010;140:123–135. doi: 10.1016/j.cell.2009.12.030. [PubMed] [CrossRef] [Google Scholar]100. Brennecke P., Reyes A., Pinto S., Rattay K., Nguyen M., Küchler R., Huber W., Kyewski B., Steinmetz L.M. Single-cell transcriptome analysis reveals coordinated ectopic gene-expression patterns in medullary thymic epithelial cells. Nat. Immunol. 2015;16:933–941. doi: 10.1038/ni.3246. [PMC free article] [PubMed] [CrossRef] [Google Scholar]101. Pinto S., Michel C., Schmidt-Glenewinkel H., Harder N., Rohr K., Wild S., Brors B., Kyewski B. Overlapping gene coexpression patterns in human medullary thymic epithelial cells generate self-antigen diversity. Proc. Natl. Acad. Sci. USA. 2013;110:E3497–E3505. doi: 10.1073/pnas.1308311110. [PMC free article] [PubMed] [CrossRef] [Google Scholar]102. Pitkänen J., Doucas V., Sternsdorf T., Nakajima T., Aratani S., Jensen K., Will H., Vähämurto P., Ollila J., Vihinen M., et al.  The Autoimmune Regulator Protein Has Transcriptional Transactivating Properties and Interacts with the Common Coactivator CREB-binding Protein. J. Biol. Chem. 2000;275:16802–16809. doi: 10.1074/jbc.M908944199. [PubMed] [CrossRef] [Google Scholar]103. Pitkänen J., Rebane A., Rowell J., Murumägi A., Ströbel P., Möll K., Saare M., Heikkilä J., Doucas V., Marx A., et al.  Cooperative activation of transcription by autoimmune regulator AIRE and CBP. Biochem. Biophys. Res. Commun. 2005;333:944–953. doi: 10.1016/j.bbrc.2005.05.187. [PubMed] [CrossRef] [Google Scholar]104. Chuprin A., Avin A., Goldfarb Y., Herzig Y., Levi B., Jacob A., Sela A., Katz S., Grossman M., Guyon C., et al.  The deacetylase Sirt1 is an essential regulator of Aire-mediated induction of central immunological tolerance. Nat. Immunol. 2015;16:737–745. doi: 10.1038/ni.3194. [PubMed] [CrossRef] [Google Scholar]105. Liiv I., Rebane A., Org T., Saare M., Maslovskaja J., Kisand K., Juronen E., Valmu L., Bottomley M.J., Kalkkinen N., et al.  DNA-PK contributes to the phosphorylation of AIRE: Importance in transcriptional activity. Biochim. Biophys. Acta. 2008;1783:74–83. doi: 10.1016/j.bbamcr.2007.09.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]106. Chen Y., Li Y., Xiong J., Lan B., Wang X., Liu J., Lin J., Fei Z., Zheng X., Chen C. Role of PRKDC in cancer initiation, progression, and treatment. Cancer Cell Int. 2021;21:563. doi: 10.1186/s12935-021-02229-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]107. McClendon A.K., Rodriguez A.C., Osheroff N. Human Topoisomerase IIα Rapidly Relaxes Positively Supercoiled DNA: Implications for enzyme action ahead of replication forks. J. Biol. Chem. 2005;280:39337–39345. doi: 10.1074/jbc.M503320200. [PubMed] [CrossRef] [Google Scholar]108. Oven I., Brdičková N., Kohoutek J., Vaupotič T., Narat M., Peterlin B.M. AIRE Recruits P-TEFb for Transcriptional Elongation of Target Genes in Medullary Thymic Epithelial Cells. Mol. Cell. Biol. 2007;27:8815–8823. doi: 10.1128/MCB.01085-07. [PMC free article] [PubMed] [CrossRef] [Google Scholar]109. Yamaguchi Y., Inukai N., Narita T., Wada T., Handa H. Evidence that Negative Elongation Factor Represses Transcription Elongation through Binding to a DRB Sensitivity-Inducing Factor/RNA Polymerase II Complex and RNA. Mol. Cell. Biol. 2002;22:2918–2927. doi: 10.1128/MCB.22.9.2918-2927.2002. [PMC free article] [PubMed] [CrossRef] [Google Scholar]110. Giraud M., Jmari N., Du L., Carallis F., Nieland T.J.F., Perez-Campo F.M., Bensaude O., Root D.E., Hacohen N., Mathis D., et al.  An RNAi screen for Aire cofactors reveals a role for Hnrnpl in polymerase release and Aire-activated ectopic transcription. Proc. Natl. Acad. Sci. USA. 2014;111:1491–1496. doi: 10.1073/pnas.1323535111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]111. Yoshida H., Bansal K., Schaefer U., Chapman T., Rioja I., Proekt I., Anderson M.S., Prinjha R.K., Tarakhovsky A., Benoist C., et al.  Brd4 bridges the transcriptional regulators, Aire and P-TEFb, to promote elongation of peripheral-tissue antigen transcripts in thymic stromal cells. Proc. Natl. Acad. Sci. USA. 2015;112:E4448–E4457. doi: 10.1073/pnas.1512081112. [PMC free article] [PubMed] [CrossRef] [Google Scholar]112. Bansal K., Yoshida H., Benoist C., Mathis D. The transcriptional regulator Aire binds to and activates super-enhancers. Nat. Immunol. 2017;18:263–273. doi: 10.1038/ni.3675. [PMC free article] [PubMed] [CrossRef] [Google Scholar]113. Bansal K., Michelson D.A., Ramirez R.N., Viny A.D., Levine R.L., Benoist C., Mathis D. Aire regulates chromatin looping by evicting CTCF from domain boundaries and favoring accumulation of cohesin on superenhancers. Proc. Natl. Acad. Sci. USA. 2021;118:e2110991118. doi: 10.1073/pnas.2110991118. [PMC free article] [PubMed] [CrossRef] [Google Scholar]114. St-Pierre C., Trofimov A., Brochu S., Lemieux S., Perreault C. Differential Features of AIRE-Induced and AIRE-Independent Promiscuous Gene Expression in Thymic Epithelial Cells. J. Immunol. 2015;195:498–506. doi: 10.4049/jimmunol.1500558. [PubMed] [CrossRef] [Google Scholar]115. Sansom S.N., Shikama-Dorn N., Zhanybekova S., Nusspaumer G., Macaulay I.C., Deadman M.E., Heger A., Ponting C.P., Holländer G.A. Population and single-cell genomics reveal the Aire dependency, relief from Polycomb silencing, and distribution of self-antigen expression in thymic epithelia. Genome Res. 2014;24:1918–1931. doi: 10.1101/gr.171645.113. [PMC free article] [PubMed] [CrossRef] [Google Scholar]116. Garcia-Ortega L.F., Martínez O. How Many Genes Are Expressed in a Transcriptome? Estimation and Results for RNA-Seq. PLoS ONE. 2015;10:e0130262.  doi: 10.1371/journal.pone.0130262. [PMC free article] [PubMed] [CrossRef] [Google Scholar]117. Yates A.D., Achuthan P., Akanni W., Allen J., Alvarez-Jarreta J., Amode M.R., Armean I.M., Azov A.G., Bennett R., Bhai J., et al.  Ensembl 2020. Nucleic Acids Res. 2020;48:D682–D688. doi: 10.1093/nar/gkz966. [PMC free article] [PubMed] [CrossRef] [Google Scholar]118. Fagerberg L., Hallström B.M., Oksvold P., Kampf C., Djureinovic D., Odeberg J., Habuka M., Tahmasebpoor S., Danielsson A., Edlund K., et al.  Analysis of the Human Tissue-specific Expression by Genome-wide Integration of Transcriptomics and Antibody-based Proteomics. Mol. Cell. Proteom. 2014;13:397–406. doi: 10.1074/mcp.M113.035600. [PMC free article] [PubMed] [CrossRef] [Google Scholar]119. De Jonge H.J., Fehrmann R.S., De Bont E.S., Hofstra R., Gerbens F., Kamps W.A., de Vries E.G., Van Der Zee A.G.J., Meerman G.J., Ter Elst A. Evidence Based Selection of Housekeeping Genes. PLoS ONE. 2007;2:e898.  doi: 10.1371/journal.pone.0000898. [PMC free article] [PubMed] [CrossRef] [Google Scholar]120. Ponomarenko E.A., Poverennaya E.V., Ilgisonis E.V., Pyatnitskiy M.A., Kopylov A.T., Zgoda V.G., Lisitsa A.V., Archakov A.I. The Size of the Human Proteome: The Width and Depth. Int. J. Anal. Chem. 2016;2016:7436849. doi: 10.1155/2016/7436849. [PMC free article] [PubMed] [CrossRef] [Google Scholar]121. Keane P., Ceredig R., Seoighe C. Promiscuous mRNA splicing under the control of AIRE in medullary thymic epithelial cells. Bioinformatics. 2015;31:986–990. doi: 10.1093/bioinformatics/btu785. [PubMed] [CrossRef] [Google Scholar]122. Danan-Gotthold M., Guyon C., Giraud M., Levanon E.Y., Abramson J. Extensive RNA editing and splicing increase immune self-representation diversity in medullary thymic epithelial cells. Genome Biol. 2016;17:219. doi: 10.1186/s13059-016-1079-9. [PMC free article] [PubMed] [CrossRef] [Google Scholar]123. Raposo B., Merky P., Lundqvist C., Yamada H., Urbonaviciute V., Niaudet C., Viljanen J., Kihlberg J., Kyewski B., Ekwall O., et al.  T cells specific for post-translational modifications escape intrathymic tolerance induction. Nat. Commun. 2018;9:1–11. doi: 10.1038/s41467-017-02763-y. [PMC free article] [PubMed] [CrossRef] [Google Scholar]124. Doyle H.A., Mamula M.J. Autoantigenesis: The evolution of protein modifications in autoimmune disease. Curr. Opin. Immunol. 2012;24:112–118. doi: 10.1016/j.coi.2011.12.003. [PMC free article] [PubMed] [CrossRef] [Google Scholar]125. Shevyrev D.V., Kozlov V.A. The role of homeostatic proliferation and SNP mutations in MHC genes in the development of rheumatoid arthritis. Ann. Russ. Acad. Med. Sci. 2020;75:638–646. doi: 10.15690/vramn1298. [CrossRef] [Google Scholar]126. Aichinger M., Wu C., Nedjic J., Klein L. Macroautophagy substrates are loaded onto MHC class II of medullary thymic epithelial cells for central tolerance. J. Exp. Med. 2013;210:287–300. doi: 10.1084/jem.20122149. [PMC free article] [PubMed] [CrossRef] [Google Scholar]127. Schmid D., Pypaert M., Münz C. Antigen-Loading Compartments for Major Histocompatibility Complex Class II Molecules Continuously Receive Input from Autophagosomes. Immunity. 2007;26:79–92. doi: 10.1016/j.immuni.2006.10.018. [PMC free article] [PubMed] [CrossRef] [Google Scholar]128. Nedjic J., Aichinger M., Emmerich J., Mizushima N., Klein L. Autophagy in thymic epithelium shapes the T-cell repertoire and is essential for tolerance. Nature. 2008;455:396–400. doi: 10.1038/nature07208. [PubMed] [CrossRef] [Google Scholar]129. Clarke A.J., Simon A.K. Autophagy in the renewal, differentiation and homeostasis of immune cells. Nat. Rev. Immunol. 2019;19:170–183. doi: 10.1038/s41577-018-0095-2. [PubMed] [CrossRef] [Google Scholar]130. Shi L., Hu L.-H., Li Y.-R. Autoimmune regulator regulates autophagy in THP-1 human monocytes. Front. Med. China. 2010;4:336–341. doi: 10.1007/s11684-010-0096-4. [PubMed] [CrossRef] [Google Scholar]131. Hubert F.-X., Kinkel S.A., Davey G.M., Phipson B., Mueller S.N., Liston A., Proietto A.I., Cannon P.Z., Forehan S., Smyth G., et al.  Aire regulates the transfer of antigen from mTECs to dendritic cells for induction of thymic tolerance. Blood. 2011;118:2462–2472. doi: 10.1182/blood-2010-06-286393. [PubMed] [CrossRef] [Google Scholar]132. Skogberg G., Lundberg V., Berglund M., Gudmundsdottir J., Telemo E., Lindgren S., Ekwall O. Human thymic epithelial primary cells produce exosomes carrying tissue-restricted antigens. Immunol. Cell Biol. 2015;93:727–734. doi: 10.1038/icb.2015.33. [PMC free article] [PubMed] [CrossRef] [Google Scholar]133. Perry J.S.A., Russler-Germain E.V., Zhou Y.W., Purtha W., Cooper M.L., Choi J., Schroeder M.A., Salazar V., Egawa T., Lee B.-C., et al.  Transfer of Cell-Surface Antigens by Scavenger Receptor CD36 Promotes Thymic Regulatory T Cell Receptor Repertoire Development and Allo-tolerance. Immunity. 2018;48:923–936.e4. doi: 10.1016/j.immuni.2018.04.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]134. Takaba H., Morishita Y., Tomofuji Y., Danks L., Nitta T., Komatsu N., Kodama T., Takayanagi H. Fezf2 Orchestrates a Thymic Program of Self-Antigen Expression for Immune Tolerance. Cell. 2015;163:975–987. doi: 10.1016/j.cell.2015.10.013. [PubMed] [CrossRef] [Google Scholar]135. Gabrielsen I.S.M., Helgeland H., Akselsen H.D., Aass H.C.D., Sundaram A., Snowhite I.V., Pugliese A., Flåm S.T., Lie B.A. Transcriptomes of antigen presenting cells in human thymus. PLoS ONE. 2019;14:e0218858.  doi: 10.1371/journal.pone.0218858. [PMC free article] [PubMed] [CrossRef] [Google Scholar]136. Tomofuji Y., Takaba H., Suzuki H.I., Benlaribi R., Martinez C.D.P., Abe Y., Morishita Y., Okamura T., Taguchi A., Kodama T., et al.  Chd4 choreographs self-antigen expression for central immune tolerance. Nat. Immunol. 2020;21:892–901. doi: 10.1038/s41590-020-0717-2. [PubMed] [CrossRef] [Google Scholar]137. Derbinski J., Gäbler J., Brors B., Tierling S., Jonnakuty S., Hergenhahn M., Peltonen L., Walter J., Kyewski B. Promiscuous gene expression in thymic epithelial cells is regulated at multiple levels. J. Exp. Med. 2005;202:33–45. doi: 10.1084/jem.20050471. [PMC free article] [PubMed] [CrossRef] [Google Scholar]138. Baba T., Nakamoto Y., Mukaida N. Crucial Contribution of Thymic Sirpα+ Conventional Dendritic Cells to Central Tolerance against Blood-Borne Antigens in a CCR2-Dependent Manner. J. Immunol. 2009;183:3053–3063. doi: 10.4049/jimmunol.0900438. [PubMed] [CrossRef] [Google Scholar]139. Oh J., Shin J.-S. The Role of Dendritic Cells in Central Tolerance. Immune Netw. 2015;15:111–120. doi: 10.4110/in.2015.15.3.111. [PMC free article] [PubMed] [CrossRef] [Google Scholar]140. Hasegawa H., Matsumoto T. Mechanisms of Tolerance Induction by Dendritic Cells In Vivo. Front. Immunol. 2018;9 doi: 10.3389/fimmu.2018.00350. [PMC free article] [PubMed] [CrossRef] [Google Scholar]141. Perry J.S.A., Lio C.J., Kau A.L., Nutsch K., Yang Z., Gordon J.I., Murphy K.M., Hsieh C.-S. Distinct Contributions of Aire and Antigen-Presenting-Cell Subsets to the Generation of Self-Tolerance in the Thymus. Immunity. 2014;41:414–426. doi: 10.1016/j.immuni.2014.08.007. [PMC free article] [PubMed] [CrossRef] [Google Scholar]142. Starr T.K., Jameson S.C., Hogquist K.A. Positive and Negative Selection of T Cells. Annu. Rev. Immunol. 2003;21:139–176. doi: 10.1146/annurev.immunol.21.120601.141107. [PubMed] [CrossRef] [Google Scholar]143. Shevyrev D., Tereshchenko V., Kozlov V. Immune Equilibrium Depends on the Interaction between Recognition and Presentation Landscapes. Front. Immunol. 2021;12 doi: 10.3389/fimmu.2021.706136. [PMC free article] [PubMed] [CrossRef] [Google Scholar]144. Malchow S., Leventhal D.S., Lee V., Nishi S., Socci N.D., Savage P.A. Aire Enforces Immune Tolerance by Directing Autoreactive T Cells into the Regulatory T Cell Lineage. Immunity. 2016;44:1102–1113. doi: 10.1016/j.immuni.2016.02.009. [PMC free article] [PubMed] [CrossRef] [Google Scholar]145. Daniely D., Kern J., Cebula A., Ignatowicz L. Diversity of TCRs on Natural Foxp3+ T Cells in Mice Lacking Aire Expression. J. Immunol. 2010;184:6865–6873. doi: 10.4049/jimmunol.0903609. [PMC free article] [PubMed] [CrossRef] [Google Scholar]146. Ogishi M., Yotsuyanagi H. Quantitative Prediction of the Landscape of T Cell Epitope Immunogenicity in Sequence Space. Front. Immunol. 2019;10:827. doi: 10.3389/fimmu.2019.00827. [PMC free article] [PubMed] [CrossRef] [Google Scholar]147. Calis J.J., Maybeno M., Greenbaum J.A., Weiskopf D., De Silva A.D., Sette A., Keşmir C., Peters B. Properties of MHC Class I Presented Peptides That Enhance Immunogenicity. PLoS Comput. Biol. 2013;9:e1003266.  doi: 10.1371/journal.pcbi.1003266. [PMC free article] [PubMed] [CrossRef] [Google Scholar]148. Baccala R., Theofilopoulos A.N. The new paradigm of T-cell homeostatic proliferation-induced autoimmunity. Trends Immunol. 2005;26:5–8. doi: 10.1016/j.it.2004.11.006. [PubMed] [CrossRef] [Google Scholar]149. Shevyrev D., Tereshchenko V., Blinova E., Knauer N., Pashkina E., Sizikov A., Kozlov V. Regulatory T Cells Fail to Suppress Fast Homeostatic Proliferation In Vitro. Life. 2021;11:245.  doi: 10.3390/life11030245. [PMC free article] [PubMed] [CrossRef] [Google Scholar]150. Shevyrev D., Tereshchenko V., Manova O., Kozlov V. Homeostatic proliferation as a physiological process and a risk factor for autoimmune pathology. AIMS Allergy Immunol. 2021;5:18–32. doi: 10.3934/Allergy.2021002. [CrossRef] [Google Scholar]151. Goronzy J.J., Weyand C.M. Immune aging and autoimmunity. Cell. Mol. Life Sci. 2012;69:1615–1623. doi: 10.1007/s00018-012-0970-0. [PMC free article] [PubMed] [CrossRef] [Google Scholar]152. Oh S.-J., Lee J.K., Shin O.S. Aging and the Immune System: The Impact of Immunosenescence on Viral Infection, Immunity and Vaccine Immunogenicity. Immune Netw. 2019;19:e37. doi: 10.4110/in.2019.19.e37. [PMC free article] [PubMed] [CrossRef] [Google Scholar]153. Izraelson M., Metsger M., Davydov A.N., Shagina I.A., Dronina M.A., Obraztsova A.S., Miskevich D.A., Mamedov I.Z., Volchkova L.N., Nakonechnaya T.O., et al.  Distinct organization of adaptive immunity in the long-lived rodent Spalax galili. Nat. Aging. 2021;1:179–189. doi: 10.1038/s43587-021-00029-3. [CrossRef] [Google Scholar]154. Shevyrev D., Blinova E.A., Kozlov V.A. The influence of humoral factors of homeostatistic proliferation on t-regulatory cells in vitro. Bull. Sib. Med. 2019;18:286–293. doi: 10.20538/1682-0363-2019-1-286-293. [CrossRef] [Google Scholar]155. Wortel I.M.N., Keşmir C., de Boer R.J., Mandl J.N., Textor J. Is T Cell Negative Selection a Learning Algorithm? Cells. 2020;9:690.  doi: 10.3390/cells9030690. [PMC free article] [PubMed] [CrossRef] [Google Scholar]156. Sng J., Ayoglu B., Chen J.W., Schickel J.-N., Ferre E.M.N., Glauzy S., Romberg N., Hoenig M., Cunningham-Rundles C., Utz P.J., et al.  AIRE expression controls the peripheral selection of autoreactive B cells. Sci. Immunol. 2019;4:eaav6778. doi: 10.1126/sciimmunol.aav6778. [PMC free article] [PubMed] [CrossRef] [Google Scholar]157. Wolff A.S.B., Braun S., Husebye E.S., Oftedal B.E. B Cells and Autoantibodies in AIRE Deficiency. Biomedicines. 2021;9:1274.  doi: 10.3390/biomedicines9091274. [PMC free article] [PubMed] [CrossRef] [Google Scholar]158. Koivula T.-T., Laakso S.M., Niemi H.J., Kekäläinen E., Laine P., Paulin L., Auvinen P., Arstila T.P. Clonal Analysis of Regulatory T Cell Defect in Patients with Autoimmune Polyendocrine Syndrome Type 1 Suggests Intrathymic Impairment. Scand. J. Immunol. 2017;86:221–228. doi: 10.1111/sji.12586. [PubMed] [CrossRef] [Google Scholar]159. Bacchetta R., Weinberg K. Thymic origins of autoimmunity—lessons from inborn errors of immunity. Semin. Immunopathol. 2021;43:65–83. doi: 10.1007/s00281-020-00835-8. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}