{"title": "Individualized positive end-expiratory pressure guided by end-expiratory lung volume in early acute respiratory distress syndrome: study protocol for the multicenter, randomized IPERPEEP trial", "pubDate": "2022", "PMCID": "PMC8772175", "DOI": "10.1186/s13063-021-05993-0", "PMID": "35057852", "abstract": "Background:                       In acute respiratory distress syndrome (ARDS), response to positive end-expiratory pressure (PEEP) is variable according to different degrees of lung recruitability. The search for a tool to individualize PEEP based on patients' individual response is warranted. End-expiratory lung volume (EELV) assessment by nitrogen washing-washout aids bedside estimation of PEEP-induced alveolar recruitment and may therefore help titrate PEEP on patient's individual recruitability. We designed a randomized trial to test whether an individualized PEEP setting protocol driven by EELV measurement may improve a composite clinical outcome in patients with moderate-to-severe ARDS (IPERPEEP trial).                  Methods:                       IPERPEEP is an open-label, multicenter, randomized trial that will be conducted in 10 intensive care units in Italy and will enroll 132 ARDS patients showing PaO2/FiO2 ratio ≤ 150 mmHg within 24 h from endotracheal intubation while on mechanical ventilation with PEEP 5 cmH2O. To standardize lung volumes at study initiation, all patients will undergo mechanical ventilation with tidal volume of 6 ml/kg of predicted body weight and PEEP set to obtain a plateau pressure within 28 and 30 cmH2O for 30 min (EXPRESS PEEP). Afterwards, a 5-step decremental PEEP trial will be conducted (EXPRESS PEEP to PEEP 5 cmH2O), and EELV will be measured at each step. Recruitment-to-inflation ratio will be calculated for each PEEP range from EELV difference. Patients will be then randomized to receive mechanical ventilation with PEEP set according to the optimal recruitment observed in the PEEP trial (IPERPEEP arm) trial or to achieve a plateau pressure of 28-30 cmH2O (control arm, EXPRESS strategy). In both groups, tidal volume size, use of prone positioning and neuromuscular blocking agents, and weaning from PEEP and from mechanical ventilation will be standardized. The primary endpoint of the study is a composite clinical outcome incorporating in-ICU mortality, 60-day ventilator-free days, and serum interleukin-6 concentration over the course of the initial 72 h of treatment.                  Discussion:                       The IPERPEEP study is a randomized trial powered to elucidate whether an individualized PEEP setting protocol based on bedside assessment of lung recruitability can improve a composite clinical outcome during moderate-to-severe ARDS.                  Trial registration:                       ClinicalTrials.gov NCT04012073 . Registered 9 July 2019.", "author": [{"author": "Domenico Luca Grieco", "affiliation": ["Department of Emergency, Intensive Care Medicine and Anesthesia, Fondazione Policlinico Universitario A. Gemelli IRCCS, L.go F. Vito, 00168, Rome, Italy. dlgrieco@outlook.it.", "Istituto di Anestesiologia e Rianimazione, Università Cattolica del Sacro Cuore, L.go F. Vito, 00168, Rome, Italy. dlgrieco@outlook.it."], "href": "/?term=Grieco+DL&cauthor_id=35057852"}, {"author": "Salvatore Maurizio Maggiore", "affiliation": ["Department of Medical, Oral and Biotechnological Sciences, School of Medicine and Health Sciences, Section of Anesthesia, Analgesia, Perioperative and Intensive Care, SS. Annunziata Hospital, Gabriele d'Annunzio University of Chieti-Pescara, Chieti, Italy."], "href": "/?term=Maggiore+SM&cauthor_id=35057852"}, {"author": "Giacomo Bellani", "affiliation": ["Department of Medicine and Surgery, University of Milan-Bicocca, Via Cadore 48, Monza, Italy.", "Department of Emergency and Intensive Care, San Gerardo Hospital, Monza, Italy."], "href": "/?term=Bellani+G&cauthor_id=35057852"}, {"author": "Savino Spadaro", "affiliation": ["Department Morphology, Surgery and Experimental medicine, Anesthesia and Intensive care section, University of Ferrara, Azienda Ospedaliera-Universitaria Sant'Anna, Ferrara, Italy."], "href": "/?term=Spadaro+S&cauthor_id=35057852"}, {"author": "Elena Spinelli", "affiliation": ["Dipartimento di Anestesia, Rianimazione ed Emergenza-Urgenza, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Università degli studi di Milano, Milan, Italy."], "href": "/?term=Spinelli+E&cauthor_id=35057852"}, {"author": "Tommaso Tonetti", "affiliation": ["Dipartimento di Scienze Mediche e Chirurgiche, Anesthesia and Critical Care Medicine, Policlinico di Sant'Orsola, Alma Mater Studiorum University of Bologna, Bologna, Italy."], "href": "/?term=Tonetti+T&cauthor_id=35057852"}, {"author": "Luca S Menga", "affiliation": ["Department of Emergency, Intensive Care Medicine and Anesthesia, Fondazione Policlinico Universitario A. Gemelli IRCCS, L.go F. Vito, 00168, Rome, Italy.", "Istituto di Anestesiologia e Rianimazione, Università Cattolica del Sacro Cuore, L.go F. Vito, 00168, Rome, Italy."], "href": "/?term=Menga+LS&cauthor_id=35057852"}, {"author": "Marco Pozzi", "affiliation": ["Anesthesia and Intensive Care, Fondazione IRCCS Policlinico San Matteo, Università degli Studi di Pavia, Pavia, Italy."], "href": "/?term=Pozzi+M&cauthor_id=35057852"}, {"author": "Denise Battaglini", "affiliation": ["Department of Surgical Sciences and Integrated Diagnostics, DISC, University of Genoa, Genoa, Italy.", "Anesthesia and Intensive Care, San Martino Policlinico Hospital, IRCCS for Oncology and Neurosciences, Genoa, Italy."], "href": "/?term=Battaglini+D&cauthor_id=35057852"}, {"author": "Rosa Di Mussi", "affiliation": ["Department of Emergency and Organ Transplant (D.E.T.O.), University of Bari Aldo Moro, Bari, Italy."], "href": "/?term=Di+Mussi+R&cauthor_id=35057852"}, {"author": "Andrea Bruni", "affiliation": ["Anesthesia and Intensive Care Unit, Department of Medical and Surgical Sciences, University Hospital Mater Domini, Magna Graecia University, Catanzaro, Italy."], "href": "/?term=Bruni+A&cauthor_id=35057852"}, {"author": "Andrea De Gaetano", "affiliation": ["CNR-IASI BioMatLab, Consiglio Nazionale delle Ricerche, Istituto di Analisi dei Sistemi ed Informatica, Laboratorio di Biomatematica (Italian National Research Council, Institute for System Analysis and Computer Science, Biomathematics Laboratory), Rome, Italy."], "href": "/?term=De+Gaetano+A&cauthor_id=35057852"}, {"author": "Carmine Giovanni Iovino", "affiliation": ["Department of Medical, Oral and Biotechnological Sciences, School of Medicine and Health Sciences, Section of Anesthesia, Analgesia, Perioperative and Intensive Care, SS. Annunziata Hospital, Gabriele d'Annunzio University of Chieti-Pescara, Chieti, Italy."], "href": "/?term=Iovino+CG&cauthor_id=35057852"}, {"author": "Matteo Brioni", "affiliation": ["Dipartimento di Anestesia, Rianimazione ed Emergenza-Urgenza, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Università degli studi di Milano, Milan, Italy."], "href": "/?term=Brioni+M&cauthor_id=35057852"}, {"author": "Francesco Mojoli", "affiliation": ["Anesthesia and Intensive Care, Fondazione IRCCS Policlinico San Matteo, Università degli Studi di Pavia, Pavia, Italy."], "href": "/?term=Mojoli+F&cauthor_id=35057852"}, {"author": "Giuseppe Foti", "affiliation": ["Department of Medicine and Surgery, University of Milan-Bicocca, Via Cadore 48, Monza, Italy.", "Department of Emergency and Intensive Care, San Gerardo Hospital, Monza, Italy."], "href": "/?term=Foti+G&cauthor_id=35057852"}, {"author": "Carlo Aberto Volta", "affiliation": ["Department Morphology, Surgery and Experimental medicine, Anesthesia and Intensive care section, University of Ferrara, Azienda Ospedaliera-Universitaria Sant'Anna, Ferrara, Italy."], "href": "/?term=Volta+CA&cauthor_id=35057852"}, {"author": "Paolo Pelosi", "affiliation": ["Department of Surgical Sciences and Integrated Diagnostics, DISC, University of Genoa, Genoa, Italy.", "Anesthesia and Intensive Care, San Martino Policlinico Hospital, IRCCS for Oncology and Neurosciences, Genoa, Italy."], "href": "/?term=Pelosi+P&cauthor_id=35057852"}, {"author": "Paolo Navalesi", "affiliation": ["Department of Anesthesia and Intensive Care, Azienda Ospedaliera-Università di Padova, Padua, Italy.", "Dipartimento di Medicina-DIMED, Università degli Studi di Padova, Via Giustiniani 2, 35128, Padova, Italy."], "href": "/?term=Navalesi+P&cauthor_id=35057852"}, {"author": "Salvatore Grasso", "affiliation": ["Department of Emergency and Organ Transplant (D.E.T.O.), University of Bari Aldo Moro, Bari, Italy."], "href": "/?term=Grasso+S&cauthor_id=35057852"}, {"author": "V Marco Ranieri", "affiliation": ["Dipartimento di Scienze Mediche e Chirurgiche, Anesthesia and Critical Care Medicine, Policlinico di Sant'Orsola, Alma Mater Studiorum University of Bologna, Bologna, Italy."], "href": "/?term=Ranieri+VM&cauthor_id=35057852"}, {"author": "Massimo Antonelli", "affiliation": ["Department of Emergency, Intensive Care Medicine and Anesthesia, Fondazione Policlinico Universitario A. Gemelli IRCCS, L.go F. Vito, 00168, Rome, Italy.", "Istituto di Anestesiologia e Rianimazione, Università Cattolica del Sacro Cuore, L.go F. Vito, 00168, Rome, Italy."], "href": "/?term=Antonelli+M&cauthor_id=35057852"}, {"author": "IPERPEEP study group", "affiliation": [], "href": "/?term=IPERPEEP+study+group%5BCorporate+Author%5D"}], "refPMID": ["10404912", "9449727", "10793162", "25693014", "27875410", "32516052", "11401882", "11549535", "15071395", "18270353", "26672923", "15269312", "18270352", "19542479", "28973363", "20197533", "16641394", "24196193", "31577153", "32030284", "19001507", "30776290", "21866369", "19046447", "26266911", "22797452", "25513785", "32323146", "24467647", "28828360", "30882475", "28557528", "32859264", "31602488", "23306584", "30336861"], "citedInPMID": ["35057852"], "body": " AbstractBackgroundIn acute respiratory distress syndrome (ARDS), response to positive end-expiratory pressure (PEEP) is variable according to different degrees of lung recruitability. The search for a tool to individualize PEEP based on patients’ individual response is warranted.End-expiratory lung volume (EELV) assessment by nitrogen washing-washout aids bedside estimation of PEEP-induced alveolar recruitment and may therefore help titrate PEEP on patient’s individual recruitability.We designed a randomized trial to test whether an individualized PEEP setting protocol driven by EELV measurement may improve a composite clinical outcome in patients with moderate-to-severe ARDS (IPERPEEP trial).MethodsIPERPEEP is an open-label, multicenter, randomized trial that will be conducted in 10 intensive care units in Italy and will enroll 132 ARDS patients showing PaO2/FiO2 ratio ≤ 150 mmHg within 24 h from endotracheal intubation while on mechanical ventilation with PEEP 5 cmH2O.To standardize lung volumes at study initiation, all patients will undergo mechanical ventilation with tidal volume of 6 ml/kg of predicted body weight and PEEP set to obtain a plateau pressure within 28 and 30 cmH2O for 30 min (EXPRESS PEEP).Afterwards, a 5-step decremental PEEP trial will be conducted (EXPRESS PEEP to PEEP 5 cmH2O), and EELV will be measured at each step. Recruitment-to-inflation ratio will be calculated for each PEEP range from EELV difference. Patients will be then randomized to receive mechanical ventilation with PEEP set according to the optimal recruitment observed in the PEEP trial (IPERPEEP arm) trial or to achieve a plateau pressure of 28–30 cmH2O (control arm, EXPRESS strategy). In both groups, tidal volume size, use of prone positioning and neuromuscular blocking agents, and weaning from PEEP and from mechanical ventilation will be standardized.The primary endpoint of the study is a composite clinical outcome incorporating in-ICU mortality, 60-day ventilator-free days, and serum interleukin-6 concentration over the course of the initial 72 h of treatment.DiscussionThe IPERPEEP study is a randomized trial powered to elucidate whether an individualized PEEP setting protocol based on bedside assessment of lung recruitability can improve a composite clinical outcome during moderate-to-severe ARDS.Trial registrationClinicalTrials.gov{\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04012073\",\"term_id\":\"NCT04012073\"}}NCT04012073. Registered 9 July 2019.Supplementary InformationThe online version contains supplementary material available at 10.1186/s13063-021-05993-0.Keywords: Acute respiratory distress syndrome, Positive end-expiratory pressure, Mechanical ventilation, Ventilator-induced lung injury BackgroundMechanical ventilation is the cornerstone treatment of the acute respiratory distress syndrome (ARDS). However, mechanical ventilation can itself initiate and worsen lung damage due to the so-called ventilator-induced lung injury (VILI), which is an inflammatory response that worsens lung function and contributes to the development of the organ dysfunction observed in ARDS patients [1]. Different strategies have been suggested to attenuate VILI: limiting tidal volume (VT); plateau and driving pressure mitigates lung injury and improves clinical outcome [2–6].Low VT may generate alveolar derecruitment and worsen oxygenation that can be reversed by the application of a positive end-expiratory pressure (PEEP) [7, 8]. It is widely accepted that PEEP setting should aim to a balance between alveolar recruitment (i.e., re-opening of collapsed alveolar units with increased lung volume available for tidal ventilation) and the damage unavoidably generated in the already open tissue. Hence, over the last decade, great effort has been made to identify the PEEP-setting strategy that balances the need for lung recruitment and PEEP-induced alveolar overdistension; PEEP titration methods based on respiratory system compliance [9–11], oxygenation, shunt value s[12, 13], and pressure-volume curve [14] have been proposed. Four different randomized studies comparing higher versus lower PEEP, with high PEEP set according to respiratory system mechanic s[10], oxygenation impairment [12, 13] or to maximize respiratory system complianc e[15], failed to detect a benefit. Higher PEEP however yielded a shorter time to successful weaning in the EXPRESS study, especially in most severe patients [10].Despite a meta-analysis highlighted a survival benefit in more severe patients treated with higher PEE P[16], the most relevant drawback of such “universal” strategies is that lung recruitability has great inter-individual variability, with high PEEP enhancing lung injury in patients with low recruitability and low PEEP not fully exerting its beneficial effects in recruitable patients [14, 17–20]. Thus, a search for a tool to individualize PEEP on patient’s individual response appears warranted. In spite of encouraging results coming from a preliminary study [21], neither transpulmonary pressure-guided nor driving pressure-driven PEEP did provide benefits in larger trials [15, 22].Measurement of end-expiratory lung volume (EELV) by the nitrogen washing-washout technique, bedside available from recent ICU ventilators, has been shown to reliably estimate lung aeration and may help mechanistically titrate PEEP on patient’s individual response [23–25].We designed an open-label, multicenter, randomized trial to test the safety and feasibility of an individualized PEEP setting protocol driven by EELV and to determine whether this may improve a composite clinical outcome in patients with moderate-to-severe ARDS. MethodsStudy designIPERPEEP is an investigator-initiated, multicenter, parallel-group, open-label, two-arm, randomized trial that will be conducted on patients with ARDS and PaO2/FiO2 ratio equal to or lower than 150 mmHg. The study will be conducted in 10 intensive care units (ICU) in Italy (please refer to Additional file 1 for the details of involved sites). The first patient will be randomized in late 2020. This protocol conforms to the Consolidated Standards of Reporting Trials (CONSORT) guidelines. Figure ​Figure11 shows the Standard Protocol Items: Recommendation for Interventional Trials (SPIRIT) schedule of enrollment, interventions, and assessments. By the time of this submission, the protocol has been approved by the ethics committee of the coordinating center (Fondazione Policlinico A. Gemelli IRCCS, ID 38554/18 and 45307/19).\nOpen in a separate windowFig. 1Standard Protocol Items: Recommendation for Interventional Trials (SPIRIT) schedule of enrollment, interventions, and assessments. SOFA, Sequential Organ Failure Assessment; CPIS, clinical pulmonary index score; RASS, Ramsay Agitation Sedation Scale; ICU, intensive care unitThere was no public nor patients’ involvement in the design of the trial.The study has been registered on clinicaltrials.gov ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04012073\",\"term_id\":\"NCT04012073\"}}NCT04012073) on July 9, 2019.Objectives of the studyThe primary objective of the study is to determine whether a PEEP setting protocol driven by EELV measurement may improve a composite clinical outcome in patients with moderate to severe ARDS, as compared to the EXPRESS protocol [10].Selection of the participantsAll adult ICU patients requiring invasive mechanical ventilation due to acute hypoxemic respiratory failure will be screened for the enrolment. Patients with ARDS and moderate-to-severe oxygenation impairment (PaO2/FiO2 ≤ 150 mmHg while receiving controlled mechanical ventilation with PEEP = 5 cmH2O) will be the studied population.Eligibility inclusion criteria for moderate-to-severe ARDS, according to the Berlin definition, will be assessed within the first 24 h from the initiation of invasive mechanical ventilation [26]:\nAcute respiratory failure within 1 week of a known clinical insult or new or worsening respiratory symptoms;Bilateral infiltrates at the chest x-ray or CT scan, not fully explained by effusions, lobar/lung collapse, or nodules;Respiratory failure not fully explained by cardiac failure or fluid overload; objective assessment required to exclude hydrostatic edema if no risk factor present.PaO2/FiO2 ratio ≤ 20 0[27].Written informed consent.Exclusion criteria will be as follows: pregnancy, pneumothorax, acute brain injury, decompensated heart failure (NYHA 3–4 before the acute phase of the disease or documented ejection fraction< 35% or pulmonary capillary wedge pressure > 18 mmHg) or acute coronary syndrome, intubation as a result of an acute exacerbation of chronic pulmonary disease, body mass index greater than 35 kg/m2 or lower than < 35 kg/m2, any chronic disease requiring long-term oxygen therapy or mechanical ventilation at home, neuromuscular diseases, severe chronic liver disease (Child-Pugh C or worse), bone marrow transplantation or chemotherapy-induced neutropenia, history of liver or lung transplant, decision to withhold life-sustaining treatment, need for therapy with inhaled nitric oxide due to documented pulmonary arterial hypertension, life-threatening hypoxemia deemed to require extracorporeal membrane oxygenation (ECMO), documented barotrauma, high risk of mortality within 3 months from other than ARDS (severe neurological damage, age > 85 years and cancer patients in terminal stage of the disease), and persistent hemodynamic instability/intractable shock (norepinephrine > 1 mcg/kg/h and/or blood lactate > 5 mmol/L and/or considered too hemodynamically unstable for enrolment in the study by the attending physician).Oxygenation criterion validationEach patient meeting inclusion criteria will be evaluated for the presence of the oxygenation criterion. After neuromuscular paralysis and endotracheal suctioning, eligible patients will be ventilated for 30 min with PEEP = 5 cmH2O in the semi-recumbent position; afterward, arterial blood gas analysis (ABG) will be performed to compute PaO2/FiO2 ratio. Patients showing PaO2/FiO2 ≤ 150 mmHg will be enrolled. Patients showing PaO2/FiO2 < 200 and > 150 mmHg will be treated according to the standard clinical practice and reassessed for the presence of oxygenation criterion within 24 h from endotracheal intubation. To limit the exposure to low PEEP of possibly recruitable patients with severe oxygenation impairment, the ABG certifying the oxygenation criterion will be permitted at any time during the 30-min monitoring period.ProceduresAfter inclusion in the study, all patients will receive continuous neuro-muscular blocking agents (NMBA) infusion for 48 h and will be connected to a mechanical ventilator equipped with EELV measurement module (Carescape R860, GE Healthcare, USA). A standard bi-tube low-resistance circuit with a low-dead space, low-resistance, and high-efficiency heat and moisture exchanger or a heated and humidified bi-tube circuit will be used to connect the patient to the ventilator, according to the preference of the attending physician and the practice of each institution. The use of heated and humidified bi-tube circuits (advised settings: humidification chamber temperature set at 37 °C, absolute humidity provided 44 mgH2O/L) will be encouraged in patients that remain hypercapnic (pH < 7.30 and PaCO2 > 50) despite all ventilator settings provided by the study protocol [28].A dedicated polyfunctional feeding tube provided with an esophageal balloon (Nutrivent, Sidam, Mirandola (MO), Italy) to monitor esophageal pressure, estimate pleural pressure, and compute transpulmonary pressure will be placed in all enrolled patients after inclusion. The correct placement of the catheter and the adequate filling of the balloon will be confirmed by an occlusion test (airway pressure/esophageal pressure ratio will be recorded: 0.8–1.2 will be considered acceptable); the occlusion test will be repeated before any measurement is done to ensure the recordings of reliable values [29, 30].A closed endotracheal suctioning system will be preferentially used in all the enrolled patients.After the enrollment, mechanical ventilator will be set according to the following strategy: VT = 6 mL/kg of predicted body weight; inspiratory flow set at 60 l/min resulting in an end-inspiratory pause of 0.3–0.5 s; respiratory rate 20–35 to maintain pH > 7.30, PEEP set so that the plateau (PPLAT) pressure will be within the following limits: PPLAT = 28–30 cmH2O (EXPRESS PEEP), FiO2 set to achieve a SpO2 > 88–95% and not higher than 90%. In case of hypercapnia with pH < 7.30 despite a respiratory rate = 30–35, an increase in VT up to 8 ml/kg will be allowed over the entire course of the study.Predicted body weight (PBW) will be calculated according to the following formulas [3]:\nMales:PBWkg=50+0.91height incm-152.4Females:PBWkg=45.5+0.91height incm-152.4After 30 min with these settings to standardize lung volumes at maximum recruitment, a new ABG will be recorded. Afterwards, a 5-step decremental PEEP trial (EXPRESS PEEP to PEEP 5) will be conducted with the dedicated software on the ventilator (Inview PEEP, GE). Each step will last 8 min, and EELV will be measured with a 0.2 change in the FiO2. In case of evident airway closure [31, 32], the minimal PEEP tested in the PEEP trial will be the one providing a PEEPTOT = airway opening pressure [32].PEEP-induced lung recruitment across each PEEP step (Rec) will be computed as follows:\nRec=EELVPEEPhigh−EELVPEEPlow−PEEPhigh−PEEPlow×CompliancePEEPlow23After the PEEP trial, a one-breath derecruitment maneuver from PEEP 5 to PEEP 0 will be conducted to assess baseline functional residual capacity (FRC) that will be measured as the difference between EELV at PEEP 5 and the lung volume increase above FRC, measured as the difference in expired tidal volume as PEEP is decreased from 5 to 0 cmH2O in one breath with respiratory rate ≤ 8 breaths per minute. In particular, the lung volume due to the presence of PEEP 5 (PEEP5volume) will be measured by subtracting the insufflated VT from the expired VT during a 5-s exhalation (respiratory rate < 8) just after PEEP is reduced from 5 to 0.\nFRC=EELVPEEP5−PEEP5volulmeThis procedure will not be conducted in patients with airway closure.In particular, when interpreting the results of the PEEP trial, Rec across two adjacent PEEP levels will be normalized to the changes in the effective PEEP (total PEEP) applied: RECIND/cmH2O will be computed as REC divided by the PEEP difference. For each PEEP range, the recruitment-to-inflation ratio (RI) will be then calculated as previously described [19, 33]:\nRI=RECIND/CompliancePEEPlow.Each patient will be then randomized to undergo mechanical ventilation according to the two PEEP-setting protocols described in the next paragraph. Randomization will be stratified according to the volume of effective lung recruitment during the PEEP trial, as described in the “Randomization and record keeping” section.Patients for whom the measurement of the EELV is not be feasible due to any technical reason will not be randomized and accurately recorded on the screening log.PEEP setting protocolsControl groupThe EXPRESS protocol is as follows [10]: VT = 6 mL/kg; inspiratory flow set at 60 l/min and end-inspiratory pause of 0.2-0.5 sec, PEEP set so that PPLAT, measured during the end-inspiratory pause of 1–3 s, will be within the following limits: 28 cmH2O ≤ PPLAT ≤ 30 cmH2O;. FiO2 set to achieve a SpO2 > 88–95%.In case of hypercapnia with pH < 7.30 despite a respiratory rate = 30–35, an increase in VT up to 8 ml/kg will be allowed.Intervention groupFull details of the procedures performed in the intervention group are provided in Fig. ​Fig.22.\nOpen in a separate windowFig. 2Graphical representation of study procedures before randomization and after randomization in the IPERPEEP armVT = 6 mL/kg; inspiratory flow set at 60 l/min resulting in an end-inspiratory pause of 0.2–0.5 s. Respiratory rate set between 20 and 35 to maintain pH > 7.30. FiO2 set to achieve a SpO2 > 88–95%.In case of hypercapnia with pH < 7.30 despite a respiratory rate = 30–35, an increase in VT up to 8 ml/kg will be allowed.PEEP will be ≥ 5 cmH2O and set to ensure the maximum recruitment observed in the PEEP trial, with a maximum permitted PPLAT of 30 cmH2O.In particular, when interpreting the results of the PEEP trial, RI across two adjacent PEEP levels will drive PEEP setting.\nRI ≥ 1.5 between two PEEP levels will lead to the setting of the higher PEEP.RI < 0.5 will lead to the setting of the lower PEEP value.In case of RI ≥ 0.5 and < 1.5, the choice among two adjacent PEEP levels will be left to the attending physician, who will indicate the set PEEP in order to best balance between the commitment of limiting total, static, and dynamic strain and of optimizing oxygenation and hemodynamics.Due to possible interferences with EELV measurement, in patients showing airway closure [31, 32, 34], no PEEP lower than the airway opening pressure will be tested or used in the IPERPEEP group for the whole duration of the intervention.A similar 5-step PEEP trial will re-assess lung response to different levels of PEEP every 12–24 h, in case of changes in the body position or any other clinical events requiring modifications of the ventilatory settings.Following PEEP trials will be conducted to investigate RI at the five PEEP levels closest to the set one.Before the procedure, PEEP will be set for 15 min at the maximum PEEP expected to be tested during the PEEP trial, to ensure that PPLAT remains below the safety limit with this setting: no PEEP< 5 cmH2O, generating PPLAT > 30 cmH2O or lower than the airway opening pressure (in case of airway closure) will be tested or used over the entire course of the study in this intervention group. In particular, each following PEEP trial will investigate response to PEEP at values ranging from + 6 and − 6 than the previously set one (i.e., in case of previously set PEEP = 12, PEEP trial at 6-9-12-15-18; in case of previously set PEEP = 16, PEEP trial at PEEP = 10-13-16-19-22; in case of previously set PEEP = 8, PEEP trial at PEEP = 5-8-11-14).The PEEP level will be then modified according to the strategy described above.In both groups, the assigned ventilation protocol will be followed for a minimum of 72 h from randomization and any time fully controlled ventilation is deemed necessary by the attending physician up to 14 days from randomization. After 14 days from randomization, PEEP will be set according to the clinical practice of each institution.MeasurementsAll patients intubated due to hypoxemic respiratory failure and not included will be recorded on a dedicated screening log.Demographics will be collected at study entry. Physiological variables will be recorded at the moment of enrolment (PEEP 5), after maximum PEEP is set before the PEEP trial, 1-6-12-24-48 h after randomization, and then on a daily basis up to 60 days or ICU discharge.Data of the ventilation management (type of ventilation, FiO2, tidal volume, mean airway pressure, PEEP, plateau pressure, minute ventilation, respiratory rate, esophageal end-inspiratory and end-expiratory pressures, static stress, dynamic stress and total stress, proportion of spontaneous ventilation on minute ventilation, VO2, VCO2), physiologic data (heart rate, arterial pressure, SpO2, end-tidal CO2), and results of the blood gas analyses (pH, SaO2, PaO2, PaCO2, SvO2, PvCO2, oxygenation index, dead space fraction) will be collected.Respiratory mechanics will be recorded at the moment of enrolment (PEEP 5), at each step of the first PEEP trial, and 1-6-12-24-48 h from randomization and then on a daily basis (72-96-120…) up to 60 days or ICU discharge. End-expiratory airway pressure (PEEPAW) and the end-expiratory esophageal pressure (PEEPES) will be recorded during a 4-s expiratory hold. End-inspiratory airway pressure (PplatAW) and end-inspiratory esophageal pressure (PplatES) will be measured during a 1-s end inspiratory hold. Expired tidal volume (VT) will be measured as the integration of the flow-time curve during expiration.End-expiratory airway pressure (PEEPAW) and the end-expiratory esophageal pressure (PEEPES) will be recorded during a 4-s expiratory hold. End-inspiratory airway pressure (PplatAW) and end-inspiratory esophageal pressure (PplatES) will be measured during a 1-s end inspiratory hold. Expired tidal volume (VT) will be measured as the integration of the flow-time curve during expiration.Advanced respiratory mechanics parameters will be computed afterwards. Stress will be calculated any time respiratory mechanics is measured, while strain will be measured before randomization in all patients and in the intervention group any time a PEEP trial is repeated; formulas are also shown in Table ​Table11.\nTable 1Computed respiratory mechanics parametersParameterFormulaAirway driving pressureΔP = Pplataw − PEEPawTranspulmonary end-inspiratory pressurePplatL = Plataw − PplatesTranspulmonary end-expiratory pressurePEEPL = PEEPaw − PEEPesLung driving pressureΔPL = PplatL − PEEPLLung plateau pressure, elastance-derivedPplatL,EL = Pplataw × (ΔPL/ΔP)Static respiratory system complianceCstRS = VT/ΔPStatic lung complianceCstL = VT/ΔPLStatic chest wall complianceCstCW = VT/(Pplates − PEEPes)Oxygenation-stretch indexOSI = PaO2/(FiO2 × ΔP)Dynamic strainDynamic strain = VT/FRCPEEPsetStatic strain (strain due to PEEP)Static strain = (PEEPvolume − RecZEEP-PEEP)/FRCPEEPsetStatic stress (stress due to PEEP)Static stress = PEEPaw × (ΔPL/ΔP)Dynamic stressDynamic stress = Pplataw × (ΔPL/ΔP)Open in a separate windowThe levels of proinflammatory cytokines (tumor necrosis factor [TNF], interleukin 6 [IL-6], and interleukin 8 [IL-8]) will be assessed from serum probes (enzyme-linked immunosorbent assay (ELISA)) of all included patients at study inclusion and 24, 48, and 72 h after randomization.The following scoring systems will be calculated daily: simplified organ failure assessment score (SOFA), modified clinical pulmonary infection score (CPIS), and Richmond agitation and sedation scale (RASS). These systems and organ failure definitions used for the study purposes are reported in Additional file 2.Concomitant patient medical managementConcomitant patients’ management, including medical treatments and procedures, is detailed in Additional file 3.Study endpointsThe primary endpoint will be a composite clinical outcome that incorporates in-ICU mortality, 60-day ventilation-free days (VFD60), and the area under the curve of the interleukin-6 serum blood cytokine concentration (IL6AUC) during the first 72 h of observation.Secondary endpoints will be as follows: ICU-, 90-day and in hospital mortality, 28 and 60-day ventilation-free days (VFD60), the area under the curve (AUC) of serum blood cytokines concentrations measured as stated in the study protocol; lung static, dynamic and total stress and strain after randomization; airway and lung driving and plateau pressures, compliance, compliance/PBW, dead space fraction, PaO2/FiO2 ratio, oxygenation stretch index and oxygenation index during the study treatment; and SOFA, CPIS, the incidence of complications or adverse reactions, the frequency and duration of other adjunctive therapeutic measures, transfusion requirements, the daily cumulative doses of analgesic and sedative agents, cumulative catecholamine requirements/24 h throughout the study period, frequency and duration of renal replacement therapy, the number of failing organs, and the “organ-failure-free days” within 28 days after randomization.Randomization and record keepingPatient data, clinical status, laboratory results, and respiratory parameters will be collected on a web-based case report form (Ferrariodati, Italia). Participants will be randomized in a ratio of 1:1. Randomization will be performed by an electronic, web-based centralized, validated system.Randomization will be stratified according to:\nRI ≥ 1 and < 1 across the range between the lowest and highest PEEP tested during the PEEP trial [23] (see the “Procedures” section for details).All original records will be archived and secured for 10 years and then destroyed according to the hospital standards concerning destruction of confidential information.Data monitoringData monitoring will be performed for quality control purposes by an independent company not involved in the study (Clinical Trial Center, Rome, Italy). Amis of monitoring will be to evaluate the study progress and to verify the accuracy of data recording.StatisticsAll collected data will be tabulated descriptively by study group and analyzed on an intention-to-treat basis. Comparisons between groups will be performed with the chi-squared test or the Fisher’s exact test, as appropriate. Ordinal qualitative variables or non-normal quantitative variables will be compared with the Wilcoxon sum of ranks test. Quantitative normal variables will be compared with the Student t-test. In particular, analysis of the primary efficacy criterion will be performed with Wilcoxon-Mann-Whitney sum of ranks test.Consistently to other published studies [22], every participant in the treatment group will be compared with every participant in the control group and assigned a score resulting from each comparison.Mortality takes precedence over VFD60, which takes precedence over IL6AUC. Two VFD60s will be considered different for the purpose of scoring only if their difference is larger than 5 days. Similarly, two IL6AUC’s measurements will be considered different only if their difference exceeds 10% of the smaller of the two.These individual-comparison scores are added up to obtain the cumulative score primary endpoint for each participant. Scoring system for the primary endpoint is detailed in Additional file 4.For the purpose of the study, mechanical ventilation will be defined as: invasive mechanical ventilation with endotracheal tube or tracheostomy and noninvasive positive pressure ventilation, including continuous positive airway pressure. High flow oxygen therapy through nasal cannula or tracheostomy will not be considered as mechanical ventilation.The assumptions and methodology used for the determination of the sample size are detailed in Additional file 5 [35]. Given the results obtained, and adopting a conservative approach in order to compensate for the small residual random variation in the numerical assessment of the sample size, it appears that a sample size of 56 subjects per arm would be sufficient to obtain 80% power in detecting a difference in the composite endpoint, at a type 1 error level of 0.05, two-tail. With an attrition rate of 15%, a total of 132 patients in two equal groups of 66 patients each should be enrolled. This corresponds to a mean of 19 patients per center.Primary and secondary endpoints will also be analyzed in subgroups, as defined below:\n∆EELV5-16/FRC ≥ 73% [18] during the PEEP trial∆EELV5-16/FRC < 73 %[23] during the PEEP trialRI ≥ 1 and < 1 across the range between the lowest and highest PEEP tested during the PEEP trialP/F ratio < 100 mmHg at study inclusionIL-6 > 400 pg/ml at study inclusionAll analyses will be performed at a 0.05 type I error level, two tail. All statistical analyses on secondary endpoints and on subgroups will be deemed to be exploratory in nature; for this reason, no correction of nominal significance levels for multiple inference will be applied.Safety/feasibility analysis, adverse events, and interruption of the trialA Safety Monitoring Committee (SMC) will conduct an analysis to assess the safety and feasibility of the IPERPEEP protocol after 30 patients complete the study, and the study will be continued only if both safety and feasibility are established. In this assessment, no other data besides the criteria for safety and feasibility will be unblinded. The study will be considered feasible if at least 80% of the patients randomized to the intervention group will correctly undergo the allocated treatment according to the study protocol. The study will be considered safe if no serious adverse events related to treatment will be detected in the intervention group while the allocated treatment is ongoing.Serious adverse events (SAE) will be defined as any event that is fatal or immediately life threatening, permanently disabling, severely incapacitating, or requires prolonged hospitalization or that may jeopardize the patient and requires medical or surgical intervention to prevent one of the outcomes listed above. SAE will be considered related to the treatment if the attending physician believes that they might be directly related to enrollment in the clinical trial. In particular, SAE’s will be considered to be study-related if the event follows a study procedure and could readily have been produced by the study procedure. DiscussionThis investigator-initiated, pragmatic, multicenter, prospective, interventional, open-label randomized clinical trial will assess the potential benefits for ARDS patients of a PEEP-setting strategy based on individual patients’ response to PEEP in terms of alveolar recruitment and overdistension, as assessed by sequential measurement of EELV by the nitrogen washing-washout technique during a PEEP trial. Indeed, alveolar recruitability as a response to PEEP has wide inter-subject variability, and it is well established that PEEP can increase overdistension and thus static strain, while decreasing dynamic strain only if recruiting new alveolar units for tidal ventilations [36]. This variability in the response to PEEP between patients may explain the failure of several recent randomized trial to demonstrate a universal benefit from an overall high-PEEP strategy [10, 12, 13], calling for the need of individualized strategies based on the actual measurement of recruitment and overdistension [20]. Such a strategy could be feasible with this bedside technique, which has been shown to reliably estimated lung’s aerated volume [23–25] and may overcome the shortcomings of other recently proposed physiology-based PEEP titration techniques [9–14]. The potential implications of the results from this well-powered physiological multicenter trial could lead to an improvement in the knowledge on individualized PEEP titration in ARDS and may improve future ventilatory management of these patients.Trial statusProtocol version 2.0, July 2019.At the time of submission, the regulatory authorization has been obtained in the coordinating center. Enrolment has not yet started in the participating centers. First inclusion is planned in November 2022, and completion of recruitment is estimated to be completed in December 2024. Supplementary Information\nAdditional file 1: Participating centers.(14K, docx)Additional file 2: Organ failure definitions and scoring systems.(363K, docx)Additional file 3: Concomitant patient medical management.(24K, docx)Additional file 4: Scoring system for the primary endpoint.(14K, docx)Additional file 5: Sample size determination: assumptions and methodology.(223K, docx) AcknowledgementsMembers of the IPERPEEP study group:Antonio M. Dell’Anna1,2, Filippo Bongiovanni1,2,Gennaro De Pascale1,2, Daniele Natalini1,2, Gian Marco Anzellotti1,2, Giuseppe Bello1,2, Gabriele Pintaudi1,2, Salvatore Lucio Cutuli1,2, Melania Cesarano1,2, Luca Delle Cese1,2, Melania Cesarano1,2, Tommaso Rosà1,2, Eloisa Sofia Tanzarella1,2, Tony C. Morena1,2, Serena Silva1,2, Edoardo Piervincenzi1,2, Simone Carelli1,2, Lorenzo Ball10,11, Chiara Robba10, Iole Brunetti11, Gaetano Scaramuzzo6, Tania Stripoli12, Francesco Murgolo12, Rachele Iannuzziello12, Giacomo Grasselli7, Tommaso Mauri7, Eugenio Garofalo13, Federico Longhini13, Eugenio Biamonte13, Silvia Villa4,5, Fabio Rossitto3, Nicola Cornacchia3, Luigi Vetrugno3, Anita Orlando9, Eric Arisi9, Andrea Colombo9, Elisabetta Pierucci8, Giacinto Pizzilli8.Department of Emergency, Intensive Care Medicine and Anesthesia, Fondazione Policlinico Universitario A. Gemelli IRCCS; Rome, Italy.Istituto di Anestesiologia e Rianimazione, Università Cattolica del Sacro Cuore Rome, Italy.Department of Medical, Oral and Biotechnological Sciences, School of Medicine and Health Sciences, Section of Anesthesia, Analgesia, Perioperative and Intensive Care, SS. Annunziata Hospital, Gabriele d’Annunzio University of Chieti-Pescara, Chieti, Italy.Department of Medicine and Surgery, University of Milan-Bicocca, Via Cadore 48, Monza, Italy.Department of Emergency and Intensive Care, San Gerardo Hospital, Monza, Italy.Department Morphology, Surgery and Experimental medicine, Anesthesia and Intensive care section, University of Ferrara, Azienda Ospedaliera-Universitaria Sant’Anna, Ferrara, Italy.Dipartimento di Anestesia, Rianimazione ed Emergenza-Urgenza, Fondazione IRCCS Ca’ Granda Ospedale Maggiore Policlinico, Università degli studi di Milano, Milan, Italy.Dipartimento di Scienze Mediche e Chirurgiche, Anesthesia and Critical Care Medicine, Policlinico di Sant'Orsola, Alma Mater Studiorum University of Bologna, Bologna, Italy.Anesthesia and Intensive Care, Fondazione IRCCS Policlinico San Matteo, Università degli Studi di Pavia.Department of Surgical Sciences and Integrated Diagnostics, DISC; University of Genoa, Genoa, Italy.Anesthesia and Intensive Care, San Martino Policlinico Hospital, IRCCS for Oncology and Neurosciences, Genoa, Italy.Department of Emergency and Organ Transplant (D.E.T.O.), University of Bari Aldo Moro, Bari, Italy.Anesthesia and Intensive Care Unit, Department of Medical and Surgical Sciences, University Hospital Mater Domini, Magna Graecia University, Catanzaro, Italy.CNR-IASI BioMatLab, Consiglio Nazionale delle Ricerche, Istituto di Analisi dei Sistemi ed Informatica, Laboratorio di Biomatematica (Italian National Research Council, Institute for System Analysis and Computer Science, Biomathematics Laboratory), Rome, Italy.Department of Anesthesia and Intensive Care, Azienda Ospedaliera-Università di Padova, Padua, Italy.Dipartimento di Medicina-DIMED, Università degli Studi di Padova, Via Giustiniani 2, 35128 Padova, Italy. AbbreviationsARDSAcute respiratory distress syndromeAOPAirway opening pressureBMIBody mass indexCNSCentral nervous systemCOPDChronic obstructive pulmonary diseaseCRFCase report formCPISModified clinical pulmonary infection scoreCstL\\Static lung complianceCstRSStatic respiratory system complianceCrecCompliance of the recruited lungCT scanComputed tomography scanECCO2-RExtracorporeal CO2 removalECMOExtracorporeal membrane oxygenationEELVEnd-expiratory lung volumeEELVRECRecruited volumeELISAEnzyme-linked immunosorbent assayFiO2Fraction of inspired oxygenFRCFunctional residual capacityFRCPEEPsetAerated volume at set PEEPGE HealthcareGeneral Electric HealthcareICUIntensive care unitICUdeathMortality in ICUILInterleukinIL6AUCArea under the curve of the interleukin-6 serum blood cytokine concentrationNIVNoninvasive ventilationNMBANeuromuscular blockadeNYHANew York Heart AssociationPBWPredicted body weightPaO2Arterial oxygen partial pressurePEEPPositive end-expiratory pressurePEEPAWEnd-expiratory airway pressurePEEPESEnd-expiratory esophageal pressurePEEPLEnd-expiratory transpulmonary pressurePEEPES,ZEEPEnd-expiratory esophageal pressurePplatAWEnd-inspiratory airway pressurePplatESEnd-inspiratory esophageal pressurePplatESOEnd-inspiratory esophageal pressurePplatL,ELEnd-inspiratory elastance-derived transpulmonary pressurePplatLTranspulmonary pressureRASSRichmond Agitation and Sedation ScaleRecZEEP-PEEPRecruited volume from ZEEP to PEEPR/IRecruitment-to-inflation ratioSAPSIISimplified Acute Physiology ScoreSBTSpontaneous breathing trialSOFASequential Organ Failure AssessmentSpO2Oxygen peripheral saturationTNFTumor necrosis factorPPLATPlateau pressureVFD6060-day ventilation-free daysVILIVentilator-induced lung injuryVTTidal volume Authors’ contributionsDLG and MA designed the study. SMM revised the first draft of the protocol, which was discussed and amended by all co-authors in live discussions. All the authors approved the final draft of the protocol and agreed on submitting it to Trials. FundingThe study is supported by a grant provided by General Electric Healthcare, whose magnitude is in compliance with the requirements of the funding acceptable according to the Italian law on Non-Profit Studies (“Decreto 17 Dicembre 2004”). The study is investigator-initiated and the funder had no involvement in study design. The sponsor of the study is “Fondazione Policlinico Agostino Gemelli IRCCS.” Availability of data and materialsNot applicable DeclarationsEthics approval and consent to participateBy the time of study start, the protocol will be approved by all Ethics Committees of involved centers. This study is conducted in accordance with the Declaration of Helsinki and was prospectively registered on at https://clinicaltrials.gov with the trial identification number {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04012073\",\"term_id\":\"NCT04012073\"}}NCT04012073. Participants fulfilling the inclusion criteria or their legal representatives will sign an informed consent according to the Italian Law and ethics committee’s recommendations. Withdrawal of consent may be initiated by the participant at any time during the trial.Consent for publicationNot applicableCompeting interestsMA and DLG declare a research grant by General Electric healthcare for the conduction of this study. The authors declare that they have no competing interests. FootnotesPublisher’s NoteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. References1. Ranieri VM, Suter PM, Tortorella C, De Tullio R, Dayer JM, Brienza A, et al.  Effect of mechanical ventilation on inflammatory mediators in patients with acute respiratory distress syndrome: a randomized controlled trial. JAMA. 1999;282:54–61. doi: 10.1001/jama.282.1.54. [PubMed] [CrossRef] [Google Scholar]2. Amato MB, Barbas CS, Medeiros DM, Magaldi RB, Schettino GP, Lorenzi-Filho G, et al.  Effect of a protective-ventilation strategy on mortality in the acute respiratory distress syndrome. N Engl J Med. 1998;338(6):347–354. doi: 10.1056/NEJM199802053380602\\nhttp://www.ncbi.nlm.nih.gov/pubmed/9449727. [PubMed] [CrossRef] [Google Scholar]3. Network ARDS, Brower RG, Matthay MA, Morris A, Schoenfeld D, Thompson BT, et al.  Ventilation with lower tidal volumes as compared with traditional tidal volumes for acute lung injury and the acute respiratory distress syndrome. N Engl J Med. 2000;342:1301–1308. doi: 10.1056/NEJM200005043421801. [PubMed] [CrossRef] [Google Scholar]4. Amato MBP, Meade MO, Slutsky AS, Brochard L, EL V C, Schoenfeld DA, et al.  Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. 2015;372:747–755. doi: 10.1056/NEJMsa1410639. [PubMed] [CrossRef] [Google Scholar]5. Grieco DL, Chen L, Dres M, Brochard L. Should we use driving pressure to set tidal volume. Curr Opin Crit Care. 2017;23(1):38–44. doi: 10.1097/MCC.0000000000000377. [PubMed] [CrossRef] [Google Scholar]6. Goligher EC, Dres M, Patel BK, Sahetya SK, Beitler JR, Telias I, et al. Lung and diaphragm-protective ventilation. Am J Respir Crit Care Med. 2020; Available from: http://www.ncbi.nlm.nih.gov/pubmed/32516052. [PMC free article] [PubMed]7. Richard JC, Maggiore SM, Jonson B, Mancebo J, Lemaire F, Brochard L. Influence of tidal volume on alveolar recruitment. Respective role of PEEP and a recruitment maneuver. Am J Respir Crit Care Med. 2001;163:1609–1613. doi: 10.1164/ajrccm.163.7.2004215. [PubMed] [CrossRef] [Google Scholar]8. Maggiore SM, Jonson B, Richard JC, Jaber S, Lemaire F, Brochard L. Alveolar derecruitment at decremental positive end-expiratory pressure levels in acute lung injury: comparison with the lower inflection point, oxygenation, and compliance. Am J Respir Crit Care Med Am Thoracic Soc AJRCCM. 2001;164:795–801. doi: 10.1164/ajrccm.164.5.2006071. [PubMed] [CrossRef] [Google Scholar]9. Grasso S, Terragni P, Mascia L, Fanelli V, Quintel M, Herrmann P, Hedenstierna G, Slutsky AS, Ranieri VM. Airway pressure-time curve profile (stress index) detects tidal recruitment/hyperinflation in experimental acute lung injury. Crit Care Med. 2004;32(4):1018–1027. doi: 10.1097/01.CCM.0000120059.94009.AD. [PubMed] [CrossRef] [Google Scholar]10. Mercat A, Richard JM, Vielle B, Jaber S, Osman D, Diehl J-L, et al.  Positive end-expiratory pressure setting in adults with acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299:646–655. doi: 10.1001/jama.299.6.646. [PubMed] [CrossRef] [Google Scholar]11. Kacmarek RM, Villar J, Sulemanji D, Montiel R, Ferrando C, Blanco J, et al.  Open lung approach for the acute respiratory distress syndrome: a pilot, randomized controlled trial. Crit Care Med. 2016;44:32–42. doi: 10.1097/CCM.0000000000001383. [PubMed] [CrossRef] [Google Scholar]12. Brower RG, Lanken PN, MacIntyre N, Matthay MA, Morris A, Ancukiewicz M, et al.  Higher versus lower positive end-expiratory pressures in patients with the acute respiratory distress syndrome. N Engl J Med. 2004;351:327–336. doi: 10.1056/NEJMoa032193. [PubMed] [CrossRef] [Google Scholar]13. Meade MO, Cook DJ, Guyatt GH, Slutsky AS, Arabi YM, Cooper DJ, et al.  Ventilation strategy using low tidal volumes, recruitment maneuvers, and high positive end-expiratory pressure for acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299:637–645. doi: 10.1001/jama.299.6.637. [PubMed] [CrossRef] [Google Scholar]14. Grasso S, Stripoli T, Sacchi M, Trerotoli P, Staffieri F, Franchini D, et al.  Inhomogeneity of lung parenchyma during the open lung strategy: a computed tomography scan study. Am J Respir Crit Care Med. 2009;180:415–423. doi: 10.1164/rccm.200901-0156OC. [PubMed] [CrossRef] [Google Scholar]15. Writing Group for the Alveolar Recruitment for Acute Respiratory Distress Syndrome Trial (ART) Investigators. Cavalcanti AB, Suzumura ÉA, Laranjeira LN, Paisani D de M, Damiani LP, et al.  Effect of lung recruitment and titrated positive end-expiratory pressure (PEEP) vs low PEEP on mortality in patients with acute respiratory distress syndrome: a randomized clinical trial. JAMA. 2017;318:1335–1345. doi: 10.1001/jama.2017.14171. [PMC free article] [PubMed] [CrossRef] [Google Scholar]16. Briel M, Meade M, Mercat A, Brower RG, Talmor D, Walter SD, et al.  Higher vs lower positive end-expiratory pressure in patients with acute lung injury and acute respiratory distress syndrome: systematic review and meta-analysis. JAMA. 2010;303:865–873. doi: 10.1001/jama.2010.218. [PubMed] [CrossRef] [Google Scholar]17. Gattinoni L, Caironi P, Cressoni M, Chiumello D, Ranieri VM, Quintel M, et al. Lung recruitment in patients with the acute respiratory distress syndrome. N Engl J Med, 86. 2006;354:1775 Available from: http://www.ncbi.nlm.nih.gov/pubmed/16641394. [PubMed]18. Chiumello D, Cressoni M, Carlesso E, Caspani ML, Marino A, Gallazzi E, et al.  Bedside selection of positive end-expiratory pressure in mild, moderate, and severe acute respiratory distress syndrome. Crit Care Med. 2014;42:252–264. doi: 10.1097/CCM.0b013e3182a6384f. [PubMed] [CrossRef] [Google Scholar]19. Chen L, Del Sorbo L, Grieco DL, Junhasavasdikul D, Rittayamai N, Soliman I, et al.  Potential for lung recruitment estimated by the recruitment-to-inflation ratio in acute respiratory distress syndrome. a clinical trial. Am J Respir Crit Care Med. 2020;201:178–187. doi: 10.1164/rccm.201902-0334OC. [PubMed] [CrossRef] [Google Scholar]20. Spinelli E, Grieco DL, Mauri T. A personalized approach to the acute respiratory distress syndrome: recent advances and future challenges. J Thorac Dis. 2019;11:5619–5625. doi: 10.21037/jtd.2019.11.61. [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Talmor D, Sarge T, Malhotra A, O’Donnell CR, Ritz R, Lisbon A, et al.  Mechanical ventilation guided by esophageal pressure in acute lung injury. N Engl J Med. 2008;359:2095–2104. doi: 10.1056/NEJMoa0708638. [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Beitler JR, Sarge T, Banner-Goodspeed VM, Gong MN, Cook D, Novack V, et al. Effect of titrating positive end-expiratory pressure (PEEP) with an esophageal pressure-guided strategy vs an empirical high PEEP-Fio2 strategy on death and days free from mechanical ventilation among patients with acute respiratory distress syndrome: A R. JAMA. 2019:1–12 Available from: http://www.ncbi.nlm.nih.gov/pubmed/30776290. [PMC free article] [PubMed]23. Dellamonica J, Lerolle N, Sargentini C, Beduneau G, Di Marco F, Mercat A, et al.  PEEP-induced changes in lung volume in acute respiratory distress syndrome. Two methods to estimate alveolar recruitment. Intensive Care Med. 2011;37:1595–1604. doi: 10.1007/s00134-011-2333-y. [PubMed] [CrossRef] [Google Scholar]24. Chiumello D, Cressoni M, Chierichetti M, Tallarini F, Botticelli M, Berto V, et al.  Nitrogen washout/washin, helium dilution and computed tomography in the assessment of end expiratory lung volume. Crit Care. 2008;12:R150. doi: 10.1186/cc7139. [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Richard J-C, Pouzot C, Pinzón AM, González JST, Orkisz M, Neyran B, et al.  Reliability of the nitrogen washin-washout technique to assess end-expiratory lung volume at variable PEEP and tidal volumes. Intensive care Med Exp. Springer. 2014;2:10. doi: 10.1186/2197-425X-2-10. [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. ARDS Definition Task Force. Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al.  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. doi: 10.1001/jama.2012.5669. [PubMed] [CrossRef] [Google Scholar]27. Caironi P, Carlesso E, Cressoni M, Chiumello D, Moerer O, Chiurazzi C, et al.  Lung recruitability is better estimated according to the Berlin definition of acute respiratory distress syndrome at standard 5 cm H2O rather than higher positive end-expiratory pressure. Crit Care Med. 2015;43:781–790. doi: 10.1097/CCM.0000000000000770. [PubMed] [CrossRef] [Google Scholar]28. Pitoni S, D’Arrigo S, Grieco DL, Idone FA, Santantonio MT, Di Giannatale P, et al.   Tidal volume lowering by instrumental dead space reduction in brain-injured ARDS patients: effects on respiratory mechanics, gas exchange, and cerebral hemodynamics. US: Neurocrit Care. Springer; 2020.  [PMC free article] [PubMed] [Google Scholar]29. Akoumianaki E, Maggiore SM, Valenza F, Bellani G, Jubran A, Loring SH, et al.  The application of esophageal pressure measurement in patients with respiratory failure. Am J Respir Crit Care Me. 2014;189:520–531. doi: 10.1164/rccm.201312-2193CI. [PubMed] [CrossRef] [Google Scholar]30. Grieco DL, Chen L, Brochard L. Transpulmonary pressure: importance and limits. Ann Transl Med. 2017;5:285. doi: 10.21037/atm.2017.07.22. [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Grieco DL, Anzellotti GM, Russo A, Bongiovanni F, Costantini B, D’Indinosante M, et al.  Airway closure during surgical pneumoperitoneum in obese patients. Anesthesiology. 2019;131:1–16. doi: 10.1097/ALN.0000000000002662. [PubMed] [CrossRef] [Google Scholar]32. Chen L, Del Sorbo L, Grieco DL, Shklar O, Junhasavasdikul D, Telias I, et al.  Airway closure in acute respiratory distress syndrome: an underestimated and misinterpreted phenomenon. Am J Respir Crit Care Med. 2018;197:132–136. doi: 10.1164/rccm.201702-0388LE. [PubMed] [CrossRef] [Google Scholar]33. Grieco DL, Bongiovanni F, Chen L, Menga LS, Cutuli SL, Pintaudi G, Carelli S, Michi T, Torrini F, Lombardi G, Anzellotti GM, de Pascale G, Urbani A, Bocci MG, Tanzarella ES, Bello G, Dell'Anna AM, Maggiore SM, Brochard L, Antonelli M. Respiratory physiology of COVID-19-induced respiratory failure compared to ARDS of other etiologies. Crit Care. 2020;24(1):529. doi: 10.1186/s13054-020-03253-2. [PMC free article] [PubMed] [CrossRef] [Google Scholar]34. Malatesta C, Mele F, Menga LS, Bello G, Grieco DL, Antonelli M. Airway closure and fiberoptic evidence of bronchial collapse during the acute respiratory distress syndrome. Intensive Care Med. Springer Berlin Heidelberg. 2019:7–8. Available from. 10.1007/s00134-019-05800-0. [PubMed]35. Bein T, Weber-Carstens S, Goldmann A, Müller T, Staudinger T, Brederlau J, Muellenbach R, Dembinski R, Graf BM, Wewalka M, Philipp A, Wernecke KD, Lubnow M, Slutsky AS. Lower tidal volume strategy (≈3 ml/kg) combined with extracorporeal CO2 removal versus “conventional” protective ventilation (6 ml/kg) in severe ARDS: The prospective randomized Xtravent-study. Intensive Care Med. 2013;39(5):847–856. doi: 10.1007/s00134-012-2787-6. [PMC free article] [PubMed] [CrossRef] [Google Scholar]36. Grieco DL, Russo A, Romanò B, Anzellotti GM, Ciocchetti P, Torrini F, et al.  Lung volumes, respiratory mechanics and dynamic strain during general anaesthesia. Br J Anaesth. 2018;121:1156–1165. doi: 10.1016/j.bja.2018.03.022. [PubMed] [CrossRef] [Google Scholar]"}