{"title": "Acute respiratory distress syndrome due to inhalation of acryloyl chloride", "pubDate": "2022", "PMCID": "PMC8766291", "DOI": "10.1002/ams2.724", "PMID": "35079407", "abstract": "Background:                       Acryloyl chloride is a highly toxic volatile liquid that can cause pulmonary edema. However, no sufficient treatment reports have been published to date. Here, we report a case of acute respiratory distress syndrome (ARDS) caused by acryloyl chloride inhalation.                  Case presentation:                       The patient was a 36-year-old man with accidental exposure to acryloyl chloride. The patient had dyspnea and wet cough, with approximately 88% percutaneous oxygen saturation at room air. He was diagnosed with ARDS and admitted to the intensive care unit. Initially, he was treated with a high-flow nasal cannula and sivelestat sodium. However, due to the possibility of delayed exacerbation, the patient was switched to methylprednisolone. Oxygenation gradually improved, and the patient was discharged on the day 8 of hospitalization.                  Conclusion:                       We report the case of a patient who developed ARDS with delayed exacerbation after the inhalation of acryloyl chloride, which was treated without endotracheal intubation.", "author": [{"author": "Takafumi Shima", "affiliation": ["Osaka Mishima Emergency Critical Care Center Takatsuki-shi Japan.", "Department of General and Gastroenterological Surgery Osaka Medical and Pharmaceutical University Takatsuki-shi Japan."], "href": "/?term=Shima+T&cauthor_id=35079407"}, {"author": "Hideki Kashiwagi", "affiliation": ["Department of Neurosurgery Osaka Medical and Pharmaceutical University Takatsuki-shi Japan."], "href": "/?term=Kashiwagi+H&cauthor_id=35079407"}, {"author": "Haruka Ino", "affiliation": ["Osaka Mishima Emergency Critical Care Center Takatsuki-shi Japan."], "href": "/?term=Ino+H&cauthor_id=35079407"}, {"author": "Suguru Tanaka", "affiliation": ["Osaka Mishima Emergency Critical Care Center Takatsuki-shi Japan."], "href": "/?term=Tanaka+S&cauthor_id=35079407"}, {"author": "Makiko Fukuda", "affiliation": ["Osaka Mishima Emergency Critical Care Center Takatsuki-shi Japan."], "href": "/?term=Fukuda+M&cauthor_id=35079407"}, {"author": "Hitoshi Kobata", "affiliation": ["Osaka Mishima Emergency Critical Care Center Takatsuki-shi Japan."], "href": "/?term=Kobata+H&cauthor_id=35079407"}], "refPMID": ["9846258", "30896685", "22797452", "23448861", "18842383", "18496365", "29162066", "30189064", "32709040", "21370942", "32043986", "30872586"], "citedInPMID": ["35079407"], "body": " AbstractBackgroundAcryloyl chloride is a highly toxic volatile liquid that can cause pulmonary edema. However, no sufficient treatment reports have been published to date. Here, we report a case of acute respiratory distress syndrome (ARDS) caused by acryloyl chloride inhalation.Case presentationThe patient was a 36‐year‐old man with accidental exposure to acryloyl chloride. The patient had dyspnea and wet cough, with approximately 88% percutaneous oxygen saturation at room air. He was diagnosed with ARDS and admitted to the intensive care unit. Initially, he was treated with a high‐flow nasal cannula and sivelestat sodium. However, due to the possibility of delayed exacerbation, the patient was switched to methylprednisolone. Oxygenation gradually improved, and the patient was discharged on the day 8 of hospitalization.ConclusionWe report the case of a patient who developed ARDS with delayed exacerbation after the inhalation of acryloyl chloride, which was treated without endotracheal intubation.Keywords: Acryloyl chloride, acute respiratory distress syndrome, high‐flow nasal cannula, hydrogen chloride, phosgene AbstractAcryloyl chloride is a highly toxic volatile liquid that can cause pulmonary edema. We report the case of a patient who developed acute respiratory distress syndrome with delayed exacerbation after the inhalation of acryloyl chloride, which was treated without endotracheal intubation.\n 1. IntroductionAcryloyl chloride is a pale‐yellow, highly toxic volatile liquid acrylating agent with a molecular formula of C3H3CLO, used in the synthesis of biomaterials.\n1\n, \n2\n It can cause irritation to the eyes and other mucosal surfaces, pneumonia, pulmonary edema, and even death. However, to the best of our knowledge, only one published report describes patients exposed to this substance.\n1\n Hence, there is no established treatment protocol for this condition. We report the case of a patient with acute respiratory distress syndrome (ARDS) caused by the inhalation of volatilized acryloyl chloride treated with steroid and high‐flow nasal cannula (HFNC). 2. Case reportThe patient was a 36‐year‐old male researcher who was working with a fume hood using acryloyl chloride. While attempting to move the bottle of acryloyl chloride into storage, he fell in a corridor approximately 2 m wide with poor ventilation and accidentally broke the bottle. While trying to clean it, he was exposed to volatile acryloyl chloride for approximately 10 min. The patient visited a nearby medical clinic with a complaint of discomfort in the throat, respiratory distress, and wet cough approximately 20 h following the exposure. His percutaneous oxygen saturation (SpO2) was approximately 88% on room air, and he was referred to our center. At the time of transportation, the patient was conscious (Glasgow Coma Scale E4, V5, M6) with stable vital signs (blood pressure, 148/96truemmHg; pulse, 90 b.p.m., respiration, 26 breaths/min). His SpO2 was 98% (3 L/min O2 by nasal cannula), and respiratory distress was relieved. His body temperature was 38.5°C. The patient’s arterial blood gas values revealed a pH of 7.423. The partial pressure of oxygen (PaO2) and carbon dioxide (PaCO2) were 85.8 and 38.5truemm Hg, respectively. The ratio of PaO2 to the fraction of inspired oxygen (FIO2) (P/F ratio) was approximately 268. Chest radiography revealed diffuse ground‐glass opacities and consolidation without consistent cardiomegaly (Fig. 1A). Chest computed tomography revealed diffuse bilateral ground‐glass opacification with areas of consolidation (Fig. 2A). Laboratory data showed mild elevations in white blood cells and C‐reactive protein (11,300/μL and 1.21 mg/dL, respectively), with no other significant abnormal findings. He was diagnosed with ARDS due to chemical inhalation and was admitted to the intensive care unit. Positive end‐expiratory pressure was not used, but he was considered to correspond to the Berlin criteria for mild ARDS.\n3\n The patient’s clinical course is shown in Figure 3. After admission, HFNC (FIO2 30%, 50 L/min) and treatment with sivelestat sodium (300 mg/day) was started. The P/F ratio showed no exacerbation 16 h after admission (approximately 40 h after exposure), but the chest radiographic findings showed a worsening trend (Fig. 1B). Therefore, we considered the possibility of a delayed exacerbation. Intravenous methylprednisolone (40 mg/day) was started instead of sivelestat sodium. On day 3 of hospitalization, orthopnea appeared, with the chest radiography findings showing bilateral pleural effusions and worsening of infiltrative shadows in both lower lung fields (Fig. 1C). Therefore, the dose of methylprednisolone and FIO2 of HFNC were increased. Subsequently, oxygenation gradually improved, and on day 5 of hospitalization, the FIO2 of HFNC and methylprednisolone was reduced. On day 7 of hospitalization, HFNC was changed to a nasal cannula, and the oxygen dosage was tapered while maintaining SpO2 at 98% or higher, with no subjective symptoms being observed. On day 8 of hospitalization, room‐air SpO2 was above 98%, and the diffuse ground‐glass opacities and consolidation on chest radiography improved (Fig. 1D\n). Chest computed tomography showed diffuse ground‐glass opacification in the bilateral lower lung fields but showed an improving trend (Fig. 2B\n). Therefore, the patient was discharged on the same day. One week after discharge, chest radiography carried out at a nearby medical clinic showed the disappearance of the abnormal shadows in the lung fields.Open in a separate windowFig. 1Chest radiography findings in a 36‐year‐old man with acute respiratory distress syndrome due to inhalation of acryloyl chloride. A, At the time of transportation, diffuse ground‐glass opacities and consolidation without consistent cardiomegaly. B, Diffuse ground‐glass opacities and consolidation showed a worsening trend (16 h after admission). C, Bilateral pleural effusions and worsening of infiltrative shadows in both lower lung fields (day 3 of hospitalization). D, Diffuse ground‐glass opacities and consolidation tended to improve (day 8 of hospitalization).Open in a separate windowFig. 2Chest computed tomography findings in a 36‐year‐old man with acute respiratory distress syndrome due to inhalation of acryloyl chloride. A, At the time of transport, diffuse bilateral ground‐glass opacification with multiple areas of consolidation. B, Diffuse ground‐glass opacification in the bilateral lower lung fields present showed an improving trend (day 8 of hospitalization).Open in a separate windowFig. 3Clinical course from admission of a 36‐year‐old man with acute respiratory distress syndrome due to inhalation of acryloyl chloride. BT, body temperature; CRP, C‐reactive protein; FIO2, fraction of inspired oxygen; HFNC, high‐flow nasal cannula; mPSL, methylprednisolone; PaO2, partial pressure of oxygen; Sivelestat, sivelestat sodium; Time, time from hospitalization; WBC, white blood cell. 3. DiscussionExposure to toxic gas or vapor can cause severe respiratory injury and death, and acute inhalational exposure can even lead to rapidly progressive ARDS.\n1\n, \n4\n, \n5\n The treatment methods for ARDS are limited, with high mortality rates. Hence, drugs useful in improving oxygenation and shortening the duration of ventilator use could be considered. It is recommended that moderate‐dose glucocorticoids be considered in the management of early severe ARDS (P/F ratio <true200). The optimal initial dosing regimen is 1 mg/kg/day methylprednisolone as a continuous infusion.\n6\n However, the role of glucocorticoid treatment in less severe ARDS (P/F ratio >true200) remains unclear.\n6\n As the P/F ratio was greater than 200 here, we did not use steroids initially but started sivelestat sodium therapy to increase the P/F ratio.\n7\n Inhalation of acryloyl chloride could cause ARDS.\n1\n In addition, acryloyl chloride may react violently with water to produce hydrogen chloride and phosgene.\n1\n These gases are also substances that can cause ARDS.\n8\n, \n9\n, \n10\n Hydrogen chloride is a water‐soluble toxic agent. The chemical process (oxidation, reduction, or pH change) initiates an inflammatory response in the mucosal membranes. Exposure to high concentrations of hydrogen chloride gas could lead to the development of ARDS from direct damage to the respiratory cells at the alveolar level or indirectly through inflammatory mediators.\n9\n, \n10\n The main symptom of phosgene inhalation is delayed ARDS (up to 1 day following exposure), which can be very severe.\n8\n The mechanism of phosgene’s toxicity is the release of hydrochloric acid and reactive oxygen species and free radicals in the lung epithelial layers.\n8\n Therefore, we discontinued sivelestat sodium, and methylprednisolone was started on the day after admission to prevent delayed exacerbation of ARDS, although our case was more than 1 day postexposure. On day 3 of hospitalization, the P/F ratio and chest radiography findings worsened. Therefore, the steroid dose was increased. In this case, we used sivelestat therapy because it could improve the P/F ratio. However, a previous report indicated that the use of sivelestat therapy for the treatment of ARDS had little or no effect on 28–30‐day mortality, ventilation days, or intensive care unit stay.\n7\n Hence, we started sivelestat therapy in the initial treatment, which might not have been the best treatment strategy. Furthermore, a characteristic feature of ARDS caused by acryloyl chloride is delayed worsening of the disease. An exacerbation of ARDS may require endotracheal intubation and could lead to fatal consequences. In our case, the symptoms were mild following the initiation of steroids, although the disease showed a momentary tendency to worsen. Therefore, if the possibility of delayed worsening of ARDS is suspected, it might be better to initiate steroid treatment. There is currently no clear indicator of whether the prophylactic use of steroids is appropriate or not. However, despite no conclusive results, it remains clinically and biologically plausible that corticosteroids could benefit patients with ARDS in the early phase of their disease process.\n11\n\nOur case had a fever on initial examination. We considered that the fever was due to inflammation of the lung caused by chemical gas inhalation. After admission, the patient’s body temperature tended to decrease, and no obvious findings were observed suggesting secondary infection. Therefore, we continued the treatment without a blood culture test. During treatment, no antibiotics were used.According to previous reports, HFNC led to lower mortality than noninvasive ventilation and face‐mask oxygenation in patients with mild ARDS.\n12\n In our case, the treatment was completed without intubation using HFNC. The optimal threshold to proceed to intubation and the drawbacks of delaying invasive support in patients progressing towards such are not well defined,\n12\n but with proper management in the intensive care unit, HFNC could be used effectively in ARDS with the potential for delayed exacerbation.We were unable to follow up on the long‐term prognosis and sequelae of this patient, such as the evaluation of respiratory function and lung fibrosis. Further research is needed to evaluate the long‐term prognosis and establish treatment methods. 4. ConclusionWe report the case of a patient who developed ARDS after acryloyl chloride inhalation. We predicted delayed exacerbation and treated it without endotracheal intubation. It was considered that because ARDS attributed to acryloyl chloride could cause delayed worsening of the disease, it might be better to initiate steroid therapy from the beginning of the treatment to prevent exacerbation. DisclosureApproval of the research protocol: N/A.Informed consent: Informed consent was obtained from the patient.Registry and the registration no. of the study/trial: N/A.Animal studies: N/A.Conflict of interest: None. AcknowledgmentWe thank all the staff at Osaka Mishima Emergency Critical Care Center for treating and caring for this patient. References1. \nLau FL, Chu SY, Yu TS. A fatal laboratory accident with toxic gases inhalation. Eur. J. Emerg. Med.\n1998; 5: 265–7. [PubMed] [Google Scholar]2. \nYi T, Huang J, Chen X, Xiong H, Kang Y, Wu J. Synthesis, characterization, and formulation of poly‐puerarin as a biodegradable and biosafe drug delivery platform for anti‐cancer therapy. Biomater. Sci.\n2019; 7: 2152–64. [PubMed] [Google Scholar]3. \nARDS Definition Task Force\n, Ranieri VM, Rubenfeld GD\net al. Acute respiratory distress syndrome: the Berlin Definition. JAMA\n2012; 307: 2526–33. [PubMed] [Google Scholar]4. \nHuang JF, Zhu DM, Ma JF, Zhong M. Acute respiratory distress syndrome due to exposure to high‐concentration mixture of ethenone and crotonaldehyde. Toxicol. Ind. Health\n2015; 31: 585–7. [PubMed] [Google Scholar]5. \nMurphy CM, Akbarnia H, Rose SR. Fatal pulmonary edema after acute occupational exposure to nitric acid. J. Emerg. Med.\n2010; 39: 39–43. [PubMed] [Google Scholar]6. \nMarik PE, Pastores SM, Annane D\net al. Recommendations for the diagnosis and management of corticosteroid insufficiency in critically ill adult patients: consensus statements from an international task force by the American College of Critical Care Medicine. Crit. Care Med.\n2008; 36: 1937–49. [PubMed] [Google Scholar]7. \nPu S, Wang D, Liu D\net al. Effect of sivelestat sodium in patients with acute lung injury or acute respiratory distress syndrome: a meta‐analysis of randomized controlled trials. BMC Pulm. Med.\n2017; 17: 148. [PMC free article] [PubMed] [Google Scholar]8. \nSaeed O, Boyer NL, Pamplin JC\net al. Inhalation Injury and Toxic Industrial Chemical Exposure. Mil. Med.\n2018; 183: 130–2. [PubMed] [Google Scholar]9. \nJin YJ, Park J. QCM‐Based HCl Gas Sensors Using Spin‐Coated Aminated Polystyrene Colloids. Polymers (Basel)\n2020; 12: 1591. [PMC free article] [PubMed] [Google Scholar]10. \nde Lange DW, Meulenbelt J. Do corticosteroids have a role in preventing or reducing acute toxic lung injury caused by inhalation of chemical agents?\nClin. Toxicol. (Phila.)\n2011; 49: 61–71. [PubMed] [Google Scholar]11. \nVillar J, Ferrando C, Martínez D\net al. Dexamethasone treatment for the acute respiratory distress syndrome: a multicentre, randomised controlled trial. Lancet Respir. Med.\n2020; 8: 267–76. [PubMed] [Google Scholar]12. \nMatthay MA, Zemans RL, Zimmerman GA\net al. Acute respiratory distress syndrome. Nat. Rev. Dis. Primers.\n2019; 5: 18. [PMC free article] [PubMed] [Google Scholar]"}