{"title": "Acute respiratory distress syndrome readmissions: A nationwide cross-sectional analysis of epidemiology and costs of care", "pubDate": "2022", "PMCID": "PMC8789165", "DOI": "10.1371/journal.pone.0263000", "PMID": "35077505", "abstract": "Background:                       Acute Respiratory Distress Syndrome affects approximately 10% of patients admitted to intensive care units internationally, with as many as 40%-52% of patients reporting re-hospitalization within one year.                  Research question/aim:                       To describe the epidemiology of patients with acute respiratory distress syndrome who require 30-day readmission, and to describe associated costs.                  Study design and methods:                       A cross-sectional analysis of the 2016 Healthcare Cost and Utilization Project's Nationwide Readmission Database, which is a population-based administrative database which includes discharge data from U.S. hospitals. Inclusion criteria: hospital discharge records for adults age > 17 years old, with a diagnosis of ARDS on index admission, with associated procedure codes for endotracheal intubation and/or invasive mechanical ventilation, who were discharged alive. Primary exposure is adult hospitalization for meeting criteria as described. The primary outcome measure is 30-day readmission rate, as well as patient characteristics and time distribution of readmissions.                  Results:                       Nationally, 25,170 admissions meeting criteria were identified. Index admission mortality rate was 37.5% (95% confidence interval [CI], 36.2-38.8). 15,730 records of those surviving hospitalization had complete discharge information. 30-day readmission rate was 18.4%, with 14% of total readmissions occurring within 2 calendar days of discharge; these early readmissions had higher mortality risk (odds ratio 1.82, 95% CI 1.05-6.56) compared with readmission in subsequent days. For the closest all-cause readmission within 30 days, the mean cost was $26,971, with a total national cost of over $75.6 million.                  Interpretation:                       Thirty-day readmission occurred in 18.4% of patients with acute respiratory distress syndrome in this sample, and early readmission is strongly associated with increased mortality compared to late readmission. Further research is needed to clarify whether the rehospitalizations or associated mortalities are preventable.", "author": [{"author": "Matthew T Siuba", "affiliation": ["Department of Critical Care Medicine, Cleveland Clinic, Respiratory Institute, Cleveland, Ohio, United States of America."], "href": "/?term=Siuba+MT&cauthor_id=35077505"}, {"author": "Divyajot Sadana", "affiliation": ["Department of Critical Care Medicine, Sunnybrook Health Sciences Centre, and Interdepartmental Division of Critical Care Medicine, University of Toronto, Toronto, Ontario, Canada."], "href": "/?term=Sadana+D&cauthor_id=35077505"}, {"author": "Shruti Gadre", "affiliation": ["Department of Critical Care Medicine, Cleveland Clinic, Respiratory Institute, Cleveland, Ohio, United States of America."], "href": "/?term=Gadre+S&cauthor_id=35077505"}, {"author": "David Bruckman", "affiliation": ["Department of Quantitative Health Sciences, Cleveland Clinic, Center for Populations Health Research, Lerner Research Institute, Cleveland, Ohio, United States of America."], "href": "/?term=Bruckman+D&cauthor_id=35077505"}, {"author": "Abhijit Duggal", "affiliation": ["Department of Critical Care Medicine, Cleveland Clinic, Respiratory Institute, Cleveland, Ohio, United States of America."], "href": "/?term=Duggal+A&cauthor_id=35077505"}], "refPMID": ["26903337", "16236739", "28550403", "27748659", "31201576", "32760623", "28114505", "30846065", "22797452", "18313558", "16224307", "19433995", "25441702", "28109560", "26755672", "32697479", "28778920", "21470008", "16763220", "21795302", "27803355", "18263687"], "citedInPMID": ["35077505"], "body": " AbstractBackgroundAcute Respiratory Distress Syndrome affects approximately 10% of patients admitted to intensive care units internationally, with as many as 40%-52% of patients reporting re-hospitalization within one year.Research question/aimTo describe the epidemiology of patients with acute respiratory distress syndrome who require 30-day readmission, and to describe associated costs.Study design and methodsA cross-sectional analysis of the 2016 Healthcare Cost and Utilization Project’s Nationwide Readmission Database, which is a population-based administrative database which includes discharge data from U.S. hospitals. Inclusion criteria: hospital discharge records for adults age > 17 years old, with a diagnosis of ARDS on index admission, with associated procedure codes for endotracheal intubation and/or invasive mechanical ventilation, who were discharged alive. Primary exposure is adult hospitalization for meeting criteria as described. The primary outcome measure is 30-day readmission rate, as well as patient characteristics and time distribution of readmissions.ResultsNationally, 25,170 admissions meeting criteria were identified. Index admission mortality rate was 37.5% (95% confidence interval [CI], 36.2–38.8). 15,730 records of those surviving hospitalization had complete discharge information. 30-day readmission rate was 18.4%, with 14% of total readmissions occurring within 2 calendar days of discharge; these early readmissions had higher mortality risk (odds ratio 1.82, 95% CI 1.05–6.56) compared with readmission in subsequent days. For the closest all-cause readmission within 30 days, the mean cost was $26,971, with a total national cost of over $75.6 million.InterpretationThirty-day readmission occurred in 18.4% of patients with acute respiratory distress syndrome in this sample, and early readmission is strongly associated with increased mortality compared to late readmission. Further research is needed to clarify whether the rehospitalizations or associated mortalities are preventable. IntroductionThe Acute Respiratory Distress Syndrome (ARDS) is characterized by acute lung injury, often a result of pneumonia, sepsis, aspiration, pancreatitis, or trauma. It affects approximately ten percent of patients admitted to intensive care units (ICUs) internationally [1], with U.S. incidence as high as 190,600 cases per year [2]. In-hospital mortality rates range from 38% up to 50% in severe cases [1]. The ongoing burden of healthcare utilization for patients with ARDS is high, with 40%-52% of patients requiring re-hospitalization in one year [3, 4]. In another cohort roughly half of patients required inpatient or post-acute care for 48 days or more after ICU discharge [5].Previous studies which have explored the epidemiology and risk factors associated with patients with ARDS requiring readmission within 30 days were performed prior to the existence of specific billing codes for ARDS [6, 7]. The most closely associated conditions with ARDS, pneumonia and sepsis, have been previously assessed in nationwide databases, with 30-day readmission rates of 7.5% and 17.5% respectively [8, 9]. Given that a diagnosis of ARDS usually suggests a higher severity of illness, requiring stay in an intensive care unit, we hypothesized that the readmission rates would be higher than these related diseases.The International Statistical Classification of Diseases, 10th edition (ICD-10), is the first iteration to include a diagnosis code for ARDS [10] and 2016 was the first full calendar year when ICD-10 was implemented. This investigation aimed to describe ARDS readmissions in a large administrative database. Our primary objectives were to define the all-cause 30-day readmission rate for patients with ARDS. Additionally, we describe patient characteristics of those rehospitalized, as well as time distribution of readmissions. Finally, we report financial implications of these readmissions and provide predictors of readmission costs by patient characteristics. MethodsData source, setting, and participantsThe data source for this investigation is the 2016 Healthcare Cost and Utilization Project’s (HCUP) Nationwide Readmission Database (NRD), which is drawn from the State Inpatient Databases. The NRD is a population-based administrative database which includes discharge data from U.S. hospitals, accounting for approximately 36 million weighted discharges per year. Twenty-seven states contributed to the database in 2016, accounting for 56.6% of all U.S. hospitalizations. The year 2016 was chosen as it was the first full year where International Statistical Classification of Diseases, 10th edition (ICD-10) was used for billing, which allowed for capture of ARDS admissions [11]. ARDS did not exist as a standalone diagnosis prior to ICD-10. This study was labeled as exempt by the institutional review board given the NRD is publicly available from HCUP and deidentified. Authors MS and DB completed the HCUP Data Use Agreement Training Course as required.A cross-sectional analysis of the 2016 NRD was performed. The study population consisted of any hospital admission for an adult age > 17 years old, with a diagnosis of ARDS (ICD-10-CM code: J80) with any associated ICD-10-PCS procedure code(s) for endotracheal intubation and/or invasive mechanical ventilation (IMV) (Codes: 0BH17EZ, 0BH13EZ, 0BH18EZ, 5A1935Z, 5A1945Z, 5A1955Z). We selected for IMV to increase the likelihood of correctly identifying ARDS patients per Berlin criteria (requiring at least 5 centimeters of water of positive end expiratory pressure) [12], as the NRD does not include physiologic measurements or ventilator-specific variables. Index admissions were defined as those admissions discharged alive between January and November 2016 to allow for 30 days of readmission after discharge. Records of patients discharged to a skilled nursing facility or long-term acute care hospitals were included. Charges were converted to costs using appropriate HCUP conversion tables for 2016 [11]. For readmission analyses, complete length of stay information was required. A readmission can be considered as a new index admission when the readmission includes ARDS under the case definition. Therefore, it is possible that a person may have more than one index admission with ARDS and 30-day all-cause readmission. The study cohort was extended to include records meeting the definition of an ARDS index admission or all-cause readmission but where in-hospital mortality occurred.BiasThe primary source of bias in this type of investigation includes coding accuracy. Clinicians must not only recognize ARDS (which happens inconsistently [1]), but also document and/or bill for it; thus it is likely that ARDS admissions will be underrepresented. We attempted to account for any overdiagnosis by limiting search to patients who received mechanical ventilation as previously mentioned. Other potential biases, such as discharge of patients to hospitals outside of the NRD database, is possible, but felt unlikely, as it is a reasonably representative sample of US hospitals. Finally, as readmission is likely to be confounded by factors other than admission diagnosis (such as age, biological sex, index admission length of stay, insurance status, and comorbidities, a multivariable), a multivariable logistic regression analysis was performed to account for these factors a priori.VariablesPatient demographics, comorbidities, discharge disposition and hospital variables associated factors with a 30-day readmission were determined using bivariate testing. Comorbidities selected a priori were included in multivariable logistic models adjusted for the survey weights. Furthermore, multivariable linear regression was performed to model factors associated with (1) index admission length of stay, (2) cost of index admission, and (3) cost of readmission. Analyses were performed using SAS PROC SURVEY procedures to adjust for the complex survey design weights (SAS Institute, Inc., Cary, NC, USA). Study and manuscript preparation followed the recommendations of the EQUATOR network’s STROBE (The Strengthening the Reporting of Observational Studies in Epidemiology) guidelines for observational studies [13].OutcomesThe primary outcome was 30-day readmission rate for all-cause readmissions. Total index admissions, total readmissions, time to first readmission, and costs associated with admission and readmission (among states and sites providing adequate charge and cost data) were also captured. A key secondary outcome was early readmissions occurring within 2 days of discharge. Incidence of ARDS cases for all 12 months of 2016 was also assessed, as well as the index and readmission mortality rates. To study etiologies for admission as well as other measures of association, the listing of All Patients Refined Diagnosis Related Groups (APR-DRGs) and comorbidities as identified using methods recommended for administrative data sets using ICD coding [14–16]. The comorbidities were defined using SAS coding provided by HCUP based on Elixhauser definitions, but specific comorbidities were selected a priori for multivariable logistic regression modeling. Demographic data such as age groups, biological sex, expected payor, and discharge disposition were collected. Mean and median costs for index admission as well as readmission were obtained. Potentially relevant procedures such as tracheostomy and extracorporeal life support were also queried.Statistical methodsBecause the NRD is based on the complex survey design of the HCUP data, weights reflecting the sampling distribution of strata and clusters are required. Admissions are weighted up to the total admissions occurring in the non-institutionalized US population in 2016; as such, all presented counts are weighted values unless noted. Additional details can be found at the HCUP website [17]. Summary statistics including means and standard deviations for continuous variables as well as counts and percentages for categorical variables were used to describe the study cohort. Bivariate analyses were performed to determine the association between outcomes and potential explanatory variables. Categorical variables were assessed with Rao-Scott chi-square test, and continuous variables were compared using analysis of variance tests adjusted for the sampling design. Several APR-DRGs were assessed for association with readmission risk, and Tukey corrections were applied to account for pairwise contrasts. Bonferroni corrections for multiple comparisons were not applied due to efficiency of the sampling design and weighting; application of this correction could overcompensate for the overall significance (alpha) level [18, 19]. ResultsPatient characteristicsOverall, more than 35.6 million total admission records were identified in 2016. Of those, 83,212 admissions with any ICD-10 code for ARDS (J80) were identified, with 25,170 meeting inclusion criteria. Demographic information for these groups is included in the S1 Table. In total, 15,730 (95% confidence interval [CI] 14,837–16,624) admissions contained complete length of stay information, surviving to discharge, and thus were eligible for readmission analysis. Of the 25,170 hospitalizations, 9,439 ended in death, with index admission mortality rate 37.5% (95% CI 36.2–38.8). Index hospitalization mortality stratified by age are included in S2 Table. Demographic information on records meeting case definition, stratified by index hospitalization mortality, are presented in Table 1. No patients in the index admission or readmission samples were identified as having received extracorporeal life support despite a query for those billing codes.Table 1Demographics: Index events and mortality.FactorNSurvived Index Admission (N = 15,730)In-Hospital mortality (N = 9,439)p-valueIndicator of sex, % (95% CI)25,1700.15c Male13,20851.9 (50.6, 53.2)53.4 (51.9, 54.9) Female11,96248.1 (46.8, 49.4)46.6 (45.1, 48.1)Primary expected payer (uniform), % (95% CI)*25,132\n<0.001\n\nc\n\n Medicare12,50146.4 (44.8, 47.9)55.4 (53.3, 57.5) Medicaid4,94421.2 (19.8, 22.6)17.2 (15.7, 18.6) Prvt. Ins/HMO5,83625.0 (23.6, 26.3)20.3 (18.8, 21.9) Self-pay947.54.0 (3.4, 4.5)3.5 (2.8, 4.1) No Charge106.70.52 (0.29, 0.75)0.26 (0.08, 0.44) Other795.93.0 (2.6, 3.5)3.4 (2.7, 4.1)Patient Location: NCHS Urban-Rural Code, % (95% CI)*25,0930.55c Large Central Metro6,50926.7 (24.2, 29.2)24.7 (22.1, 27.2) Large Fringe Metro6,19924.5 (22.0, 27.0)25.0 (21.4, 28.6) Medium Metro5,13220.0 (17.8, 22.3)21.2 (18.7, 23.6) Small Metro2,4649.9 (8.5, 11.2)9.8 (8.3, 11.2) Micropolitan2,60710.3 (8.9, 11.6)10.6 (9.4, 11.8) Noncore2,1818.6 (7.5, 9.7)8.8 (7.2, 10.4)Elective versus non-elective admission, % (95% CI)*25,1240.36c No23,09591.7 (90.9, 92.5)92.3 (91.1, 93.4) Yes2,0298.3 (7.5, 9.1)7.7 (6.6, 8.9)Median household income national quartile for patient ZIP Code, % (95% CI)*24,789\n0.022\n\nc\n\n First quartile7,99032.9 (30.8, 34.9)31.2 (28.7, 33.7) Second quartile6,44226.6 (24.9, 28.3)24.9 (22.9, 26.9) Third quartile5,89023.0 (21.6, 24.4)25.1 (23.3, 26.9) Fourth quartile4,46517.5 (15.8, 19.3)18.8 (16.7, 21.0)Open in a separate window*Data not available for all subjects, as unweighted frequencies: Primary expected payer (uniform) = 20; Patient Location: NCHS Urban-Rural Code = 48; Elective versus non-elective admission = 18; Median household income national quartile for patient ZIP Code = 214.Frequencies presented are weighted counts. P-values:a = linear regression;b = linear regression with log transformation;c = Rao-Scott chi-square test.OutcomesThe national estimate of index admissions with at least one readmission within 30 days is 2,889 (95% CI 2,656–3,122), reflecting 18.4% (95% CI 17.4–19.3) of all eligible index admissions. The median time from index discharge to closest readmission is 10.6 days (95% CI 9.9–11.3). Time distribution of readmissions is shown in Fig 1. Notably, 14.3% (95% CI 11.5–17.1) of readmissions occurred within the first two calendar days after discharge; 37.1% (95% CI 28.1–44.4) occurred within 1 week. Early (day 1–2) vs late (day 3–30) readmissions were associated with higher risk of in-hospital mortality (odds ratio [OR] 1.83, 95% CI 1.15–2.91). Readmission mortality rate was 8.45% (95% CI 6.7–10.0); results stratified by age are reported in S2 Table. Most prevalent APR-DRGs are reported in Table 2. Diagnoses related to sepsis and/or infections make up approximately 23% of APR-DRGs; 18.3% of APR-DRGs involved mechanical ventilation for more than 96 hours’ duration, with the majority being associated with a tracheostomy in place.Open in a separate windowFig 1Distribution of first readmission over 30 days.X-axis: Day after discharge from index admission. Bars indicate 95% confidence intervals.Table 2Top 10 all patient related diagnostic related groups at index admission and readmission.Index AdmissionReadmissionCoding descriptionN (SD)% (SE)N (SD)% (SE)Septicemia & disseminated infections2787 (118.5)17.7 (0.57)437 (33.6)15.2(1.00)Infectious & parasitic diseases including HIV1055 (66.0)6.7 (0.35)225 (26.2)7.8 (0.81)Heart failure728 (52.3)4.6 (0.31)193 (21.6)6.7 (0.70)Other respiratory diagnoses except signs, symptoms & minor diagnoses543 (38.3)3.4 (0.22)114 (14.7)3.9 (0.4)Chronic obstructive pulmonary disease534 (45.5)3.4 (0.27)134 (17.5)4.6 (0.57)Respiratory failure430 (36.9)2.7 (0.22)100 (19.1)3.5 (0.63)Other pneumonia417 (29.7)2.6 (0.19)80 (11.9)2.8 (0.42)Poisoning of medicinal agents230 (22.9)1.5 (0.14)36 (8.9)1.2 (0.30)Asthma214 (39.5)1.4 (0.25)33 (9.7)1.1 (0.33)Other disorders of nervous system197 (26.1)1.3 (0.17)------Open in a separate windowOrdered by descending frequency on readmission. Weighted values unless otherwise specified. SD = standard deviation, SE = standard error.Risk factors for readmissionA multivariable logistic regression was performed using covariates selected a priori to predict risk of readmission, with results in Table 3. Notably, length of stay, increasing age, payer status, and several comorbidities were associated with increased readmission risk. Urban-rural patient locations other than large fringe metro or medium metro were associated with decreased risk of readmission. The model had very modest predictive value (C statistic 0.599) but did perform better than a model lacking covariates (Likelihood ratio test p < 0.0001). Adding discharge disposition to this model did not improve its performance. However, in a bivariate association of index discharge disposition and readmission, there was a statistically detectable difference between those readmitted and not readmitted, with the largest differences being a higher proportion of discharge to “other facility” and lower proportion of discharge to home or unknown in those readmitted (S3 Table).Table 3Risks of 30-day readmission.FactorOdds Ratio Estimate95% Confidence LimitsLOS (effect of one additional day)\n1.005\n\n(1.002, 1.007)\nMale (vs Female)0.902(0.804, 1.013)Age Group (ref: 75 and over) 18-34y0.982(0.744, 1.296) 35-44y0.988(0.751, 1.299) 45-54y1.18(0.934, 1.491) 55-64y\n1.284\n\n(1.044, 1.580)\n 65-74y\n1.218\n\n(1.011, 1.468)\nPrimary Payer (ref: Private Ins) Medicare\n1.833\n\n(1.202, 2.797)\n Medicaid\n1.617\n\n(1.076, 2.432)\n Self-Pay1.504(0.544, 4.158) No Charge1.618(0.920, 2.844) Other\n1.558\n\n(1.073, 2.263)\nNCHS Urban-Rural Patient Location (ref: Large Central Metro) Large Fringe Metro0.845(0.709, 1.006) Medium Metro0.846(0.667, 1.073) Small Metro\n0.768\n\n(0.603, 0.979)\n Micropolitan\n0.716\n\n(0.544, 0.940)\n Noncore\n0.859\n\n(0.758, 0.973)\nComorbidities Peripheral vascular disease\n1.284\n\n(1.062, 1.552)\n CHF1.137(0.985, 1.313) Chronic pulmonary disease\n1.194\n\n(1.049, 1.359)\n DM w/o chronic complic.0.993(0.837, 1.178) DM with chronic complications1.068(0.912, 1.250) Renal failure\n1.299\n\n(1.106, 1.526)\n Liver disease1.158(0.958, 1.400) Any Cancer history\n1.296\n\n(1.023, 1.641)\n Hypertension1.009(0.869, 1.172) Deficiency Anemias\n1.211\n\n(1.064, 1.377)\nOpen in a separate windowAdjusted odds ratio and 95% confidence intervals are presented.Bivariate analysis of seven APR-DRGs selected a priori, adjusted for multiple comparisons, demonstrated a statistically detectable increase in the proportion of patients with sepsis (but no other condition) on index admission in those readmitted compared to those who were not (S4 Table). Of eligible readmissions, 16.1% (95% CI 15.0–17.2) included a procedure code for tracheostomy. Receiving a tracheostomy on index admission did not detectably increase risk of readmission, occurring in 16.0% (95% CI 14.8–17.1) of those readmitted vs 16.4% (95% CI 14.3–18.5) who were not, p = 0.69.Cost analysisThe national estimate for mean cost of an ARDS index admission was $71,004 in 2016 dollars, not adjusted for inflation, excluding deaths, with a total national cost of over $1.09 billion. Details of cost analysis are presented in Table 4. For the closest all-cause readmission within 30 days, the mean cost was $26,971, with a total national cost of over $75.6 million. When stratified by age (less than 65 years old versus 65 and above), mean index admission cost was substantially higher in the younger group than the older group (point estimate for the difference $28,605), but not detectably different on readmission costs. Analysis of the difference in index admission costs by age demonstrated that differences in cost by age were driven by the inverse correlation of age with length of stay (S5 Table).Table 4Total costs among index admissions (deaths excluded) and the closest readmission—Weighted statistics.ParameterMean*95% C.I.Sum95% C.I.\nTotal Costs\n$71,004(67,425–74,583)$1,089,415,110(997,796,632–1,181,033,588)\nTotal readmission cost for the closest readmission*\n$26,971(24,186–29,756)$75,554,244(66,523,019–84,585,470)For Age 18 – 64Y:\nTotal Cost\n$81,152(76,658–85,646)$803,406,632(724,996,733–881,816,531)\nTotal Readmissions cost for the closest readmission\n$28,674(24,733–32,615)$49,411,171(41,604,882–57,217,459)For Age 65Y and older:\nTotal Cost\n$52,547(49,475–55,619)$286,008,478(262538696–309478260)\nTotal Readmissions cost for the closest readmission\n$24,250(20,872–27,628)$26,143,073(21,783,113–30,503,034)Open in a separate windowAnalysis of readmission costs demonstrated substantially higher costs for early (days 1–2) readmission as well as for those who died on readmission. A regression model for total cost on readmission was developed that included length of stay, sex, insurance status, urban/rural location, age group, early admission, mortality, and comorbidities. Notably, the model estimated additional cost for early readmission was $16,919 (S6 Table). The wide gap between costs based on mortality, stratified by age, are presented in S1 Fig. More details of this regression analysis are included in the supplement section titled “Supplementary Analysis: Regression Model for Readmission Costs.” An example charge calculation using this model is included in S7 Table. DiscussionIn the largest study of its kind, we demonstrate that 30-day readmission occurs in nearly one fifth of patients admitted with acute respiratory distress syndrome. More than 14% of these readmissions occur in the first two calendar days after discharge, and these early readmissions are associated with 83% higher risk of mortality compared to readmissions in the subsequent 28 days. The distribution of most commonly associated diagnoses did not meaningfully change from index admission to readmission, as shown in Table 2. Risk of readmission was increased with length of stay, increasing age, non-private insurance (Medicare and Medicaid), and comorbidities such as a history of renal dysfunction, malignancy, anemia, chronic pulmonary disease, and anemia. The mean cost for ARDS index admission and readmission were over $71,004 and $26,971, respectively, for annual total costs over $1.09 billion and $75.6 million, respectively. Costs on index admission and readmission were also higher with decreasing age and increasing length of stay. Notably, readmission within 2 calendar days of discharge, as well as dying during readmission were associated with substantially higher costs.Prior studies which utilized codes for acute hypoxemic respiratory failure to evaluate ARDS readmission risk found 30-day rates between 12–18% [6, 7], similar to our findings. The readmission rate is higher than previously reported for pneumonia [8], but nearly identical to rates seen in heart failure and sepsis readmission studies [9, 20]. Total charges were substantially higher than seen in a previous study of sepsis ($4.2 vs 3.5 billion), with a similar median time to readmission [9]. It is surprising that readmission rates and costs were not even higher in our analysis, as we selected a sicker cohort group of patients by including only those who required invasive mechanical ventilation. Finally, while we were not able to examine prior healthcare utilization specifically, our multivariable model supports a higher risk of readmission for those with certain comorbidities and increasing age, similar to prior work in more granular datasets [21].This analysis revealed important information on readmissions within the first two days after discharge, which were associated with significantly higher readmission mortality risk as well as costs. Future research should address whether these early readmissions represent an opportunity to improve discharge risk stratification or planning. The distribution of most frequently billed codes did not appear to meaningfully change from index admission to readmission, which suggests the possibility the original condition recurred or did not sufficiently remit in the first place. Additionally, with an average cost of readmission of almost $27,000, readmission prevention measures should be investigated and prospectively tested. Costs to the healthcare system are significant, and ARDS patients have been shown to be particularly susceptible to financial toxicity related to medical bills, insurance loss, and change in employment status [22].We observed that younger patients incurred a higher cost on readmission, markedly so in those who died during readmission. This may be due to a higher propensity to escalate and sustain (rather than withdraw) aggressive care measures in younger people compared to those who were older. Of note, we did not capture any records of patients in this study who received extracorporeal life support. We did detect a longer length of stay in younger patients as well which could be the driver of the increased costs, for the same rationale of increased life-sustaining care. Further breakdown in the specific charges (in terms of services rendered) which led to the total costs was not possible in this database, however, beyond the data we presented.It is unclear what effect, if any, readmissions within the first month after discharge have on the overall disease recovery trajectory in ARDS. Long-term sequelae such as physical and neurocognitive dysfunction which can persist from months to years are well described in the literature [23–25]. The nature of the administrative database used in our analysis does not allow for assessment of physical or neurocognitive function; further research could explore whether readmissions signify increased risk for these conditions which could potentially benefit from more intensive rehabilitation and other risk modification.LimitationsAny investigation based on administrative datasets is subject to meaningful limitations. At minimum, coding data has issues with accuracy [26]. ARDS itself is prone to misclassification by clinicians, with it being unrecognized up to 40% of the time [1]. Perhaps most importantly, the NRD lacks granular clinical information such as lab data, imaging, and details on the provision of lung-protective mechanical ventilation, non-invasive respiratory supports, other organ support modalities. It is worth noting that no diagnostic codes identified mentioned circulatory shock which is reasonably prevalent in patients with ARDS. Finally, no patients who received extracorporeal life support were identified, which likely leads to an underestimation of overall costs, mortality, and readmission rate. Our query only showed 339 weighted admissions containing codes for extracorporeal support in the entirety of the 2016 NRD.The 2016 NRD was the first time that a full year of ICD-10 codes, and therefore specific coding for ARDS, was available, which makes putting findings in context more challenging. However, the index mortality rate of roughly 38% corresponds to other large observational studies of ARDS [1, 27, 28]. Additionally, the associated diagnostic codes associated with readmission are indeed commonly seen in ARDS, especially sepsis or other infectious etiologies [1]. The ability to query a large, multi-state database provided an opportunity to evaluate general patterns across the United States. ConclusionThirty-day readmission occurred in 18.4% of patients with acute respiratory distress syndrome in this sample, and early readmission is strongly associated with increased mortality and cost compared to late readmission. Further research is needed to clarify whether the rehospitalizations or associated mortalities are preventable. Supporting informationS1 TableDemographics on all NRD records vs case definitions. (DOCX)Click here for additional data file.(23K, docx)S2 TableAge-stratified mortality of records meeting case definition during index admission and readmission. (DOCX)Click here for additional data file.(17K, docx)S3 TableDisposition of index admission: Bivariate association of disposition and readmission. (DOCX)Click here for additional data file.(17K, docx)S4 TableBivariate association of APR-DRG of the index admission and 30-day readmission. (DOCX)Click here for additional data file.(17K, docx)S5 TableIndex admission total cost and length of stay (LOS) differences across age groups for those with a readmission. All results are weighted. Total costs are unadjusted.(DOCX)Click here for additional data file.(18K, docx)S6 TableReadmission total cost regression modeling estimates. (DOCX)Click here for additional data file.(20K, docx)S7 TableExample charge calculation. (DOCX)Click here for additional data file.(17K, docx)S1 FigAge and mortality coefficient for readmission cost regression model. (DOCX)Click here for additional data file.(29K, docx) AcknowledgmentsThe authors thank the Healthcare Cost and Utilization Project Data Partners that contributed www.hcup-us.ahrq.gov/hcupdatapartners.jsp. The authors would also like to thank the Center for Populations Health Research (CPHR) and the Lerner Research Institute leadership at the Cleveland Clinic for providing analytical support through the Collaboration Research Award. AbbreviationsAPR-DRGsAll Patients Refined Diagnosis Related GroupARDSacute respiratory distress syndromeICD-10The International Statistical Classification of Diseases, 10th editionICUintensive care unitIMVinvasive mechanical ventilationNRDNationwide Readmission Database Funding StatementThe author(s) received no specific funding for this work. Data AvailabilityAll data is available in a public repository, for purchase. https://www.hcup-us.ahrq.gov/databases.jsp. This is third party data, and available to anyone in the same manner as it was made available to our team. References1. Bellani G, Laffey JG, Pham T, et al.. Epidemiology, Patterns of Care, and Mortality for Patients With Acute Respiratory Distress Syndrome in Intensive Care Units in 50 Countries. JAMA\n2016; 315: 788. doi: 10.1001/jama.2016.0291\n [PubMed] [CrossRef] [Google Scholar]2. Rubenfeld GD, Caldwell E, Peabody E, et al.. Incidence and outcomes of acute lung injury. N Engl J Med\n2005; 353: 1685–1693. doi: 10.1056/NEJMoa050333\n [PubMed] [CrossRef] [Google Scholar]3. Ruhl AP, Huang M, Colantuoni E, et al.. Healthcare utilization and costs in ARDS survivors: a 1-year longitudinal national US multicenter study. Intensive Care Med\n2017; 43: 980–991. doi: 10.1007/s00134-017-4827-8\n [PubMed] [CrossRef] [Google Scholar]4. Ruhl AP, Huang M, Colantuoni E, et al.. Healthcare Resource Use and Costs in Long-Term Survivors of Acute Respiratory Distress Syndrome: A 5-Year Longitudinal Cohort Study. Crit Care Med\n2017; 45: 196–204. doi: 10.1097/CCM.0000000000002088\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Brandstetter S, Dodoo-Schittko F, Brandl M, et al.. Ambulatory and stationary healthcare use in survivors of ARDS during the first year after discharge from ICU: findings from the DACAPO cohort. Ann Intensive Care\n2019; 9: 70. doi: 10.1186/s13613-019-0544-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Ho KS, Sheehan J, Salonia J. Thirty-Day Readmission Among Patients With Acute Respiratory Distress Syndrome and Effects on Outcomes. Eur Respir J; 54. Epub ahead of print 28 September 2019. doi: 10.1183/13993003.congress-2019.OA3297 [CrossRef] [Google Scholar]7. Shah H, Mansuri U, Pagad S, et al.. Rate and Modifiable Predictors of 30-Day Readmission in Patients with Acute Respiratory Distress Syndrome in the United States. Cureus; 12. doi: 10.7759/cureus.8922\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Mayr FB, Talisa VB, Balakumar V, et al.. Proportion and Cost of Unplanned 30-Day Readmissions After Sepsis Compared With Other Medical Conditions. JAMA\n2017; 317: 530–531. doi: 10.1001/jama.2016.20468\n [PubMed] [CrossRef] [Google Scholar]9. Gadre SK, Shah M, Mireles-Cabodevila E, et al.. Epidemiology and Predictors of 30-Day Readmission in Patients With Sepsis. Chest\n2019; 155: 483–490. doi: 10.1016/j.chest.2018.12.008\n [PubMed] [CrossRef] [Google Scholar]10. ICD—ICD-10-CM—International Classification of Diseases, Tenth Revision, Clinical Modification, https://www.cdc.gov/nchs/icd/icd10cm.htm (2019).11. NRD Database Documentation, https://www.hcup-us.ahrq.gov/db/nation/nrd/nrddbdocumentation.jsp (accessed 30 May 2020).12. ARDS Definition Task Force, Ranieri VM, Rubenfeld GD, et al.. Acute Respiratory Distress Syndrome. JAMA\n2012; 307: 2526–2533. doi: 10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]13. von Elm E, Altman DG, Egger M, et al.. The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) statement: guidelines for reporting observational studies. J Clin Epidemiol\n2008; 61: 344–349. doi: 10.1016/j.jclinepi.2007.11.008\n [PubMed] [CrossRef] [Google Scholar]14. Quan H, Sundararajan V, Halfon P, et al.. Coding algorithms for defining comorbidities in ICD-9-CM and ICD-10 administrative data. Med Care\n2005; 43: 1130–1139. doi: 10.1097/01.mlr.0000182534.19832.83\n [PubMed] [CrossRef] [Google Scholar]15. van Walraven C, Austin PC, Jennings A, et al.. A modification of the Elixhauser comorbidity measures into a point system for hospital death using administrative data. Med Care\n2009; 47: 626–633. doi: 10.1097/MLR.0b013e31819432e5\n [PubMed] [CrossRef] [Google Scholar]16. Yurkovich M, Avina-Zubieta JA, Thomas J, et al.. A systematic review identifies valid comorbidity indices derived from administrative health data. J Clin Epidemiol\n2015; 68: 3–14. doi: 10.1016/j.jclinepi.2014.09.010\n [PubMed] [CrossRef] [Google Scholar]17. Gacutan K. HEALTHCARE COST AND UTILIZATION PROJECT—HCUP. 79.18. Ahmed SW. 1991: ISSUES ARISING IN THE APPLICATION OF BONFRERRONI PROCEDURES IN FEDERAL SURVEYS. 6.19. Gelman A, Hill J, Yajima M. Why We (Usually) Don’t Have to Worry About Multiple Comparisons. J Res Educ Eff\n2012; 5: 189–211. [Google Scholar]20. Arora S, Patel P, Lahewala S, et al.. Etiologies, Trends, and Predictors of 30-Day Readmission in Patients With Heart Failure. Am J Cardiol\n2017; 119: 760–769. doi: 10.1016/j.amjcard.2016.11.022\n [PubMed] [CrossRef] [Google Scholar]21. Wodchis WP, Austin PC, Henry DA. A 3-year study of high-cost users of health care. CMAJ\n2016; 188: 182–188. doi: 10.1503/cmaj.150064\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]22. Hauschildt KE, Seigworth C, Kamphuis LA, et al.. Financial Toxicity After Acute Respiratory Distress Syndrome: A National Qualitative Cohort Study. Crit Care Med\n2020; 48: 1103–1110. doi: 10.1097/CCM.0000000000004378\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Brown SM, Wilson EL, Presson AP, et al.. Understanding patient outcomes after acute respiratory distress syndrome: identifying subtypes of physical, cognitive and mental health outcomes. Thorax\n2017; 72: 1094–1103. doi: 10.1136/thoraxjnl-2017-210337\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Herridge MS, Tansey CM, Matté A, et al.. Functional Disability 5 Years after Acute Respiratory Distress Syndrome. N Engl J Med\n2011; 364: 1293–1304. doi: 10.1056/NEJMoa1011802\n [PubMed] [CrossRef] [Google Scholar]25. Cheung AM, Tansey CM, Tomlinson G, et al.. Two-year outcomes, health care use, and costs of survivors of acute respiratory distress syndrome. Am J Respir Crit Care Med\n2006; 174: 538–544. doi: 10.1164/rccm.200505-693OC\n [PubMed] [CrossRef] [Google Scholar]26. Burns EM, Rigby E, Mamidanna R, et al.. Systematic review of discharge coding accuracy. J Public Health\n2012; 34: 138–148. doi: 10.1093/pubmed/fdr054\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Máca J, Jor O, Holub M, et al.. Past and Present ARDS Mortality Rates: A Systematic Review. Respir Care\n2017; 62: 113–122. doi: 10.4187/respcare.04716\n [PubMed] [CrossRef] [Google Scholar]28. Zambon M, Vincent J-L. Mortality Rates for Patients With Acute Lung Injury/ARDS Have Decreased Over Time. Chest\n2008; 133: 1120–1127. doi: 10.1378/chest.07-2134\n [PubMed] [CrossRef] [Google Scholar] \n27 Sep 2021\nPONE-D-21-13742Acute respiratory distress syndrome readmissions: a nationwide cross-sectional analysis of epidemiology and costs of carePLOS ONEDear Dr. Siuba,Thank you for submitting your manuscript to PLOS ONE. After careful consideration, we feel that it has merit but does not fully meet PLOS ONE’s publication criteria as it currently stands. Therefore, we invite you to submit a revised version of the manuscript that addresses the points raised during the review process.Please submit your revised manuscript by Nov 11 2021 11:59PM. If you will need more time than this to complete your revisions, please reply to this message or contact the journal office at gro.solp@enosolp. When you're ready to submit your revision, log on to https://www.editorialmanager.com/pone/ and select the 'Submissions Needing Revision' folder to locate your manuscript file.Please include the following items when submitting your revised manuscript:A rebuttal letter that responds to each point raised by the academic editor and reviewer(s). You should upload this letter as a separate file labeled 'Response to Reviewers'.A marked-up copy of your manuscript that highlights changes made to the original version. You should upload this as a separate file labeled 'Revised Manuscript with Track Changes'.An unmarked version of your revised paper without tracked changes. You should upload this as a separate file labeled 'Manuscript'.If you would like to make changes to your financial disclosure, please include your updated statement in your cover letter. Guidelines for resubmitting your figure files are available below the reviewer comments at the end of this letter.If applicable, we recommend that you deposit your laboratory protocols in protocols.io to enhance the reproducibility of your results. Protocols.io assigns your protocol its own identifier (DOI) so that it can be cited independently in the future. For instructions see: https://journals.plos.org/plosone/s/submission-guidelines#loc-laboratory-protocols. Additionally, PLOS ONE offers an option for publishing peer-reviewed Lab Protocol articles, which describe protocols hosted on protocols.io. Read more information on sharing protocols at https://plos.org/protocols?utm_medium=editorial-email&utm_source=authorletters&utm_campaign=protocols.We look forward to receiving your revised manuscript.Kind regards,Brenda M. Morrow, PhDAcademic EditorPLOS ONEJournal Requirements:When submitting your revision, we need you to address these additional requirements.1. Please ensure that your manuscript meets PLOS ONE's style requirements, including those for file naming. The PLOS ONE style templates can be found at https://journals.plos.org/plosone/s/file?id=wjVg/PLOSOne_formatting_sample_main_body.pdf and https://journals.plos.org/plosone/s/file?id=ba62/PLOSOne_formatting_sample_title_authors_affiliations.pdf.2. We note that you have indicated that data from this study are available upon request. PLOS only allows data to be available upon request if there are legal or ethical restrictions on sharing data publicly. For more information on unacceptable data access restrictions, please see http://journals.plos.org/plosone/s/data-availability#loc-unacceptable-data-access-restrictions. In your revised cover letter, please address the following prompts:a) If there are ethical or legal restrictions on sharing a de-identified data set, please explain them in detail (e.g., data contain potentially sensitive information, data are owned by a third-party organization, etc.) and who has imposed them (e.g., an ethics committee). Please also provide contact information for a data access committee, ethics committee, or other institutional body to which data requests may be sent.b) If there are no restrictions, please upload the minimal anonymized data set necessary to replicate your study findings as either Supporting Information files or to a stable, public repository and provide us with the relevant URLs, DOIs, or accession numbers. For a list of acceptable repositories, please see http://journals.plos.org/plosone/s/data-availability#loc-recommended-repositories.We will update your Data Availability statement on your behalf to reflect the information you provide.3. Please include captions for your Supporting Information files at the end of your manuscript, and update any in-text citations to match accordingly. Please see our Supporting Information guidelines for more information: http://journals.plos.org/plosone/s/supporting-information.4. We note you have included a table to which you do not refer in the text of your manuscript. Please ensure that you refer to Table 7e in your text; if accepted, production will need this reference to link the reader to the Table.[Note: HTML markup is below. Please do not edit.]Reviewers' comments:Reviewer's Responses to Questions\nComments to the Author\n1. Is the manuscript technically sound, and do the data support the conclusions?The manuscript must describe a technically sound piece of scientific research with data that supports the conclusions. Experiments must have been conducted rigorously, with appropriate controls, replication, and sample sizes. The conclusions must be drawn appropriately based on the data presented. Reviewer #1: YesReviewer #2: Yes**********2. Has the statistical analysis been performed appropriately and rigorously? Reviewer #1: YesReviewer #2: Yes**********3. Have the authors made all data underlying the findings in their manuscript fully available?The PLOS Data policy requires authors to make all data underlying the findings described in their manuscript fully available without restriction, with rare exception (please refer to the Data Availability Statement in the manuscript PDF file). The data should be provided as part of the manuscript or its supporting information, or deposited to a public repository. For example, in addition to summary statistics, the data points behind means, medians and variance measures should be available. If there are restrictions on publicly sharing data—e.g. participant privacy or use of data from a third party—those must be specified.Reviewer #1: YesReviewer #2: Yes**********4. Is the manuscript presented in an intelligible fashion and written in standard English?PLOS ONE does not copyedit accepted manuscripts, so the language in submitted articles must be clear, correct, and unambiguous. Any typographical or grammatical errors should be corrected at revision, so please note any specific errors here.Reviewer #1: YesReviewer #2: Yes**********5. Review Comments to the AuthorPlease use the space provided to explain your answers to the questions above. You may also include additional comments for the author, including concerns about dual publication, research ethics, or publication ethics. (Please upload your review as an attachment if it exceeds 20,000 characters)Reviewer #1: This manuscript presents the results of a cross-sectional analysis of a large, national, administrative database to evaluate ARDS. This study is the first of its kind to use data after the inclusion of ARDS as a distinct ICD-10 code, potentially improving its detection in administrative datasets.Strengths of the study include:1) The findings of the study have strong face validity, with admission information, associated diagnoses, and mortality rate all in line with previous prospectively collected data. It is highly likely that the dataset has accurately identified the population of interest.2) Statistical methods are clearly explained and are rigorous and appropriate for the use of the administrative dataset. Choices are explained thoroughly.3) The writing is clear and concise, and the tables and figures add to the manuscript.Limitations of the study include:1) The findings (or lack thereof) of ECLS in the database are concerning, though perhaps not surprising. Survival for ARDS requiring ECLS is lower than for those without. The authors only identified 339 cases of ECLS in the entire database for the year, suggesting a significant under-reporting. However, this does limit the potential generalizability to ARDS findings in general. Future work could include a possible link with ELSO database or analysis of later years within the NRD to identify trends in ECLS coding.2) Page 5, Line 168: This sentence initially led me to think the patient had to also survive the readmission, however after further reading in the manuscript, it became clear this is not the case. I would advise simply clarifying this sentence to avoid confusion of the reader.Reviewer #2: Please see attached file.In this paper, Dr Siuba and colleagues have used the HCUP’s NRD, which contains discharge abstract data for over 36 million weighted discharges, to describe the rate of 30-day readmission after an admission to hospital with a diagnosis of ARDS (defined using ICD-10 codes and procedure codes for intubation or tracheostomy). They also sought to explore the costs associated with both the admission to hospital for ARDS and a subsequent readmission. They identified 25,170 index episodes, with 9,439 dying during index admission, and 2889 experiencing a readmission within 30 days. 14.3% of the readmissions occurred within the first two days following discharge, and most had codes for the same most responsible diagnosis as was noted for the index admission. They identified some predictors of readmission using a multivariable logistic regression model that notably demonstrated that older age, and longer stay in hospital were associated with higher hospital costs. They found that the mean cost of hospitalization for ARDS was $71,004, and the mean cost of readmission was 26,971. Costs stratified by age demonstrated that younger groups had higher costs as well as longer mean length of stays than older groups. They also conducted a regression analysis to predict readmission costs based on various covariates.**********6. PLOS authors have the option to publish the peer review history of their article (what does this mean?). If published, this will include your full peer review and any attached files.If you choose “no”, your identity will remain anonymous but your review may still be made public.Do you want your identity to be public for this peer review? For information about this choice, including consent withdrawal, please see our Privacy Policy.Reviewer #1: Yes: Thomas Bice, MD, MScReviewer #2: No[NOTE: If reviewer comments were submitted as an attachment file, they will be attached to this email and accessible via the submission site. Please log into your account, locate the manuscript record, and check for the action link \"View Attachments\". If this link does not appear, there are no attachment files.]While revising your submission, please upload your figure files to the Preflight Analysis and Conversion Engine (PACE) digital diagnostic tool, https://pacev2.apexcovantage.com/. PACE helps ensure that figures meet PLOS requirements. To use PACE, you must first register as a user. Registration is free. Then, login and navigate to the UPLOAD tab, where you will find detailed instructions on how to use the tool. If you encounter any issues or have any questions when using PACE, please email PLOS at gro.solp@serugif. Please note that Supporting Information files do not need this step.AttachmentSubmitted filename: PLOS review.docxClick here for additional data file.(16K, docx) \n23 Nov 2021\nDear Drs. Morrow, Bice, and Reviewer #2,Thank you kindly for the opportunity to revise this submission. Within the limitations of what can be achieved with this data set and timing of revision, we attempted to address every possible concern raised during the first review. We feel this version is improved significantly with your input and look forward to your feedback.Matthew Siuba, DOOn behalf of the authorsReponse to Editor Comments:1. All sections were formatted according to PLOS ONE guidelines.2. We note that you have indicated that data from this study are available upon request. PLOS only allows data to be available upon request if there are legal or ethical restrictions on sharing data publicly. For more information on unacceptable data access restrictions, please see http://journals.plos.org/plosone/s/data-availability#loc-unacceptable-data-access-restrictions. a) If there are ethical or legal restrictions on sharing a de-identified data set, please explain them in detail (e.g., data contain potentially sensitive information, data are owned by a third-party organization, etc.) and who has imposed them (e.g., an ethics committee). Please also provide contact information for a data access committee, ethics committee, or other institutional body to which data requests may be sent.With regards to the sharing of the de-identified data set, this information has been clarified in the main manuscript. HCUP NRD database is available on request from the publisher (HCUP), not from our team directly. The usage of the dataset requires completion of a data use agreement and fee paid to HCUP.b) If there are no restrictions, please upload the minimal anonymized data set necessary to replicate your study findings as either Supporting Information files or to a stable, public repository and provide us with the relevant URLs, DOIs, or accession numbers. For a list of acceptable repositories, please see http://journals.plos.org/plosone/s/data-availability#loc-recommended-repositories. We will update your Data Availability statement on your behalf to reflect the information you provide.Please see the answer in 2a above.3. Please include captions for your Supporting Information files at the end of your manuscript, and update any in-text citations to match accordingly. Please see our Supporting Information guidelines for more information: http://journals.plos.org/plosone/s/supporting-information.Thank you, captions have been added to the end of the manuscript, before references.4. We note you have included a table to which you do not refer in the text of your manuscript. Please ensure that you refer to Table 7e in your text; if accepted, production will need this reference to link the reader to the Table.A reference to Table 7e (now S7 Table) is included at the end of the results section. Reviewer #1: This manuscript presents the results of a cross-sectional analysis of a large, national, administrative database to evaluate ARDS. This study is the first of its kind to use data after the inclusion of ARDS as a distinct ICD-10 code, potentially improving its detection in administrative datasets.Strengths of the study include:1) The findings of the study have strong face validity, with admission information, associated diagnoses, and mortality rate all in line with previous prospectively collected data. It is highly likely that the dataset has accurately identified the population of interest.2) Statistical methods are clearly explained and are rigorous and appropriate for the use of the administrative dataset. Choices are explained thoroughly.3) The writing is clear and concise, and the tables and figures add to the manuscript.Thank you very much for the kind comments, we appreciate your attention to our choices and rigor.Limitations of the study include:1) The findings (or lack thereof) of ECLS in the database are concerning, though perhaps not surprising. Survival for ARDS requiring ECLS is lower than for those without. The authors only identified 339 cases of ECLS in the entire database for the year, suggesting a significant under-reporting. However, this does limit the potential generalizability to ARDS findings in general. Future work could include a possible link with ELSO database or analysis of later years within the NRD to identify trends in ECLS coding.We agree that this is a significant limitation and the directions for future study mentioned are intriguing. In our discussion, we state:“Finally, no patients who received extracorporeal life support were identified, which likely leads to an underestimation of overall costs, mortality, and readmission rate.”2) Page 5, Line 168: This sentence initially led me to think the patient had to also survive the readmission, however after further reading in the manuscript, it became clear this is not the case. I would advise simply clarifying this sentence to avoid confusion of the reader.Thank you for the important clarification. The sentence was revised:“For readmission analyses, complete length of stay information was required” Reviewer #2 CommentsIn this paper, Dr Siuba and colleagues have used the HCUP’s NRD, which contains discharge abstract data for over 36 million weighted discharges, to describe the rate of 30-day readmission after an admission to hospital with a diagnosis of ARDS (defined using ICD-10 codes and procedure codes for intubation or tracheostomy). They also sought to explore the costs associated with both the admission to hospital for ARDS and a subsequent readmission. They identified 25,170 index episodes, with 9,439 dying during index admission, and 2889 experiencing a readmission within 30 days. 14.3% of the readmissions occurred within the first two days following discharge, and most had codes for the same most responsible diagnosis as was noted for the index admission. They identified some predictors of readmission using a multivariable logistic regression model that notably demonstrated that older age, and longer stay in hospital were associated with higher hospital costs. They found that the mean cost of hospitalization for ARDS was $71,004, and the mean cost of readmission was 26,971. Costs stratified by age demonstrated that younger groups had higher costs as well as longer mean length of stays than older groups. They also conducted a regression analysis to predict readmission costs based on various covariates. The study question is important, and well-justified. Thank you for the summary and commentary.Major comments: 1. I would suggest that the authors rearrange the methods section slightly so that it follows more closely the EQUATOR checklist. I don’t see any descriptions of considerations of bias, or confounding, and these should be addressed. Thank you very much for pointing this out. The methods section has been rewritten accordingly to follow the EQUATOR STROBE checklist order as much as possible, without compromising clarity.2. The authors have identified some interesting trends, particularly that costs were higher among younger patients, who also had longer lengths of stay. Do the authors have any thoughts on how age and length of stay might interact in the causal pathway to costs? We agree that this is an interesting finding. Please see the following commentary added in the discussion section:“We observed that younger patients incurred a higher cost on readmission, markedly so in those who died during readmission. This may be due to a higher propensity to escalate and sustain (rather than withdraw) aggressive care measures in younger people compared to those who were older. Of note, we did not capture any records of patients in this study who received extracorporeal life support. We did detect a longer length of stay in younger patients as well which could be the driver of the increased costs, for the same rationale of increased life-sustaining care. Further breakdown in the specific charges (in terms of services rendered) which led to the total costs was not possible in this database, however, beyond the data we presented.”3. Does the database only provide the total cost for an admission, or are the costs broken down into categories of costs? If they can be broken down, I would suggest describing the breakdown for the total cohort, as well as for the group that die during index admission, discharged with no readmission and those with a readmission. You might want to also describe costs for readmission stratified by early versus later readmission. This is a great point. Unfortunately, we only see the total reported charges in this type of administrative dataset, so further cost breakdown is not possible. This limitation has been added to the discussion section as mentioned in 2. Above.4. A significant limitation of this study is that health care utilization costs and readmission are likely predicted by previous healthcare use. Previous research has demonstrated that high-users of healthcare, and those who have higher health care costs (High cost users) are likely to remain high-cost users. Can they do a look back and identify previous healthcare utilization and costs for their cohort, and then either stratifiy or control for this in their models? Previous work (eg: https://www.cmaj.ca/content/188/3/182) has demonstrated that of 45% of high-cost users remain high-cost users over the next two years. Thank you for the insightful comment. This would be helpful but is not possible with the limitations of this particular dataset. We did demonstrate in the multivariable model (Table 3), however, that increased age and certain comorbidities made readmission more likely, which supports a similar message.A comment including your suggested citation is included in paragraph 2 of the discussion:“Finally, while we were not able to examine prior healthcare utilization specifically, our multivariable model supports a higher risk of readmission for those with certain comorbidities and increasing age, similar to prior work in more granular datasets[21].”5. The authors have described total costs, but have not described the attributable costs of ARDS. These costs are heavily confounded by the costs associated with underlying medical comorbidities, previous healthcare spending, hospitalization in general, and are not described relative to the costs associated for other non-ARDS types of hospitalizations. They might want to consider a matched analysis comparing costs of hospitalization for ARDS to a group hospitalized for other causes. (See this as an example of costing study employing this methodology: 10.1097/CCM.0000000000004777)Thank you for the comment. We agree this would be a valuable comparison to make. Our linear regression cost model (see the supplement and specifically S6 Table) supports that comorbidities, insurance status, and age all impact the cost of readmissions. Unfortunately the statistical funding support for this study has ended so further analysis (e.g. with propensity matching) as suggested is not feasible at this time.Minor: 1. Is it possible that patients were readmitted to a hospital that might not have reported discharge abstract data to this data set, and thus had a missed readmission? Or does the dataset include all data from all hospitals? This is absolutely a concern, given the sampling procedure of HCUP’s NIS and NRD datasets. Fortunately, hospitals which are not eligible for HCUP reporting comprise a very small percentage of US hospitals. A note above this has been added to the new “Bias” section in the Methods section.2. There is no mention of the cost findings in either the take-home section or the abstract. Thank you for pointing this out. The take-home section was removed to meet the formatting of the journal. The results section of the abstract was updated to mention readmission costs.AttachmentSubmitted filename: PLOS-cover-response.docxClick here for additional data file.(24K, docx) \n11 Jan 2022\nAcute respiratory distress syndrome readmissions: a nationwide cross-sectional analysis of epidemiology and costs of carePONE-D-21-13742R1Dear Dr. Siuba,We’re pleased to inform you that your manuscript has been judged scientifically suitable for publication and will be formally accepted for publication once it meets all outstanding technical requirements.Within one week, you’ll receive an e-mail detailing the required amendments. When these have been addressed, you’ll receive a formal acceptance letter and your manuscript will be scheduled for publication.An invoice for payment will follow shortly after the formal acceptance. To ensure an efficient process, please log into Editorial Manager at http://www.editorialmanager.com/pone/, click the 'Update My Information' link at the top of the page, and double check that your user information is up-to-date. If you have any billing related questions, please contact our Author Billing department directly at gro.solp@gnillibrohtua.If your institution or institutions have a press office, please notify them about your upcoming paper to help maximize its impact. If they’ll be preparing press materials, please inform our press team as soon as possible -- no later than 48 hours after receiving the formal acceptance. Your manuscript will remain under strict press embargo until 2 pm Eastern Time on the date of publication. For more information, please contact gro.solp@sserpeno.Kind regards,Brenda M. Morrow, PhDAcademic EditorPLOS ONEAdditional Editor Comments: The second reviewer was not available to re-review, but as the handling editor, I have reviewed the author responses and, together with reviewer #1 am satisfied with the responses and changes made.Reviewer's Responses to Questions\nComments to the Author\n1. If the authors have adequately addressed your comments raised in a previous round of review and you feel that this manuscript is now acceptable for publication, you may indicate that here to bypass the “Comments to the Author” section, enter your conflict of interest statement in the “Confidential to Editor” section, and submit your \"Accept\" recommendation.Reviewer #1: All comments have been addressed**********2. Is the manuscript technically sound, and do the data support the conclusions?The manuscript must describe a technically sound piece of scientific research with data that supports the conclusions. Experiments must have been conducted rigorously, with appropriate controls, replication, and sample sizes. The conclusions must be drawn appropriately based on the data presented. Reviewer #1: Yes**********3. Has the statistical analysis been performed appropriately and rigorously? Reviewer #1: Yes**********4. Have the authors made all data underlying the findings in their manuscript fully available?The PLOS Data policy requires authors to make all data underlying the findings described in their manuscript fully available without restriction, with rare exception (please refer to the Data Availability Statement in the manuscript PDF file). The data should be provided as part of the manuscript or its supporting information, or deposited to a public repository. For example, in addition to summary statistics, the data points behind means, medians and variance measures should be available. If there are restrictions on publicly sharing data—e.g. participant privacy or use of data from a third party—those must be specified.Reviewer #1: Yes**********5. Is the manuscript presented in an intelligible fashion and written in standard English?PLOS ONE does not copyedit accepted manuscripts, so the language in submitted articles must be clear, correct, and unambiguous. Any typographical or grammatical errors should be corrected at revision, so please note any specific errors here.Reviewer #1: Yes**********6. Review Comments to the AuthorPlease use the space provided to explain your answers to the questions above. You may also include additional comments for the author, including concerns about dual publication, research ethics, or publication ethics. (Please upload your review as an attachment if it exceeds 20,000 characters)Reviewer #1: Thank you for addressing my comments and the comments of the other reviewers. Thank you for your important work.**********7. PLOS authors have the option to publish the peer review history of their article (what does this mean?). If published, this will include your full peer review and any attached files.If you choose “no”, your identity will remain anonymous but your review may still be made public.Do you want your identity to be public for this peer review? For information about this choice, including consent withdrawal, please see our Privacy Policy.Reviewer #1: Yes: Thomas Bice, MD, MSc \n13 Jan 2022\nPONE-D-21-13742R1 Acute respiratory distress syndrome readmissions: a nationwide cross-sectional analysis of epidemiology and costs of care Dear Dr. Siuba:I'm pleased to inform you that your manuscript has been deemed suitable for publication in PLOS ONE. Congratulations! Your manuscript is now with our production department. If your institution or institutions have a press office, please let them know about your upcoming paper now to help maximize its impact. If they'll be preparing press materials, please inform our press team within the next 48 hours. Your manuscript will remain under strict press embargo until 2 pm Eastern Time on the date of publication. For more information please contact gro.solp@sserpeno.If we can help with anything else, please email us at gro.solp@enosolp. Thank you for submitting your work to PLOS ONE and supporting open access. Kind regards, PLOS ONE Editorial Office Staffon behalf ofProfessor Brenda M. Morrow Academic EditorPLOS ONE"}