{"title": "Impact of COVID-19 on the association between pulse oximetry and arterial oxygenation in patients with acute respiratory distress syndrome", "pubDate": "2022", "PMCID": "PMC8795352", "DOI": "10.1038/s41598-021-02634-z", "PMID": "35087122", "abstract": "Managing patients with acute respiratory distress syndrome (ARDS) requires frequent changes in mechanical ventilator respiratory settings to optimize arterial oxygenation assessed by arterial oxygen partial pressure (PaO2) and saturation (SaO2). Pulse oxymetry (SpO2) has been suggested as a non-invasive surrogate for arterial oxygenation however its accuracy in COVID-19 patients is unknown. In this study, we aimed to investigate the influence of COVID-19 status on the association between SpO2 and arterial oxygenation. We prospectively included patients with ARDS and compared COVID-19 to non-COVID-19 patients, regarding SpO2 and concomitant arterial oxygenation (SaO2 and PaO2) measurements, and their association. Bias was defined as mean difference between SpO2 and SaO2 measurements. Occult hypoxemia was defined as a SpO2 ≥ 92% while concomitant SaO2 < 88%. Multiple linear regression models were built to account for confounders. We also assessed concordance between positive end-expiratory pressure (PEEP) trial-induced changes in SpO2 and in arterial oxygenation. We included 55 patients, among them 26 (47%) with COVID-19. Overall, SpO2 and SaO2 measurements were correlated (r = 0.70; p < 0.0001), however less so in COVID-19 than in non-COVID-19 patients (r = 0.55, p < 0.0001 vs. r = 0.84, p < 0.0001, p = 0.002 for intergroup comparison). Bias was + 1.1%, greater in COVID-19 than in non-COVID-19 patients (2.0 vs. 0.3%; p = 0.02). In multivariate analysis, bias was associated with COVID-19 status (unstandardized β = 1.77, 95%CI = 0.38-3.15, p = 0.01), ethnic group and ARDS severity. Occult hypoxemia occurred in 5.5% of measurements (7.7% in COVID-19 patients vs. 3.4% in non-COVID-19 patients, p = 0.42). Concordance rate between PEEP trial-induced changes in SpO2 and SaO2 was 84%, however less so in COVID-19 than in non-COVID-19 patients (69% vs. 97%, respectively). Similar results were observed for PaO2 regarding correlations, bias, and concordance with SpO2 changes. In patients with ARDS, SpO2 was associated with arterial oxygenation, but COVID-19 status significantly altered this association.", "author": [{"author": "Lee S Nguyen", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France.", "Research and Innovation Department, CMC Ambroise Paré, Neuilly-sur-Seine, France."], "href": "/?term=Nguyen+LS&cauthor_id=35087122"}, {"author": "Marion Helias", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France."], "href": "/?term=Helias+M&cauthor_id=35087122"}, {"author": "Lisa Raia", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France."], "href": "/?term=Raia+L&cauthor_id=35087122"}, {"author": "Estelle Nicolas", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France."], "href": "/?term=Nicolas+E&cauthor_id=35087122"}, {"author": "Paul Jaubert", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France."], "href": "/?term=Jaubert+P&cauthor_id=35087122"}, {"author": "Sarah Benghanem", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Benghanem+S&cauthor_id=35087122"}, {"author": "Zakaria Ait Hamou", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Ait+Hamou+Z&cauthor_id=35087122"}, {"author": "Pierre Dupland", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Dupland+P&cauthor_id=35087122"}, {"author": "Julien Charpentier", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France."], "href": "/?term=Charpentier+J&cauthor_id=35087122"}, {"author": "Frédéric Pène", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=P%C3%A8ne+F&cauthor_id=35087122"}, {"author": "Alain Cariou", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Cariou+A&cauthor_id=35087122"}, {"author": "Jean-Paul Mira", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Mira+JP&cauthor_id=35087122"}, {"author": "Jean-Daniel Chiche", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Chiche+JD&cauthor_id=35087122"}, {"author": "Mathieu Jozwiak", "affiliation": ["Hôpital Cochin, Service de Médecine Intensive Réanimation, Assistance Publique - Hôpitaux de Paris, Hôpitaux Universitaires Paris-Centre, 27 rue du faubourg Saint Jacques, 75014, Paris, France. jozwiak.m@chu-nice.fr.", "Université de Paris, Paris, France. jozwiak.m@chu-nice.fr.", "Equipe 2 CARRES, UR2CA - Unité de Recherche Clinique Côte d'Azur, Université Côte d'Azur UCA, Nice, France. jozwiak.m@chu-nice.fr."], "href": "/?term=Jozwiak+M&cauthor_id=35087122"}], "refPMID": ["32109013", "32267160", "32250385", "26179876", "8457045", "16492843", "8101343", "9554645", "12163785", "27818327", "17573487", "30776290", "32160661", "20444248", "11685301", "3662082", "2723709", "2347228", "9059094", "1797894", "33326721", "32459916", "33211135", "32436075", "33363190", "22797452", "29200008", "18270353", "31197492", "16641394", "25513785", "1731536", "2868172", "18839484", "20736431", "27199309", "12111890", "31392655", "10921551", "12930558", "10752818", "3342658", "28764215", "32814566", "32521167", "32325026", "2741859", "9360570", "34331833", "32185615", "27621673"], "citedInPMID": ["35087122"], "body": " AbstractManaging patients with acute respiratory distress syndrome (ARDS) requires frequent changes in mechanical ventilator respiratory settings to optimize arterial oxygenation assessed by arterial oxygen partial pressure (PaO2) and saturation (SaO2). Pulse oxymetry (SpO2) has been suggested as a non-invasive surrogate for arterial oxygenation however its accuracy in COVID-19 patients is unknown. In this study, we aimed to investigate the influence of COVID-19 status on the association between SpO2 and arterial oxygenation. We prospectively included patients with ARDS and compared COVID-19 to non-COVID-19 patients, regarding SpO2 and concomitant arterial oxygenation (SaO2 and PaO2) measurements, and their association. Bias was defined as mean difference between SpO2 and SaO2 measurements. Occult hypoxemia was defined as a SpO2 ≥ 92% while concomitant SaO2 < 88%. Multiple linear regression models were built to account for confounders. We also assessed concordance between positive end-expiratory pressure (PEEP) trial-induced changes in SpO2 and in arterial oxygenation. We included 55 patients, among them 26 (47%) with COVID-19. Overall, SpO2 and SaO2 measurements were correlated (r = 0.70; p < 0.0001), however less so in COVID-19 than in non-COVID-19 patients (r = 0.55, p < 0.0001 vs. r = 0.84, p < 0.0001, p = 0.002 for intergroup comparison). Bias was + 1.1%, greater in COVID-19 than in non-COVID-19 patients (2.0 vs. 0.3%; p = 0.02). In multivariate analysis, bias was associated with COVID-19 status (unstandardized β = 1.77, 95%CI = 0.38–3.15, p = 0.01), ethnic group and ARDS severity. Occult hypoxemia occurred in 5.5% of measurements (7.7% in COVID-19 patients vs. 3.4% in non-COVID-19 patients, p = 0.42). Concordance rate between PEEP trial-induced changes in SpO2 and SaO2 was 84%, however less so in COVID-19 than in non-COVID-19 patients (69% vs. 97%, respectively). Similar results were observed for PaO2 regarding correlations, bias, and concordance with SpO2 changes. In patients with ARDS, SpO2 was associated with arterial oxygenation, but COVID-19 status significantly altered this association.Subject terms: Diagnosis, Therapeutics IntroductionFrom December 2019, a worldwide pandemic with an kk coronavirus SARS-CoV-2 is responsible for Coronavirus disease (COVID-191. Up to two-thirds of hospitalized COVID-19 patients develop severe pneumonia leading to an acute respiratory distress syndrome (ARDS)2,3. ARDS is characterized by an impairment in arterial oxygenation, leading to profound hypoxemia. Hence, the ratio between arterial oxygen partial pressure (PaO2) and inspired fraction in oxygen (FiO2), delivered by the mechanical ventilator, is a crucial in ARDS management. Yet, PaO2 requires arterial blood gas analyses and cannot be continuously monitored. It may be approximated by arterial oxygen saturation (SaO2), which in turn, may be estimated by pulse oximetry (SpO2), a continuous non-invasive measurement4. The latter showed benefit in decreasing complications related to intraoperative hypoxemia incidents5, rate of unplanned intensive care unit (ICU) admissions of surgical patients6 and number arterial blood gas analysis7–10.Managing patients with ARDS requires frequent changes in mechanical ventilator respiratory settings. While arterial oxygenation is paramount towards guiding the fine-tuning of mechanical ventilators in ARDS, SpO2 has been suggested as surrogate for arterial oxygenation11–13. Known caveats of SpO2 mostly lie in its accuracy in ICU due to confounding factors : hypoxemia14–18, vasoconstriction with microcirculatory disorders19, vasopressor treatments15,20 and racial bias21.Since some COVID-19 patients are black2222/11/2021 13:53:00, severely hypoxemic23 and may also experience microcirculatory disorders24, the main goal of the following study was to investigate the impact of COVID-19 status on the association between SpO2 and arterial oxygenation (SaO2 and PaO2) in patients with ARDS. Furthermore, we assessed whether SpO2 changes could track changes in arterial oxygenation (SaO2 and PaO2) during positive end-expiratory pressure (PEEP) trial. MethodsThis prospective and observational study was conducted in a 24-bed ICU of a French university hospital between March 2019 and July 2020 for non COVID-19 patients and in the first pandemic wave (March–April 2020) for COVID-19 patients, in accordance with relevant guidelines and regulations.Patients and data collectionWe included all consecutive patients admitted in our ICU department for acute respiratory failure and presented ARDS criteria, according to Berlin definition26 at the initial phase of ventilatory management (within one hour after intubation). Exclusion criteria were those related to known causes of low-reliability of SpO2 measurements: (i) low-quality SpO2 signal assessed on the SpO2 curve aspect and (ii), patients with nail varnish, methaemoglobinemia or carbon monoxide poisoning4 and (iii), patients with marked movements leading to SpO2 signal artefacts27.ARDS severity was categorized as mild for PaO2/FiO2 ratio between 200 and 300 mmHg, moderate between 100 and 200 mmHg, and severe, under 100 mmHg26.Data were prospectively collected using a clinical software allowing data management and extraction, Centricity Critical Care (General Electric Healthcare, Massachusetts, United States of America).SpO2 and SaO2 measurementsSpO2 was continuously measured using a finger or ear probe of a last generation pulse oximeter (Masimoset®, Masimo Corporation, Irvine, CA, USA). The location of SpO2 probe was left at the discretion of nurses to obtain the best possible SpO2 signal. The pulse oximeter was connected to patients’ monitor (GE Healthcare, Chicago, Il, USA) and SpO2 signal maximized on the monitor screen. SpO2 measurement was recorded at the time the arterial blood gas was performed by the patient’s nurse.A blood sample was obtained from radial or femoral arterial catheter, not necessarily located on the same side as SpO2 probe. SaO2 was measured with the ICU blood gas analyser (ABL800, Radiometer®, Copenhagen, Denmark) and thus obtained within five minutes of blood sampling.Occult hypoxemia was defined as SaO2 < 88%, while concomitant SpO2 measure was ≥ 92%21.Ventilatory settings and respiratory measurementsAll patients were placed in 45-degree semi-recumbent position and mechanically ventilated (CARESCAPE R860, GE Healthcare, Chicago, Il, USA) in pressure regulated volume control mode. Tidal volume was set at 6 mL/kg of predicted body weight. Respiratory rate and inspiratory/expiratory times ratio were adjusted to prevent hypercapnia (pH goal: 7.30–7.45) and to avoid dynamic hyperinflation, without exceeding a respiratory rate of 35 breaths/min12,28. The fraction of inspired oxygen (FiO2) was adjusted to obtain a SpO2 ≥ 90%29. An airway humidification system was used in all patients.The plateau pressure was calculated during a 5-s inspiratory hold and total PEEP during a 5-s expiratory hold. The driving pressure was calculated as the difference between plateau pressure and total PEEP. The static respiratory system compliance was calculated as tidal volume/(plateau pressure–total PEEP).PEEP trial descriptionSince only patients with moderate to severe ARDS with a high potential for lung recruitment benefit from high PEEP strategies and since the amount of potentially recruitable lung vary widely in the population30, we systematically performed a PEEP trial in all patients with ARDS to individualize at best the initial PEEP level29. According to local protocols, PEEP level was initially set at 5 cmH2O31 and a first set of measurements, including SpO2, SaO2 and PaO2 was performed. Then, PEEP was increased to 15 cmH2O and a second set of measurements was performed. All measurements were recorded after a 10-min period of stabilization32 and two couples of simultaneous SpO2 and SaO2 measurements were obtained per patient. Other ventilatory settings were unchanged during the study period.COVID-19 diagnosisAll patients were confirmed with SARS-Cov-2 using routine RT-PCR methodology, with two sets: either Allplex® 2019-nCoV assay (Seegene, Seoul, South Korea) with Microlab NIMBUS® extractor (Hamilton Bonaduz AG, Rapperswil-Jona, Switzerland) and CFX96® thermocycler (Bio-Rad laboratories, Hercules, California, United States of America); or RealStar® SARS-CoV-2 RT-PCR Kit 1.0 assay (Altona Diagnostics, Hamburg, Germany) with QIAsymphony SP® extractor (QIAGEN, Hilden, Germany) and QuantStudio® thermocycler (Thermo Fisher Scientific, Waltham, Massachusetts, United States of America). RT-PCR was performed on nasopharyngeal swabs or on distal bronchial samples.Statistical analysisNormality distribution of continuous variables was tested using the Agostino-Pearson test. Continuous variables were expressed as mean (standard deviation) or median [interquartile] and categorical variables as counts (percentages). Continuous variables were compared using Wilcoxon or paired Student t-tests and Mann–Whitney U-test or Student t-tests. Categorical variables were compared using Chi-2 or Fisher-exact tests.We used four different methods to assess the association between SaO2 and SpO2: correlations, agreement, multivariable regression models and concordance. Specifically, correlations were performed using Pearson or Spearman’s correlation coefficients, according to data distribution. Agreement between SpO2 and SaO2 measurements was assessed with Bland–Altman analysis33 and intraclass correlation coefficients (ICC), with ICC value > 0.7 and > 0.9 indicating satisfactory and excellent agreement respectively34. Accuracy of SpO2 measurement was estimated by the bias, calculated as the mean difference between SpO2 and SaO2 measurements. Precision of SpO2 measurement was estimated by the standard deviation of the bias and the 95% limits of agreement33. The concordance between relative changes in SpO2 and SaO2 was assessed (i) with a four-quadrant plot analysis35, (ii) the clinical concordance method36 and (iii) the inter-rater agreement kappa coefficient (κ), with κ-value < 0.20 and > 0.80 indicating poor and good strength of agreement respectively37.Multiple linear regressions were performed to identify variables associated with the dependent variable SpO2. Separate models were built depending on the selected variable (SaO2 or PaO2) in regard to SpO2. Moreover, multivariable models accounted for confounding variables (in regard to SpO2), and their interactions: SaO2 or PaO2, COVID-19 status, ethnic group, PEEP level, FiO2 setting, temperature, SpO2 probe and arterial catheter side (ipsilateral or contralateral), ARDS severity (as defined above, with mild category used as reference) and norepinephrine administration (defined as a categorical binary variable)14–21.Assuming a correlation coefficient of 0.69 between SpO2 and SaO238 and an ICC > 0.9 with a 95% confidence interval (CI) (0.84–0.96), we planned to include at least 50 patients with at least 25 COVID-19 patients. A p value < 0.05 was considered statistically significant. Statistical analyses were performed using MedCalc 11.6.0 software (MedCalc®, Mariakerke, Belgium), and SPSS version 25.0 (IBM®, Armonk, USA).Ethics approval and consent to participateThis study was approved by the Comité de Protection des Personnes Ile-de-France X (IDCRB2018-A00050-55, protocol 59–2018) and by the Ethics Committee of the Société de Réanimation de Langue Française (CE SRLF 20–72)25, which waived the need for informed consent, following national regulation on standard-of-care data collection. Indeed, this study was performed on data collected in the course of a prospective data collection, without any additional blood sample, as compared to standard of care. As such, only refusal to participate was systematically sought. ResultsPatient characteristicsAmong 55 included patients: 33(60%) were men, 17(31%) were black and no patient had sickle-cell anaemia history. The ICU mortality rate was 38%. All patients had pulmonary ARDS and 26(47%) had an ARDS related to COVID-19. COVID-19 patients were more frequently black, tended to have more diabetes mellitus and had a lower SAPS-3 than non-COVID-19 patients (Table ​(Table1).1). The other characteristics of patients are shown in Tables ​Tables11 and ​and22.Table 1Patient characteristics.VariablesAll patients (n = 55)COVID-19 patients (n = 26)Non COVID-19 patients (n = 29)Age (years)60 (17)59 (15)60 (18)Male (n, %)33 (60)17 (65)16 (55)Body mass index (kg/m2)28 (5)29 (5)26 (5)Black patients (n, %)17 (31)12 (46)5 (17)*Hypertension (n,%)23 (42)11 (42)12 (41)Diabetes mellitus (n,%)14 (25)10 (38)4 (14)Smokers (n,%)18 (33)7 (27)11 (38)SAPS-356 (15)52 (11)60 (17)*ICU mortality (n, %)21 (38)7 (27)14 (48)Patients in sinus rhythm (n, %)54 (98)26 (100)28 (97)Patients receiving norepinephrine (n, %)40 (73)20 (77)20 (69)Neuromuscular blocking agents (n, %)30 (55)12 (46)18 (62)SpO2 probe locationFinger (n,%)52 (95)26 (100)26 (90)Ear (n,%)3 (5)0 (0)3 (10)Arterial catheter locationRadial (n,%)39 (71)24 (92)15 (52)*Femoral (n,%)16 (29)2 (8)14 (48)*Open in a separate windowVariables are expressed as mean (standard deviation) or counts (percentages).ICU Intensive Care Unit, SAPS Simplified Acute Physiology Score, SpO2 pulse oximetry.*p < 0.05 non-COVID-19 versus COVID-19 patients.Table 2Respiratory, haemodynamic and oxygenation effects of the PEEP trial according to patients’ COVID-19 status.VariablesCOVID-19 patients (n = 26)Non COVID-19 patients (n = 29)PEEP + 5PEEP + 15PEEP + 5PEEP + 15Respiratory parametersTidal volume (mL/kg of PBW)5.9 [5.7–6.2]5.9 [5.7–6.2]5.9 [5.5–6.0]5.9 [5.5–6.0]Respiratory rate (cycles/min)30 [26–33]30 [26–33]30 [25–30]30 [25–30]Total PEEP (cmH2O)6 [5–6]16 [15–16]*5 [5–6]£15 [15–16]*Plateau pressure (cmH2O)15 [14–17]27 [24–28]*18 [15–21]£28 [26–29]*Driving pressure (cmH2O)9 [8–11]10 [8–12]13 [10–15]£12 [10–14]£Respiratory system compliance (mL/cmH2O)44 [32–50]38 [31–43]28 [23–39]£30 [28–37]Haemodynamic parametersHeart rate (bpm)80 [70–90]78 [71–91]93 [80–121]£83 [75–117]£Systolic arterial pressure (mmHg)113 [102–131]111 [103–120]103 [92–122]100 [93–127]Diastolic arterial pressure (mmHg)57 [50–61]58 [50–62]53 [51–57]52 [49–57]£Mean arterial pressure (mmHg)75 [67–81]74 [69–81]71 [68–76]69 [65–73]Dosage of norepinephrine (µg/kg/min)0.17 [0.10–0.28]0.19 [0.12–0.39]£0.50 [0.18–0.97]0.50 [0.18–0.99]£Lactate (mmol/L)1.1 [0.8–1.2]1.0 [0.8–1.2]£1.8 [1.1–2.7]1.7 [1.1–2.9]£Biological parametersSpO2 (%)95 [93–96]96 [95–98]91 [89–94]£96 [93–98]*SaO2 (%)92 [89–95]96 [94–98]*90 [88–94]96 [92–99]*PaO2/FiO2 ratio154 [99–225]200 [152–250]*101 [81–147]£175 [110–211]*PaO2 (mmHg)69 [59–85]87 [68–118]*62 [58–73]82 [65–126]*PaCO2 (mmHg)44 [41–50]47 [42–51]46 [41–50]48 [41–52]*Carboxyhaemoglobin (%)0.8 [0.6–0.9]0.7 [0.5–0.9]*1.0 [0.8–1.5]£0.9 [0.8–1.4]*£Methaemoglobin (%)0.7 [0.6–0.8]0.7 [0.6–0.8]0.6 [0.5–0.8]0.6 [0.5–0.8]Haemoglobin (g/dL)11.8 [9.8–13.2]11.9 [9.6–13.4]9.7 [8.8–11.8]£9.8 [8.5–11.6]£Temperature (°C)37.3 [36.8–38.0]37.0 [37.0–37.8]36.8 [36.4–37.5]£36.8 [36.3–37.5]£pH7.38 [7.32–7.41]7.36 [7.30–7.39]*7.33 [7.30–7.38]7.32 [7.29–7.35]*Bicarbonates (mmol/L)25.7 [22.8–28.0]26.3 [22.4–28.4]24.0 [21.7–27.1]23.6 [21.7–27.2]Fibrinogen (g/L)6.8 [5.2–8.0]NA4.9 [3.6–6.5]{1}£NAD-Dimer (ng/mL)1524 [977–2389]{9}NA4872 [NA]{28}NAOpen in a separate windowVariables are expressed as median [interquartile]. No missing values, except otherwise specified between {}. NA: non-available.PaO2 partial arterial pressure of oxygen, PaCO2 partial arterial pressure of carbon dioxide; PBW: predicted body weight, PEEP positive end-expiratory pressure, SaO2 arterial oxygen saturation, SpO2 pulse oximetry.*p < 0.05 PEEP + 15 vs. PEEP + 5 cmH2O. £ p < 0.05 non-COVID-19 versus COVID-19 patients.Formulas: driving pressure = plateau pressure-total PEEP; respiratory system compliance = tidal volume/(plateau pressure-total PEEP).A SpO2 finger probe was used in all patients but three and a radial arterial catheter was used in 39(71%) patients. SpO2 probe and arterial catheter were located on the same side in 30(55%) patients (Table ​(Table1).1). SpO2 values ranged from 83 to 100% and SaO2 values from 80 to 100%. Carboxyhaemoglobin and methaemoglobin rates were < 2% in all patients.Association between SpO2, SaO2 and PaO2In the whole population, SpO2 and SaO2 measurements were significantly correlated (r = 0.70, p < 0.0001). Correlation between SpO2 and SaO2 was lower in COVID-19 than in non-COVID-19 patients (r = 0.55, p < 0.0001 vs. r = 0.84, p < 0.0001, p = 0.002 for intergroup comparison) (Fig. 1A). After adjusting for confounding covariables, variables independently associated with SpO2 were: SaO2 (unstandardized β = 0.46, 95%CI = 0.35–0.57, p < 0.0001), COVID-19 status (unstandardized β = 1.96, 95%CI = 1.03–2.88 l, p < 0.0001) and PEEP level (unstandardized β = 0.11, 95%CI = 0.01–0.21, p = 0.03).Open in a separate windowFigure 1Panel A: correlation between pulse oximetry (SpO2) and arterial oxygen saturation (SaO2) in COVID-19 patients (red points, n = 52 measurements) and non-COVID-19 patients (blue points, n = 58 measurements). The solid line represents the correlation line. The dotted lines represent the 95% confidence interval of each correlation. Panel B: correlation between pulse oximetry (SpO2) and arterial oxygen partial pressure (PaO2) in COVID-19 patients (red points, n = 52 measurements) and non-COVID-19 patients (blue points, n = 58 measurements). The dotted lines represent the 95% confidence interval of each correlation.For sensitivity, correlation between SpO2 and PaO2 was also assessed and found significant (r = 0.62, p < 0.0001). Similarly, correlation between SpO2 and PaO2 was lower in COVID-19 than in non-COVID-19 patients (r = 0.47, p= 0.001 vs. r = 0.75, p <  0.0001, p = 0.002 for intergroup comparison) (Fig. 1B). After adjusting for confounding covariables, variables independently associated with SpO2 were: PaO2 (unstandardized β = 0.03, 95%CI = 0.02–0.05, p < 0.0001), COVID-19 status (unstandardized β = 2.04, 95%CI = 0.99–3.08, p < 0.0001) and PEEP level (unstandardized β = 0.17, 95%CI = 0.06–0.28, p = 0.002).Agreement between SpO2 and SaO2In the whole population, the bias between SpO2 and SaO2 measurements was 1.1%, the precision was 3.4% and the limits of agreement ranged from -5.6 to + 7.9% (Fig. 2A). Bias and SaO2 measurements were significantly correlated (r = -− 0.56, p < 0.0001). The bias was higher (2.0 vs. 0.3%; p = 0.02) and the precision lower (4.1 vs. 2.5%) in COVID-19 than in non-COVID-19 patients (Fig. 2B). ICC = 0.79 (95%CI = 0.69–0.86), 0.62 (95%CI = 0.34–0.78) and 0.90 (95%CI = 0.84–0.94) in the whole population, in COVID-19 and in non-COVID-19 patients respectively. After adjusting for confounding covariables, COVID-19 status (unstandardized β = 1.77, 95%CI = 0.38–3.15, p = 0.01), ethnic group (unstandardized β = − 1.58, 95%CI = − 2.99 to − 0.18, p = 0.03) and ARDS severity (unstandardized β = 1.09, 95%CI = 0.21–1.97, p = 0.02) were independently associated with the bias. Interaction analyses did not yield significant association between COVID-19 status, ethnic group and bias.Open in a separate windowFigure 2Comparison of pulse oximetry (SpO2) and arterial oxygen saturation (SaO2) measurements using the Bland–Altman method. The solid line represents the bias and the dotted lines represent the 95% limits of agreement (mean ± 1.96 standard deviation). Panel A: in the whole population (n = 110 measurements). Panel B: in COVID-19 patients (n = 52 measurements) and non-COVID-19 patients (n = 58 measurements).Occult hypoxemia, occurred in 6 (5.5%) pairs of measurements. There was no significant difference between COVID-19 and non-COVID-19 patients (7.7% vs. 3.4%, respectively, p = 0.42).Effects of PEEP trial on SpO2, SaO2 and PaO2In the whole population, PEEP increase from 5 to 15 cmH2O significantly increased SpO2, SaO2 and PaO2 by 3 ± 4%, 4 ± 5% and 43 ± 57% respectively, (Table S1). SpO2 changes were significantly correlated to that of SaO2 (r = 0.65, p < 0.0001) and PaO2 (r = 0.47, p < 0.001). The concordance rate between PEEP trial-induced changes in SpO2 and SaO2 was 84% (Fig. 3A) and the κ-coefficient was 0.60. The concordance rate between PEEP trial-induced changes in SpO2 and PaO2 was 85% and the κ-coefficient was 0.55 (Figure S1).Open in a separate windowFigure 3Trending ability of pulse oximetry (SpO2) against arterial oxygen saturation (SaO2) measurements during a positive end-expiratory pressure trial based on four-quadrant concordance analysis. The error grid reflects the therapeutic consequences in specific zones in the concordance plot. Orange zone: ΔSpO2 and ΔSaO2 change in the same direction and to the same extent. Pink zone: ΔSpO2 and ΔSaO2 change in the same direction but not to the same extent. Green zone: ΔSpO2 changes while ΔSaO2 is constant or vice versa. Blue zone: ΔSpO2 and ΔSaO2 change in opposite directions. Panel A: in the whole population (n = 55). Panel B: in COVID-19 (n = 26) and non-COVID-19 (n = 29) patients.Concordance rate between PEEP trial-induced changes in SpO2 and SaO2 was lower in COVID-19 than in non-COVID-19 patients (69 vs. 97%), as was the κ-coefficient (0.35 vs. 1.00) (Fig. 3B). Similar results were found for PaO2 (73 vs. 97% for concordance rate and 0.28 vs. 1.00 for the κ-coefficient) (Figure S1). DiscussionA reliable SpO2 measurement would be interesting in patients with ARDS, given the medico-economic impact of the decrease in arterial blood gas analysis overuse10. In this cohort of patients with ARDS monitored with last generation pulse oximeter, we found that (i) SpO2 was overall well-correlated with arterial oxygenation (SaO2 and PaO2) and that SpO2 slightly overestimated SaO2, (ii) COVID-19 status significantly impacted the association between SpO2 and arterial oxygenation (SaO2 and PaO2) and (iii), changes in SpO2 could not reliably track changes in arterial oxygenation (SaO2 and PaO2) during PEEP trial in COVID-19 patients.The accuracy of SpO2 measurement in ICU is still debated because of several confounding factors14–20,39,40 with an unconstant and unpredictable bias between SpO2 and SaO2 measurements14,15,18–20,39,41. Overall, we found that SpO2 and arterial oxygenation (SaO2 and PaO2) were well-correlated and that SpO2 only slightly overestimated SaO2 but with wide limits of agreement, suggesting the lack of precision of SpO2 measurement. Our results are comparable to those from previous ICU studies, which found similar correlation38 and a bias ranging from 0.2 to 3%14,15,38,40,42 with a mean bias of 1.5%43 but wide limits of agreement14,15,38,40,42, highlighting the lack of improvement in the last generation pulse oximeter reliability. We also confirmed that that SpO2 measurement was still less reliable in black21 and in most hypoxemic14–18 patients. It has been very recently shown that black patients had nearly three times the frequency of occult hypoxemia that was not detected by SpO2 measurement as Caucasian patients21. Conversely to previous studies14,39, we also found that changes in SpO2 could track changes in arterial oxygenation (SaO2 and PaO2) during PEEP trial with a moderate to good strength of agreement. To our knowledge, this is one of the first studies analyzing not only the magnitude (correlation) but also the direction (concordance rate and κ-coefficient) of SpO2 and SaO2 changes. The discrepancy of our results to those of previous studies may be explained by the fact that rather than considering multiple therapeutic manoeuvres15,40, we only considered a PEEP trial to ensure that the possible lack of agreement between changes in SpO2 and SaO2 could not be attributed to the multiple therapeutic manoeuvres used.We found that COVID-19 significantly impacted the association between SpO2 and arterial oxygenation (SaO2 and PaO2). First, SpO2 measurement was less reliable, as illustrated be weaker correlation, higher bias, wider limits of agreement, lower precision and lower ICC with an ICC < 0.7. Second, changes in SpO2 could not reliably track changes in arterial oxygenation (SaO2 and PaO2) during PEEP trial, with a concordance rate of 69% and a κ-coefficient of 0.35 for changes in SaO2 and a concordance rate of 73% and a κ-coefficient of 0.28 for changes in PaO2 in COVID-19 patients, but a concordance rate of 97% and a κ-coefficient of 1.00 both for SaO2 and PaO2 in non-COVID-19 patients. To our knowledge, this is the first study investigating the reliability of SpO2 measurement in COVID-19 patients, despite it has been suggested to use SpO2 monitoring in these patients to detect “silent hypoxemia”44,45. Importantly, the impact of COVID-19 on the association between SpO2 and arterial oxygenation cannot be explained solely by the fact that COVID-19 patients were predominantly black22. Moreover, the proportion of occult hypoxemia that we observed was that expected of our population, although no thorough analysis could be performed on this criterion due to its low prevalence. Indeed, although lack of power may have been involved, interaction analyses did not yield significant association between COVID-19 status, ethnic group and SpO2. With caution, this may suggest that COVID-19 per se may alter the accuracy of SpO2 measurement and the agreement between SpO2 and arterial oxygenation. This could be explained by the fact that COVID-19 patients may experience systemic microvascular alterations that appear to be common and linked to coagulopathy24 and/or endothelial dysfunction and endotheliitis46. Indeed, it has been shown that SARS-CoV-2 infection may facilitate the induction of endotheliitis with viral elements within endothelial cells and accumulation of inflammatory cells leading to apoptosis found in in several organs46. Further studies are needed to address the potential impact of COVID-19 on SpO2 measurement.The clinical implications of our results are two-fold. In non COVID-19 patients, our results suggest that SpO2 measurements with latest generation pulse oximeter may be sufficient to monitor and track changes in arterial oxygenation in the most critically-ill patients. Thus, arterial blood gazes may not be necessarily mandatory after every ventilatory setting modification during the weaning process in patients with ARDS. Moreover, our results confirm those published by Martínez-Balzano who showed that there was an overuse of arterial blood gazes in critically ill patients and that their number could be reduced without negatively impacting patient care but with clear medico-economic impact10. Meanwhile, in COVID-19 patients, SpO2 measurement may not be as reliable, and iterative arterial blood gazes’ analyses to measure SaO2 may still be mandatory.Our study has some limitations. First, we assessed only one type of last generation pulse oximeter. Second, we only considered the same two PEEP levels in all patients and we cannot exclude that considering other PEEP levels might influence the association between SpO2 and SaO2 as well as the concordance between PEEP trial-induced SpO2 and SaO2 changes. Third, we did not study, as previous studies18,40,41, the influence of carboxyhaemoglobin and methaemoglobin on the accuracy of SpO2 measurement. Indeed, pulse oximeters cannot differentiate between these two forms of haemoglobin and oxyhaemoglobin, leading to SaO2 overestimation in patients with high carboxyhaemoglobin and/or methaemoglobin rates47,48. Yet, we systematically excluded patients with methaemoglobinemia or carbon monoxide poisoning (all had carboxyhaemoglobin and methaemoglobin rates < 2%). Interestingly, Kerget and colleagues very recently showed that endogenous carboxyhaemoglobin may be an easily accessible biomarker of clinical course and prognosis in COVID-19 patients49. Fourth, we did not perform multiple arterial blood gas analyses, which may have allowed the estimation of the metrological precision feature of the pulse oximeter device. Indeed, random error variability of replicate measurements, defined as precision, usually requires to perform multiple measurements for a given timepoint50. In our study, we did not deem ethical to sample arterial blood gases several times for each datapoint. We pragmatically assumed that precision remained constant and random error measurements were reproducible, following the device specifications51. ConclusionIn patients with ARDS, SpO2 was associated with arterial oxygenation (SaO2 and PaO2) and could track changes in arterial oxygenation with good reliability. Nevertheless, COVID-19 status significantly impacted the association between SpO2 and arterial oxygenation. Supplementary Information\nSupplementary Information.(270K, docx) Author contributionsM.J. and J.D.C. conceived and designed the study. L.S.N., M.H., L.R., E.N., P.J., S.B., Z.A.H., P.D. and M.J. recruited patients and collected data. L.S.N., M.H., L.R., E.N., P.J., S.B., Z.A.H., P.D., J.C., F.P., A.C., J.P.M., J.D.C. and M.J. analyzed and interpreted the data. L.S.N., M.H. and M.J. drafted the report. All authors contributed to the final version. All authors approved the final version. Data availabilityThe datasets used and/or analyzed during the current study are available from the corresponding author on reasonable request. Competing interestsThe authors declare no competing interests. FootnotesPublisher's noteSpringer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations.These authors contributed equally: Lee S. Nguyen and Marion Helias References1. Guan WJ. Clinical characteristics of coronavirus disease 2019 in China. N. Engl. J. Med. 2020;382:1708–1720. [PMC free article] [PubMed] [Google Scholar]2. Wang Y. Clinical course and outcomes of 344 intensive care patients with COVID-19. Am. J. Respir. Crit. Care Med. 2020;201:1430–1434. [PMC free article] [PubMed] [Google Scholar]3. Grasselli G. Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the lombardy region, Italy. JAMA. 2020 doi: 10.1001/jama.2020.5394. [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Jubran A. Pulse oximetry. Crit. Care. 2015;19:272. [PMC free article] [PubMed] [Google Scholar]5. Moller JT. Randomized evaluation of pulse oximetry in 20,802 patients: II. Perioperative events and postoperative complications. Anesthesiology. 1993;78:445–453. [PubMed] [Google Scholar]6. Ochroch EA. The impact of continuous pulse oximetry monitoring on intensive care unit admissions from a postsurgical care floor. Anesth. Analg. 2006;102:868–875. [PubMed] [Google Scholar]7. Solsona JF. Effect of pulse oximetry on clinical practice in the intensive care unit. Lancet. 1993;342:311–312. [PubMed] [Google Scholar]8. Le Bourdelles G, Estagnasie P, Lenoir F, Brun P, Dreyfuss D. Use of a pulse oximeter in an adult emergency department: impact on the number of arterial blood gas analyses ordered. Chest. 1998;113:1042–1047. [PubMed] [Google Scholar]9. Durbin CG, Jr, Rostow SK. More reliable oximetry reduces the frequency of arterial blood gas analyses and hastens oxygen weaning after cardiac surgery: a prospective, randomized trial of the clinical impact of a new technology. Crit. Care Med. 2002;30:1735–1740. [PubMed] [Google Scholar]10. Martinez-Balzano CD. An educational intervention optimizes the use of arterial blood gas determinations across ICUs from different specialties: a quality-improvement study. Chest. 2017;151:579–585. [PubMed] [Google Scholar]11. Rice TW. Comparison of the SpO2/FIO2 ratio and the PaO2/FIO2 ratio in patients with acute lung injury or ARDS. Chest. 2007;132:410–417. [PubMed] [Google Scholar]12. Beitler JR. Effect of titrating positive end-expiratory pressure (PEEP) with an esophageal pressure-guided strategy vs an empirical high PEEP-Fio2 strategy on death and days free from mechanical ventilation among patients with acute respiratory distress syndrome: a randomized clinical trial. JAMA. 2019;321:846–857. [PMC free article] [PubMed] [Google Scholar]13. Barrot L. Liberal or conservative oxygen therapy for acute respiratory distress syndrome. N. Engl. J. Med. 2020;382:999–1008. [PubMed] [Google Scholar]14. Wilson BJ, Cowan HJ, Lord JA, Zuege DJ, Zygun DA. The accuracy of pulse oximetry in emergency department patients with severe sepsis and septic shock: a retrospective cohort study. BMC Emerg. Med. 2010;10:9. [PMC free article] [PubMed] [Google Scholar]15. Louw A. Accuracy of pulse oximetry in the intensive care unit. Intensive Care Med. 2001;27:1606–1613. [PubMed] [Google Scholar]16. Severinghaus JW, Naifeh KH. Accuracy of response of six pulse oximeters to profound hypoxia. Anesthesiology. 1987;67:551–558. [PubMed] [Google Scholar]17. Severinghaus JW, Naifeh KH, Koh SO. Errors in 14 pulse oximeters during profound hypoxia. J. Clin. Monit. 1989;5:72–81. [PubMed] [Google Scholar]18. Jubran A, Tobin MJ. Reliability of pulse oximetry in titrating supplemental oxygen therapy in ventilator-dependent patients. Chest. 1990;97:1420–1425. [PubMed] [Google Scholar]19. Secker C, Spiers P. Accuracy of pulse oximetry in patients with low systemic vascular resistance. Anaesthesia. 1997;52:127–130. [PubMed] [Google Scholar]20. Ibanez J, Velasco J, Raurich JM. The accuracy of the Biox 3700 pulse oximeter in patients receiving vasoactive therapy. Intensive Care Med. 1991;17:484–486. [PubMed] [Google Scholar]21. Sjoding MW, Dickson RP, Iwashyna TJ, Gay SE, Valley TS. Racial bias in pulse oximetry measurement. N. Engl. J. Med. 2020;383:2477–2478. [PMC free article] [PubMed] [Google Scholar]22. Price-Haywood EG, Burton J, Fort D, Seoane L. Hospitalization and mortality among black patients and white patients with Covid-19. N. Engl. J. Med. 2020;382:2534–2543. [PMC free article] [PubMed] [Google Scholar]23. Network, C.-I. G. o b o t R. & the, C.-I. C. U. I. Clinical characteristics and day-90 outcomes of 4244 critically ill adults with COVID-19: a prospective cohort study. Intensive Care Med.47, 60–73, (2021). [PMC free article] [PubMed]24. Damiani E. Microvascular alterations in patients with SARS-COV-2 severe pneumonia. Ann. Intensive Care. 2020;10:60. [PMC free article] [PubMed] [Google Scholar]25. Jozwiak M. Use of venovenous extracorporeal membrane oxygenation in critically-Ill patients with COVID-19. Front. Med. Lausanne. 2020;7:614569. [PMC free article] [PubMed] [Google Scholar]26. Force ADT. Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]27. Louie A. Four types of pulse oximeters accurately detect hypoxia during low perfusion and motion. Anesthesiology. 2018;128:520–530. [PubMed] [Google Scholar]28. Mercat A, et al.  Positive end-expiratory pressure setting in adults with acute lung injury and acute respiratory distress syndrome: a randomized controlled trial. JAMA. 2008;299:646–655. [PubMed] [Google Scholar]29. Papazian L. Formal guidelines: management of acute respiratory distress syndrome. Ann. Intensive Care. 2019;9:69. [PMC free article] [PubMed] [Google Scholar]30. Gattinoni L. Lung recruitment in patients with the acute respiratory distress syndrome. N. Engl. J. Med. 2006;354:1775–1786. [PubMed] [Google Scholar]31. Caironi P. Lung recruitability is better estimated according to the Berlin definition of acute respiratory distress syndrome at standard 5 cm H2O rather than higher positive end-expiratory pressure: a retrospective cohort study. Crit. Care Med. 2015;43:781–790. [PubMed] [Google Scholar]32. Young D. Response time of pulse oximeters assessed using acute decompression. Anesth Analg. 1992;74:189–195. [PubMed] [Google Scholar]33. Bland JM, Altman DG. Statistical methods for assessing agreement between two methods of clinical measurement. Lancet. 1986;1:307–310. [PubMed] [Google Scholar]34. Shrout PE, Fleiss JL. Intraclass correlations: uses in assessing rater reliability. Psychol. Bull. 1979;86:420–428. [PubMed] [Google Scholar]35. Critchley LA, Lee A, Ho AM. A critical review of the ability of continuous cardiac output monitors to measure trends in cardiac output. Anesth. Analg. 2010;111:1180–1192. [PubMed] [Google Scholar]36. Montenij LJ, Buhre WF, Jansen JR, Kruitwagen CL, Waal EE. Methodology of method comparison studies evaluating the validity of cardiac output monitors: a stepwise approach and checklist. Br. J. Anaesth. 2016;116:750–758. [PubMed] [Google Scholar]37. Chmura Kraemer H, Periyakoil VS, Noda A. Kappa coefficients in medical research. Stat. Med. 2002;21:2109–2129. [PubMed] [Google Scholar]38. Thijssen M, Janssen L, Noble J, Foudraine N. Facing SpO2 and SaO2 discrepancies in ICU patients: is the perfusion index helpful? J. Clin. Monit. Comput. 2020;34:693–698. [PMC free article] [PubMed] [Google Scholar]39. Vicenzi MN, Gombotz H, Krenn H, Dorn C, Rehak P. Transesophageal versus surface pulse oximetry in intensive care unit patients. Crit. Care Med. 2000;28:2268–2270. [PubMed] [Google Scholar]40. Perkins GD, McAuley DF, Giles S, Routledge H, Gao F. Do changes in pulse oximeter oxygen saturation predict equivalent changes in arterial oxygen saturation? Crit. Care. 2003;7:R67. [PMC free article] [PubMed] [Google Scholar]41. Seguin P. Evidence for the need of bedside accuracy of pulse oximetry in an intensive care unit. Crit. Care Med. 2000;28:703–706. [PubMed] [Google Scholar]42. Nickerson BG, Sarkisian C, Tremper K. Bias and precision of pulse oximeters and arterial oximeters. Chest. 1988;93:515–517. [PubMed] [Google Scholar]43. Singh AK, Sahi MS, Mahawar B, Rajpurohit S. Comparative evaluation of accuracy of pulse oximeters and factors affecting their performance in a tertiary intensive care unit. J. Clin. Diagn. Res. 2017;11:05–08. [PMC free article] [PubMed] [Google Scholar]44. Shenoy N, Luchtel R, Gulani P. Considerations for target oxygen saturation in COVID-19 patients: are we under-shooting? BMC Med. 2020;18:260. [PMC free article] [PubMed] [Google Scholar]45. Luks AM, Swenson ER. Pulse oximetry for monitoring patients with COVID-19 at home. Potential pitfalls and practical guidance. Ann. Am. Thorac. Soc. 2020;17:1040–1046. [PMC free article] [PubMed] [Google Scholar]46. Varga Z. Endothelial cell infection and endotheliitis in COVID-19. Lancet. 2020;395:1417–1418. [PMC free article] [PubMed] [Google Scholar]47. Watcha MF, Connor MT, Hing AV. Pulse oximetry in methemoglobinemia. Am. J. Child. 1989;143:845–847. [PubMed] [Google Scholar]48. Bozeman WP, Myers RA, Barish RA. Confirmation of the pulse oximetry gap in carbon monoxide poisoning. Ann. Emerg. Med. 1997;30:608–611. [PubMed] [Google Scholar]49. Kerget B, et al.  Is endogenous carboxyhaemoglobin level a useful biomarker of clinical course and prognosis in COVID-19 patients? Int. J. Clin. Pract. 2021 doi: 10.1111/ijcp.14680. [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Squara P. Metrology part 1: definition of quality criteria. J. Clin. Monit. Comput. 2021;35:17–25. [PMC free article] [PubMed] [Google Scholar]51. Asadian S, Khatony A, Moradi G, Abdi A, Rezaei M. Accuracy and precision of four common peripheral temperature measurement methods in intensive care patients. Med. Devices Auckl. 2016;9:301–308. [PMC free article] [PubMed] [Google Scholar]"}