{"title": "Right Ventricular Function in Acute Respiratory Distress Syndrome: Impact on Outcome, Respiratory Strategy and Use of Veno-Venous Extracorporeal Membrane Oxygenation", "pubDate": "2022", "PMCID": "PMC8795709", "DOI": "10.3389/fphys.2021.797252", "PMID": "35095561", "abstract": "Acute respiratory distress syndrome (ARDS) is characterized by protein-rich alveolar edema, reduced lung compliance and severe hypoxemia. Despite some evidence of improvements in mortality over recent decades, ARDS remains a major public health problem with 30% 28-day mortality in recent cohorts. Pulmonary vascular dysfunction is one of the pivot points of the pathophysiology of ARDS, resulting in a certain degree of pulmonary hypertension, higher levels of which are associated with morbidity and mortality. Pulmonary hypertension develops as a result of endothelial dysfunction, pulmonary vascular occlusion, increased vascular tone, extrinsic vessel occlusion, and vascular remodeling. This increase in right ventricular (RV) afterload causes uncoupling between the pulmonary circulation and RV function. Without any contractile reserve, the right ventricle has no adaptive reserve mechanism other than dilatation, which is responsible for left ventricular compression, leading to circulatory failure and worsening of oxygen delivery. This state, also called severe acute cor pulmonale (ACP), is responsible for excess mortality. Strategies designed to protect the pulmonary circulation and the right ventricle in ARDS should be the cornerstones of the care and support of patients with the severest disease, in order to improve prognosis, pending stronger evidence. Acute cor pulmonale is associated with higher driving pressure (≥18 cmH2O), hypercapnia (PaCO2 ≥ 48 mmHg), and hypoxemia (PaO2/FiO2 < 150 mmHg). RV protection should focus on these three preventable factors identified in the last decade. Prone positioning, the setting of positive end-expiratory pressure, and inhaled nitric oxide (INO) can also unload the right ventricle, restore better coupling between the right ventricle and the pulmonary circulation, and correct circulatory failure. When all these strategies are insufficient, extracorporeal membrane oxygenation (ECMO), which improves decarboxylation and oxygenation and enables ultra-protective ventilation by decreasing driving pressure, should be discussed in seeking better control of RV afterload. This review reports the pathophysiology of pulmonary hypertension in ARDS, describes right heart function, and proposes an RV protective approach, ranging from ventilatory settings and prone positioning to INO and selection of patients potentially eligible for veno-venous extracorporeal membrane oxygenation (VV ECMO).", "author": [{"author": "Matthieu Petit", "affiliation": ["Medical Intensive Care Unit, University Hospital Ambroise Paré, APHP, Boulogne-Billancourt, France.", "UFR des Sciences de la Santé Simone Veil, Université Paris-Saclay, Montigny-le-Bretonneux, France."], "href": "/?term=Petit+M&cauthor_id=35095561"}, {"author": "Edouard Jullien", "affiliation": ["Medical Intensive Care Unit, University Hospital Ambroise Paré, APHP, Boulogne-Billancourt, France.", "UFR des Sciences de la Santé Simone Veil, Université Paris-Saclay, Montigny-le-Bretonneux, France."], "href": "/?term=Jullien+E&cauthor_id=35095561"}, {"author": "Antoine Vieillard-Baron", "affiliation": ["Medical Intensive Care Unit, University Hospital Ambroise Paré, APHP, Boulogne-Billancourt, France.", "UFR des Sciences de la Santé Simone Veil, Université Paris-Saclay, Montigny-le-Bretonneux, France."], "href": "/?term=Vieillard-Baron+A&cauthor_id=35095561"}], "refPMID": ["32437596", "32369390", "22797452", "4143721", "33150525", "26903337", "33242508", "23710730", "14569423", "20558628", "29270515", "26787777", "18451319", "16764731", "29791822", "31399381", "29947888", "29095203", "12663325", "32556199", "7357704", "32423461", "22926653", "33288208", "16641394", "15469597", "32881583", "27347773", "6198941", "33169218", "13458395", "13172876", "2932300", "17268795", "8625670", "4921310", "6057689", "29128166", "33138964", "34463700", "26650055", "20601861", "25635492", "16791109", "25736472", "11973365", "12626981", "31197492", "16993262", "34176513", "19011152", "6340963", "22246001", "10990099", "2310644", "33778632", "33741052", "371854", "31144997", "23291732", "11395592", "7149455", "34008835", "28792873", "17925425", "10562603", "27038480", "29744563", "23907498", "14644922", "11505125", "7438411", "14195584", "13784949", "28973363", "11509507"], "citedInPMID": ["35095561"], "body": " AbstractAcute respiratory distress syndrome (ARDS) is characterized by protein-rich alveolar edema, reduced lung compliance and severe hypoxemia. Despite some evidence of improvements in mortality over recent decades, ARDS remains a major public health problem with 30% 28-day mortality in recent cohorts. Pulmonary vascular dysfunction is one of the pivot points of the pathophysiology of ARDS, resulting in a certain degree of pulmonary hypertension, higher levels of which are associated with morbidity and mortality. Pulmonary hypertension develops as a result of endothelial dysfunction, pulmonary vascular occlusion, increased vascular tone, extrinsic vessel occlusion, and vascular remodeling. This increase in right ventricular (RV) afterload causes uncoupling between the pulmonary circulation and RV function. Without any contractile reserve, the right ventricle has no adaptive reserve mechanism other than dilatation, which is responsible for left ventricular compression, leading to circulatory failure and worsening of oxygen delivery. This state, also called severe acute cor pulmonale (ACP), is responsible for excess mortality. Strategies designed to protect the pulmonary circulation and the right ventricle in ARDS should be the cornerstones of the care and support of patients with the severest disease, in order to improve prognosis, pending stronger evidence. Acute cor pulmonale is associated with higher driving pressure (≥18 cmH2O), hypercapnia (PaCO2 ≥ 48 mmHg), and hypoxemia (PaO2/FiO2 < 150 mmHg). RV protection should focus on these three preventable factors identified in the last decade. Prone positioning, the setting of positive end-expiratory pressure, and inhaled nitric oxide (INO) can also unload the right ventricle, restore better coupling between the right ventricle and the pulmonary circulation, and correct circulatory failure. When all these strategies are insufficient, extracorporeal membrane oxygenation (ECMO), which improves decarboxylation and oxygenation and enables ultra-protective ventilation by decreasing driving pressure, should be discussed in seeking better control of RV afterload. This review reports the pathophysiology of pulmonary hypertension in ARDS, describes right heart function, and proposes an RV protective approach, ranging from ventilatory settings and prone positioning to INO and selection of patients potentially eligible for veno-venous extracorporeal membrane oxygenation (VV ECMO).Keywords: ARDS, right ventricle, VV ECMO, echocardiography, acute cor pulmonale (ACP) IntroductionAcute respiratory distress syndrome (ARDS) is characterized by protein-rich alveolar edema, reduced lung compliance and severe hypoxemia (Thompson et al., 2017). Despite some evidence of improvements in mortality over recent decades (Brun-Buisson et al., 2004; Phua et al., 2009) due to better understanding of its pathophysiology and routine application of protective mechanical ventilation, ARDS remains a major public health problem with an approximately 30% 28-day mortality in recent cohorts (Bellani et al., 2016; Combes et al., 2018; Constantin et al., 2019). Pulmonary vascular dysfunction (Snow et al., 1982; Price et al., 2012) is one of the pivot points of the pathophysiology, resulting in a certain degree of pulmonary hypertension, higher levels of which are associated with morbidity and mortality (Bull et al., 2010). The hemodynamic consequences of such remodeling of the pulmonary circulation has led clinicians to pay attention to the right ventricle as the deleterious impact of right ventricular (RV) failure on prognosis is well demonstrated (Mekontso Dessap et al., 2016).This review reports the pathophysiology of pulmonary hypertension and RV injury, describes RV function, and explains the interest of proposing a RV protective approach to manage ARDS patients, ranging from ventilatory settings and prone positioning to nitric oxide (NO) inhalation and selection of patients potentially eligible for veno-venous extracorporeal membrane oxygenation (VV ECMO) in this context. A few specificities of ARDS-related COVID-19, if any, will be mentioned. Pathophysiology of Right Ventricular Injury in Acute Respiratory Distress SyndromeRight Ventricular PhysiologyThe right ventricle is composed of the filling chamber and the outflow chamber. Under normal conditions, the right ventricle ejects the blood into the pulmonary circulation, a system of low resistance and high compliance. In contrast to the left ventricle, its isovolumetric contraction pressure is very low and its isovolumetric relaxation is insignificant (Redington et al., 1990): it acts as a passive conduit. This is why its systolic function is sensitive to any increase in pulmonary vascular resistance (PVR) with no adaptation reserve, leading to dysfunction and ultimately to failure. However, the right ventricle is able to adapt to a certain degree of pulmonary hypertension by dilating, due to its high diastolic compliance (Laks et al., 1967).Pulmonary Vascular DysfunctionARDS is characterized by acute onset hypoxemia (ARDS Definition Task Force et al., 2012) with increased pulmonary vascular permeability, leading to non-cardiogenic pulmonary edema (Ashbaugh et al., 1967). Along with alveolar damage, ARDS directly causes injury to the pulmonary circulation, through several pathophysiological mechanisms, involving endothelial dysfunction, distal pulmonary vascular occlusion at the level of the capillaries, pulmonary vasoconstriction, extrinsic vessel occlusion by alveoli distension and ultimately vascular remodeling (Price et al., 2012). All of these phenomena lead to elevation of PVR, pre-capillary pulmonary hypertension and increased RV afterload.In COVID-19, a certain “protection” of the pulmonary circulation could occur with first the development of pulmonary angiogenesis (Ackermann et al., 2020) and second the virtual absence of hypoxic pulmonary vasoconstriction (Archer et al., 2020). Conversely, proximal obstruction of the pulmonary circulation has been reported to be frequent.Focus on the Effect of Mechanical VentilationInadequate mechanical ventilation may have a deleterious effect on RV function. During spontaneous breathing in a healthy subject, RV function is optimal with adequate venous return due to negative pleural pressure (Guyton et al., 1957), and RV afterload is limited because of a low transpulmonary pressure (TPP) as lung compliance is normal. In ARDS, a situation where lung compliance is decreased, positive pressure ventilation induces increased TPP at least during tidal ventilation and sometimes during expiration in the case when too high a positive end-expiratory pressure (PEEP) is applied. As a consequence, the pulmonary capillaries are stretched and their caliber reduced, resulting in an increase in PVR (Whittenberger et al., 1960; West et al., 1964). Cyclic increase in PVR during tidal ventilation is responsible for cyclic changes in RV afterload, and then in RV outflow (Vieillard-Baron et al., 1999) eventually leading to pulse pressure variations (Figure 1). At the same time, ventilator settings may indirectly impact the pulmonary circulation through changes in PaO2 and PaCO2, both of which strongly mediate pulmonary vasoconstriction (Yamamoto et al., 2001).Open in a separate windowFIGURE 1Acute cor pulmonale in a patient ventilated for ARDS and in shock and completely adapted to the respirator. (A) A mid-esophageal 4-chamber view demonstrated severe RV dilatation with paradoxical septal motion. (B) Invasive low blood pressure with significant pulse pressure variation (blue arrows indicate insufflation) through a radial catheter. Central venous pressure was also elevated. LV, left ventricle; LA, left atrium; RV, right ventricle.It was suggested at least at the beginning of the COVID-19 pandemic that lung compliance was less decreased than in classical ARDS (Gattinoni et al., 2020), thus potentially inducing less interaction with the pulmonary circulation. This is, however, still questionable.Right Ventricular Failure and Acute Cor PulmonaleAcute cor pulmonale (ACP) is the last stage of the uncoupling between the right ventricle and the pulmonary circulation. It could be understood, especially in its most severe form, as an RV failure state. RV afterload is suddenly increased, and RV ejection is impaired. In consequence, the right ventricle increases in size. This RV dilatation participates in circulatory failure by compressing the left ventricle (LV) (Scharf et al., 1979). Moreover, in normal conditions, RV and LV systoles occur simultaneously, with the right and left ventricles starting and ending contraction almost at the same time. When RV systole is overloaded, RV contraction is prolonged, so that the right ventricle continues to push after the left ventricle has ended, and the pressure in the RV cavity is then higher than the pressure in the LV cavity during a short instant (Elzinga et al., 1980). This explains the paradoxical septal motion observed in ACP (Figure 1A). Acute Cor Pulmonale: Incidence, Risk Factors, and Impact on OutcomePrior to the widespread use of protective ventilation, ACP was reported in almost 60% of patients (Jardin et al., 1985). However, all patients were ventilated with high tidal volume and plateau pressure (Pplat) and all patients with severe RV dilatation finally died (Jardin et al., 1985). Since the era of protective ventilation, the incidence of ACP has declined to between 20 and 30% (Vieillard-Baron et al., 2001; Page et al., 2003; Mekontso Dessap et al., 2010, 2016), but may still be as high as 50% in the most severe ARDS (Vieillard-Baron et al., 2007). This leads physicians to take into consideration RV function in management strategies of patients with moderate to severe ARDS.We still lack convincing data on the incidence of RV failure/ACP in ARDS related to COVID-19. One preliminary study in a very small series of patients reported an incidence of 17% (Evrard et al., 2020). Other studies not only including critically ill patients reported an RV dilatation in 35% of cases (Dweck et al., 2020) or an impact of RV dilatation on ICU transfer or death (Soulat-Dufour et al., 2021). In 90 COVID-19 patients, Bleakley et al. (2021) reported that radial RV dysfunction was common, while the longitudinal function was relatively spared. Micro-occlusive vasculopathy was also reported in COVID-19 by dual energy CT and was more clearly associated with RV dysfunction than the pulmonary embolism obstruction score (Ridge et al., 2020).The largest study reporting risk factors for developing ACP was performed in 752 patients with moderate to severe ARDS submitted to protective ventilation (Mekontso Dessap et al., 2016). Driving pressure ≥ 18 cmH2O, PaCO2 ≥ 48 mmHg, PaO2/FiO2 < 150 mmHg and pneumonia as causes of ARDS identified patients at risk of ACP. Incidence of ACP ranged from less than 10% when only one risk factor was present to close to 60% with 3–4 risk factors (Mekontso Dessap et al., 2016). Interestingly, neither Pplat nor PEEP was reported as a potential risk factor. An explanation could be that a low PEEP was homogenously applied (mean 8 cmH2O) and Pplat was maintained below 27 cmH2O in most patients. In other conditions, they both may affect pulmonary circulation and RV function. A high Pplat is associated with RV failure, especially when it reflects high TPP (Vieillard-Baron et al., 1999). The “safe Pplat” for the right ventricle was suggested to be below 27 cmH2O (Jardin and Vieillard-Baron, 2007). Pplat is not always a surrogate of lung stress, because it reflects the compliance of the respiratory system (Gattinoni et al., 2004; Chiumello et al., 2008) and chest wall compliance must be taken into account, especially in obese patients. Monitoring of pleural pressure with an esophageal balloon could be of value in these patients, while data are missing. This could also be a specificity of COVID-19 patients who could tolerate higher Pplat, as many patients are obese and the association between Pplat and outcome in this subpopulation is unclear (De Jong et al., 2018).The potential effect of PEEP on RV function is more questionable. Because of the opposite effect of lung distension on intra- and extra-alveolar pulmonary blood vessels, the relationship between lung distension and PVR is U-shaped (Whittenberger et al., 1960). Thus, the choice of the level of PEEP set by the clinician can directly affect the RV afterload because poor lung aeration on one side and alveolar overdistension on the other side can both raise PVR. In an experimental study, RV function was impaired when the lung was de-recruited and normalized after re-aeration (Duggan et al., 2003). As a matter of fact, lung CT-scan has shown a low amount of potentially recruitable lung (and so a high potential for overdistension) in most ARDS patients (Gattinoni et al., 2006) and a high PEEP was shown to induce hemodynamic instability more frequently in a randomized controlled trial, while no information was given on RV function, which was associated with worse outcome [Writing Group for the Alveolar Recruitment for Acute Respiratory Distress Syndrome Trial (ART) Investigators, 2017]. Despite a strict limitation of Pplat, a PEEP of 15 cmH2O produced a significant increase in PVR associated with a decrease in cardiac output (Schmitt et al., 2001). The reasonable goal of PEEP is then to reach a balance between enough recruitment and no or minimal overdistension. In other words, the goal is to set the best PEEP to recruit the zones of the collapsed lung, which typically characterize ARDS (Puybasset et al., 2000), without inducing alveolar dead space. Nowadays, no definitive manner to determine the best PEEP is available, but RV function evaluation can be used as a monitoring parameter to avoid PEEP resulting in too much overdistension.As briefly discussed above, hypercapnia induces pulmonary vasoconstriction (Kiely et al., 1996). Hypercapnia is the consequence of respiratory strategy, i.e., protective ventilation designed to reduce ventilator-induced lung injury, but which also reflects the severity of ARDS (Nuckton et al., 2002).Finally, one of the prognostic factors in ARDS is hemodynamic instability. And RV failure is one of its mechanisms. While still debatable, many arguments suggest that pulmonary vascular dysfunction and RV failure/ACP could thus have a negative impact on in-hospital mortality (Bull et al., 2010; Mekontso Dessap et al., 2016). This leads to discussion of the potential interest of an RV protective ventilation strategy. Evaluation of Right Ventricular Function at the BedsideHistorically, a pulmonary arterial catheter has been used to evaluate RV function at the bedside. Some of the key elements of monitoring proposed were as follows: low cardiac output, right atrial pressure (RAP) higher than pulmonary artery occlusion pressure (PAOP), and pulmonary hypertension. Recently, the so-called transpulmonary gradient, i.e., the difference between mean pulmonary artery pressure and PAOP, was reported to be frequently abnormally increased and associated with outcome (Bull et al., 2010). However, use of a pulmonary arterial catheter has progressively declined and critical care echocardiography has been progressively implemented and performed in ARDS (Dres et al., 2018). Echocardiographic definition of RV injury is still challenging but in ARDS ACP or severe RV dilatation accurately reflects RV failure, especially when RAP is elevated (Vieillard-Baron et al., 2018). It is recommended by experts in the field to monitor RAP and invasive blood pressure and to perform echocardiography (Vieillard-Baron et al., 2016). Right Ventricular Protective StrategyThe main “rules” for protecting the RV in ARDS, by means of avoiding or correcting RV failure, are reported in Figure 2. While in our usual practice, we apply systematic daily evaluation of RV function by echocardiography in ARDS patient, Figure 2 also allows to reemphasize that when echocardiography is not so easily available, pulse pressure variation should be understood as a marker of a deleterious interaction between the RV and the ventilator and then requires further hemodynamic evaluation by echocardiography.Open in a separate windowFIGURE 2Right ventricle protective strategy. Principles for detection and management of right ventricular (RV) failure in patients with ARDS. This should combine invasive blood pressure monitoring and echocardiography. In the case of significant pulse pressure variation (PPV, Panel A), critical care echocardiography must be performed. It usually demonstrates cyclic decrease in RV outflow at each insufflation (Panel B on an upper esophageal view with pulsed wave Doppler into the main pulmonary artery) with either isolated RV dilatation or acute cor pulmonale. Management is based on three different strategies: hemodynamic, respiratory, and specific. VV ECMO can be considered in the case of persistent RV failure. PEEP, positive end-expiratory pressure; iNO, inhaled nitric oxide; PDESi, phosphodiesterase type 5 inhibitor; PGI2, prostaglandin I2; VV ECMO, veno-venous extracorporeal membrane oxygenation.Ventilatory StrategyAs largely discussed above in the physiological rationale, Pplat should be maintained below 27 cmH2O, and permissive hypercapnia should be limited by careful increase in respiratory rate and by replacing the heat and moisture exchanger by a heated humidifier. Oxygenation should also be increased without too much PEEP (Vieillard-Baron et al., 2013), with a view to optimizing arterial oxygen delivery rather than PaO2/FiO2. Indeed, it has long been known that increased PEEP may improve oxygenation but reduce oxygen delivery because of its potential negative hemodynamic effect (Kumar et al., 1970).Prone PositioningIn the most severe ARDS, it is unlikely that all of the predefined goals of an RV protective approach will be reached. In this situation, prone positioning has been reported to efficiently unload the right ventricle (Vieillard-Baron et al., 2007). It improves oxygenation without increasing PEEP and decreases hypercapnia and Pplat due to lung recruitment of the dependent areas of the lung without overdistension of the non-dependent areas (Guérin et al., 2020), rendering lung ventilation more homogeneous.To optimize hemodynamic improvement, prone positioning should be performed without chest support, which may be responsible for a decrease in systemic venous return and cardiac output due to excessive elevation of intra-thoracic pressure (Chiumello et al., 2006; Brown et al., 2013).Hemodynamic Support and Nitric Oxide InhalationWhen RV failure induces circulatory failure, hemodynamic support is based on two key principles: (i) strongly limit fluid expansion and (ii) restore blood pressure.Fluid expansion may by itself induce RV failure (Patterson and Starling, 1914) and increase RAP and systemic congestion, leading to acute kidney injury (Chen et al., 2016, 2017). Moreover, it is very unlikely that fluid expansion increases cardiac output, even though significant pulse pressure variation, a marker of LV preload dependency, is observed (Vieillard-Baron et al., 2016; Figure 1). Correction of blood pressure by infusion of catecholamines helps improve RV function. In other experimental models of RV failure-related pulmonary circulation obstruction, norepinephrine decreases RV wall stress and RV end-diastolic pressure and improves RV stroke volume, unlike fluid expansion (Ghignone et al., 1984). One of supposed mechanisms is that norepinephrine corrects the functional RV ischemia induced by high RV wall stress combined with low blood pressure (Guyton et al., 1954; Vlahakes et al., 1981). The same observation was made in lung injury (Prewitt and Ghignone, 1983; Vieillard-Baron et al., 2003). In the case of associated LV systolic dysfunction, as observed in ARDS-related septic shock, dobutamine acting on both ventricles may be preferred, though there is no study supporting this approach.Levosimendan is another inotropic drug called inodilator, acting via troponin C calcium binding. It was proposed when there is uncoupling between the right ventricle and the pulmonary circulation. This is strongly physiologically based in ARDS, but only one pilot study suggests an improvement in RV performance in ARDS patients (Morelli et al., 2006). Due to the potential side effects of levosimendan, more data are needed before making any recommendation.Nitric oxide inhalation has nowadays been abandoned in ARDS after studies and meta-analyzes reported no beneficial effect on outcome (Gebistorf et al., 2016). However, the use of NO for a hemodynamic indication in a subgroup of patients with refractory RV failure despite respiratory optimization has never been evaluated. NO inhalation has been found to significantly decrease RV afterload in ARDS, especially in the case of hypercapnia (Puybasset et al., 2000).In COVID-19-related ARDS, NO inhalation has been poorly studied, but the rationale is not strongly favored due to the virtual absence of hypoxic vasoconstriction. A few studies have reported an improvement in oxygenation (Longobardo et al., 2021; Robba et al., 2021), especially when cardiac biomarkers were elevated (Garfield et al., 2021), but no association was reported with RV function improvement (Bagate et al., 2020). However, the subgroup of patients with RV failure was not specially studied. In the absence of clear evidence, NO inhalation could be initiate when RV failure is persistent despite RV protective ventilator strategy or when prone position is contraindicated.Veno-Venous Extracorporeal Membrane OxygenationThe EOLIA trial suggested that ECMO could be effective in some of the most severe cases of ARDS, but failed to demonstrate a 20% increase in survival (Combes et al., 2018). One of the reasons, despite the non-negligible proportion of crossover between control patients and ECMO patients, could be that criteria for selecting eligible patients were mainly based on blood gas analysis, as proposed by the Berlin classification (Ferguson et al., 2012). By easily controlling blood oxygenation and decarboxylation (Schmidt et al., 2013), VV ECMO suppresses two of the major factors of raised PVR in ARDS and could then be sufficient to unload the right ventricle without the use of veno-arterial (VA) ECMO (Miranda et al., 2015). VV ECMO could also promote ultra-protective ventilation which could benefit the right ventricle by a more pronounced reduction of Pplat and driving pressure (Schmidt et al., 2019). Considering the inevitable complications of VV ECMO, including severe bleeding (Combes et al., 2018), better selection of patients is essential. How this subgroup of patients with severe ARDS and RV failure could be considered as the ideal target remains to be evaluated, while a recent pilot study showed in a non-selected echocardiographic cohort of severe ARDS patients fulfilling the EOLIA criteria that driving pressure and RV failure were the only two factors associated with ICU mortality, in contrast to classical severity markers in ARDS (Petit et al., 2021). Pre-ECMO implantation RV dysfunction is not rare and has an approximately 30% incidence of RV dilatation (Lazzeri et al., 2018).Another potential technique to support the right ventricle is extracorporeal CO2 removal. Data are too scarce for discussion of any recommendation (Papazian et al., 2019), but an experimental study in a porcine model of ARDS showed that CO2 removal is able to decrease RV afterload and to improve coupling between the right ventricle and the pulmonary circulation (Morimont et al., 2015). Such a technique could be efficient and valuable in protecting the right ventricle in the case of severe ARDS with significant hypercapnia and RV failure despite application of an RV protective strategy, but probably does not promote ultraprotective ventilation in patients with moderate ARDS (McNamee et al., 2021). ConclusionConsidering recent studies, RV failure in ARDS with its impact on outcome is now well recognized, as are its risk factors. Many studies suggest that to optimize respiratory settings it is essential to monitor RV function, while clinical impact of such a strategy on the outcome remains unclear. The RV protective approach should be prospectively evaluated in the future to improve the prognosis of the most seriously ill patients. ECMO could be part of this strategy in the most extreme situations. Data Availability StatementThe original contributions presented in the study are included in the article/supplementary material, further inquiries can be directed to the corresponding author. Author ContributionsMP, EJ, and AV-B wrote the manuscript. All authors contributed to the article and approved the submitted version. Conflict of InterestAV-B is the recipient of a research grant from GSK. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher’s NoteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. ReferencesAckermann M., Verleden S. E., Kuehnel M., Haverich A., Welte T., Laenger F., et al.  (2020). Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in Covid-19.\nN. Engl. J. Med.\n383\n120–128. 10.1056/NEJMoa2015432\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Archer S. L., Sharp W. W., Weir E. K. (2020). Differentiating COVID-19 pneumonia from acute respiratory distress syndrome and high altitude pulmonary edema: therapeutic implications.\nCirculation\n142\n101–104. 10.1161/CIRCULATIONAHA.120.047915\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]ARDS Definition Task Force, Ranieri V. M., Rubenfeld G. D., Thompson B. T., Ferguson N. D., Caldwell E., et al.  (2012). Acute respiratory distress syndrome: the Berlin definition.\nJAMA\n307\n2526–2533. 10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]Ashbaugh D. G., Bigelow D. B., Petty T. L., Levine B. E. (1967). Acute respiratory distress in adults.\nLancet Lond. Engl.\n2\n319–323. 10.1016/s0140-6736(67)90168-7 [PubMed] [CrossRef] [Google Scholar]Bagate F., Tuffet S., Masi P., Perier F., Razazi K., de Prost N., et al.  (2020). Rescue therapy with inhaled nitric oxide and almitrine in COVID-19 patients with severe acute respiratory distress syndrome.\nAnn. Intensive Care\n10:151. 10.1186/s13613-020-00769-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Bellani G., Laffey J. G., Pham T., Fan E., Brochard L., Esteban A., et al.  (2016). Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 countries.\nJAMA\n315\n788–800. 10.1001/jama.2016.0291\n [PubMed] [CrossRef] [Google Scholar]Bleakley C., Singh S., Garfield B., Morosin M., Surkova E., Mandalia M. S., et al.  (2021). Right ventricular dysfunction in critically ill COVID-19 ARDS.\nInt. J. Cardiol.\n327\n251–258. 10.1016/j.ijcard.2020.11.043\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Brown Z. E., Görges M., Cooke E., Malherbe S., Dumont G. A., Ansermino J. M. (2013). Changes in cardiac index and blood pressure on positioning children prone for scoliosis surgery.\nAnaesthesia\n68\n742–746. 10.1111/anae.12310\n [PubMed] [CrossRef] [Google Scholar]Brun-Buisson C., Minelli C., Bertolini G., Brazzi L., Pimentel J., Lewandowski K., et al.  (2004). Epidemiology and outcome of acute lung injury in European intensive care units. Results from the ALIVE study.\nIntensive Care Med.\n30\n51–61. 10.1007/s00134-003-2022-6\n [PubMed] [CrossRef] [Google Scholar]Bull T. M., Clark B., McFann K., Moss M. (2010). Pulmonary vascular dysfunction is associated with poor outcomes in patients with acute lung injury.\nAm. J. Respir. Crit. Care Med.\n182\n1123–1128. 10.1164/rccm.201002-0250OC\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen C., Lee J., Johnson A. E., Mark R. G., Celi L. A., Danziger J. (2017). Right ventricular function, peripheral edema, and acute kidney injury in critical illness.\nKidney Int. Rep.\n2\n1059–1065. 10.1016/j.ekir.2017.05.017\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chen K. P., Cavender S., Lee J., Feng M., Mark R. G., Celi L. A., et al.  (2016). Peripheral edema, central venous pressure, and risk of AKI in critical illness.\nClin. J. Am. Soc. Nephrol.\n11\n602–608. 10.2215/CJN.08080715\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Chiumello D., Carlesso E., Cadringher P., Caironi P., Valenza F., Polli F., et al.  (2008). Lung stress and strain during mechanical ventilation for acute respiratory distress syndrome.\nAm. J. Respir. Crit. Care Med.\n178\n346–355. 10.1164/rccm.200710-1589OC\n [PubMed] [CrossRef] [Google Scholar]Chiumello D., Cressoni M., Racagni M., Landi L., Li Bassi G., Polli F., et al.  (2006). Effects of thoraco-pelvic supports during prone position in patients with acute lung injury/acute respiratory distress syndrome: a physiological study.\nCrit. Care Lond. Engl.\n10:R87. 10.1186/cc4933\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Combes A., Hajage D., Capellier G., Demoule A., Lavoué S., Guervilly C., et al.  (2018). Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome.\nN. Engl. J. Med.\n378\n1965–1975. 10.1056/NEJMoa1800385\n [PubMed] [CrossRef] [Google Scholar]Constantin J.-M., Jabaudon M., Lefrant J.-Y., Jaber S., Quenot J.-P., Langeron O., et al.  (2019). Personalised mechanical ventilation tailored to lung morphology versus low positive end-expiratory pressure for patients with acute respiratory distress syndrome in France (the LIVE study): a multicentre, single-blind, randomised controlled trial.\nLancet Respir. Med.\n7\n870–880. 10.1016/S2213-2600(19)30138-9 [PubMed] [CrossRef] [Google Scholar]De Jong A., Cossic J., Verzilli D., Monet C., Carr J., Conseil M., et al.  (2018). Impact of the driving pressure on mortality in obese and non-obese ARDS patients: a retrospective study of 362 cases.\nIntensive Care Med.\n44\n1106–1114. 10.1007/s00134-018-5241-6\n [PubMed] [CrossRef] [Google Scholar]Dres M., Austin P. C., Pham T., Aegerter P., Guidet B., Demoule A., et al.  (2018). Acute respiratory distress syndrome cases volume and ICU mortality in medical patients.\nCrit. Care Med.\n46\ne33–e40. 10.1097/CCM.0000000000002816\n [PubMed] [CrossRef] [Google Scholar]Duggan M., McCaul C. L., McNamara P. J., Engelberts D., Ackerley C., Kavanagh B. P. (2003). Atelectasis causes vascular leak and lethal right ventricular failure in uninjured rat lungs.\nAm. J. Respir. Crit. Care Med.\n167\n1633–1640. 10.1164/rccm.200210-1215OC\n [PubMed] [CrossRef] [Google Scholar]Dweck M. R., Bularga A., Hahn R. T., Bing R., Lee K. K., Chapman A. R., et al.  (2020). Global evaluation of echocardiography in patients with COVID-19.\nEur. Heart J. Cardiovasc. Imaging\n21\n949–958. 10.1093/ehjci/jeaa178\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Elzinga G., Piene H., de Jong J. P. (1980). Left and right ventricular pump function and consequences of having two pumps in one heart. A study on the isolated cat heart.\nCirc. Res.\n46\n564–574. 10.1161/01.res.46.4.564 [PubMed] [CrossRef] [Google Scholar]Evrard B., Goudelin M., Montmagnon N., Fedou A.-L., Lafon T., Vignon P. (2020). Cardiovascular phenotypes in ventilated patients with COVID-19 acute respiratory distress syndrome.\nCrit. Care\n24:236. 10.1186/s13054-020-02958-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ferguson N. D., Fan E., Camporota L., Antonelli M., Anzueto A., Beale R., et al.  (2012). The Berlin definition of ARDS: an expanded rationale, justification, and supplementary material.\nIntensive Care Med.\n38\n1573–1582. 10.1007/s00134-012-2682-1\n [PubMed] [CrossRef] [Google Scholar]Garfield B., McFadyen C., Briar C., Bleakley C., Vlachou A., Baldwin M., et al.  (2021). Potential for personalised application of inhaled nitric oxide in COVID-19 pneumonia.\nBr. J. Anaesth.\n126\ne72–e75. 10.1016/j.bja.2020.11.006\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gattinoni L., Caironi P., Cressoni M., Chiumello D., Ranieri V. M., Quintel M., et al.  (2006). Lung recruitment in patients with the acute respiratory distress syndrome.\nN. Engl. J. Med.\n354\n1775–1786. 10.1056/NEJMoa052052\n [PubMed] [CrossRef] [Google Scholar]Gattinoni L., Chiumello D., Carlesso E., Valenza F. (2004). Bench-to-bedside review: chest wall elastance in acute lung injury/acute respiratory distress syndrome patients.\nCrit. Care Lond. Engl.\n8\n350–355. 10.1186/cc2854\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gattinoni L., Marini J. J., Camporota L. (2020). The respiratory drive: an overlooked tile of COVID-19 pathophysiology.\nAm. J. Respir. Crit. Care Med.\n202\n1079–1080. 10.1164/rccm.202008-3142ED\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Gebistorf F., Karam O., Wetterslev J., Afshari A. (2016). Inhaled nitric oxide for acute respiratory distress syndrome (ARDS) in children and adults.\nCochrane Database Syst. Rev.\n2016:CD002787. 10.1002/14651858.CD002787.pub3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ghignone M., Girling L., Prewitt R. M. (1984). Volume expansion versus norepinephrine in treatment of a low cardiac output complicating an acute increase in right ventricular afterload in dogs.\nAnesthesiology\n60\n132–135. 10.1097/00000542-198402000-00009\n [PubMed] [CrossRef] [Google Scholar]Guérin C., Albert R. K., Beitler J., Gattinoni L., Jaber S., Marini J. J., et al.  (2020). Prone position in ARDS patients: why, when, how and for whom.\nIntensive Care Med.\n46\n2385–2396. 10.1007/s00134-020-06306-w\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Guyton A. C., Lindsey A. W., Abernathy B., Richardson T. (1957). Venous return at various right atrial pressures and the normal venous return curve.\nAm. J. Physiol.\n189\n609–615. 10.1152/ajplegacy.1957.189.3.609\n [PubMed] [CrossRef] [Google Scholar]Guyton A. C., Lindsey A. W., Gilluly J. J. (1954). The limits of right ventricular compensation following acute increase in pulmonary circulatory resistance.\nCirc. Res.\n2\n326–332. 10.1161/01.res.2.4.326 [PubMed] [CrossRef] [Google Scholar]Jardin F., Gueret P., Dubourg O., Farcot J. C., Margairaz A., Bourdarias J. P. (1985). Two-dimensional echocardiographic evaluation of right ventricular size and contractility in acute respiratory failure.\nCrit. Care Med.\n13\n952–956. 10.1097/00003246-198511000-00035\n [PubMed] [CrossRef] [Google Scholar]Jardin F., Vieillard-Baron A. (2007). Is there a safe plateau pressure in ARDS? The right heart only knows.\nIntensive Care Med.\n33\n444–447. 10.1007/s00134-007-0552-z\n [PubMed] [CrossRef] [Google Scholar]Kiely D. G., Cargill R. I., Lipworth B. J. (1996). Effects of hypercapnia on hemodynamic, inotropic, lusitropic, and electrophysiologic indices in humans.\nChest\n109\n1215–1221. 10.1378/chest.109.5.1215\n [PubMed] [CrossRef] [Google Scholar]Kumar A., Falke K. J., Geffin B., Aldredge C. F., Laver M. B., Lowenstein E., et al.  (1970). Continuous positive-pressure ventilation in acute respiratory failure: effects on hemodynamics and lung function.\nN. Engl. J. Med.\n283\n1430–1436. 10.1056/NEJM197012242832603\n [PubMed] [CrossRef] [Google Scholar]Laks M. M., Garner D., Swan H. J. (1967). Volumes and compliances measured simultaneously in the right and left ventricles of the dog.\nCirc. Res.\n20\n565–569. 10.1161/01.res.20.5.565 [PubMed] [CrossRef] [Google Scholar]Lazzeri C., Bonizzoli M., Cianchi G., Batacchi S., Guetti C., Cozzolino M., et al.  (2018). Right ventricular dysfunction and pre implantation vasopressors in refractory ARDS supported by VV-ECMO.\nHeart Lung Circ.\n27\n1483–1488. 10.1016/j.hlc.2017.10.011\n [PubMed] [CrossRef] [Google Scholar]Longobardo A., Montanari C., Shulman R., Benhalim S., Singer M., Arulkumaran N. (2021). Inhaled nitric oxide minimally improves oxygenation in COVID-19 related acute respiratory distress syndrome.\nBr. J. Anaesth.\n126\ne44–e46. 10.1016/j.bja.2020.10.011\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]McNamee J. J., Gillies M. A., Barrett N. A., Perkins G. D., Tunnicliffe W., Young D., et al.  (2021). Effect of lower tidal volume ventilation facilitated by extracorporeal carbon dioxide removal vs standard care ventilation on 90-day mortality in patients with acute hypoxemic respiratory failure: the rest randomized clinical trial.\nJAMA\n326:1013. 10.1001/jama.2021.13374\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Mekontso Dessap A., Boissier F., Charron C., Bégot E., Repessé X., Legras A., et al.  (2016). Acute cor pulmonale during protective ventilation for acute respiratory distress syndrome: prevalence, predictors, and clinical impact.\nIntensive Care Med.\n42\n862–870. 10.1007/s00134-015-4141-2\n [PubMed] [CrossRef] [Google Scholar]Mekontso Dessap A., Boissier F., Leon R., Carreira S., Campo F. R., Lemaire F., et al.  (2010). Prevalence and prognosis of shunting across patent foramen ovale during acute respiratory distress syndrome.\nCrit. Care Med.\n38\n1786–1792. 10.1097/CCM.0b013e3181eaa9c8\n [PubMed] [CrossRef] [Google Scholar]Miranda D. R., van Thiel R., Brodie D., Bakker J. (2015). Right ventricular unloading after initiation of venovenous extracorporeal membrane oxygenation.\nAm. J. Respir. Crit. Care Med.\n191\n346–348. 10.1164/rccm.201408-1404LE\n [PubMed] [CrossRef] [Google Scholar]Morelli A., Teboul J.-L., Maggiore S. M., Vieillard-Baron A., Rocco M., Conti G., et al.  (2006). Effects of levosimendan on right ventricular afterload in patients with acute respiratory distress syndrome: a pilot study.\nCrit. Care Med.\n34\n2287–2293. 10.1097/01.CCM.0000230244.17174.4F [PubMed] [CrossRef] [Google Scholar]Morimont P., Guiot J., Desaive T., Tchana-Sato V., Janssen N., Cagnina A., et al.  (2015). Veno-venous extracorporeal CO2 removal improves pulmonary hemodynamics in a porcine ARDS model.\nActa Anaesthesiol. Scand.\n59\n448–456. 10.1111/aas.12497\n [PubMed] [CrossRef] [Google Scholar]Nuckton T. J., Alonso J. A., Kallet R. H., Daniel B. M., Pittet J.-F., Eisner M. D., et al.  (2002). Pulmonary dead-space fraction as a risk factor for death in the acute respiratory distress syndrome.\nN. Engl. J. Med.\n346\n1281–1286. 10.1056/NEJMoa012835\n [PubMed] [CrossRef] [Google Scholar]Page B., Vieillard-Baron A., Beauchet A., Aegerter P., Prin S., Jardin F. (2003). Low stretch ventilation strategy in acute respiratory distress syndrome: eight years of clinical experience in a single center.\nCrit. Care Med.\n31\n765–769. 10.1097/01.CCM.0000055402.68581.DC [PubMed] [CrossRef] [Google Scholar]Papazian L., Aubron C., Brochard L., Chiche J.-D., Combes A., Dreyfuss D., et al.  (2019). Formal guidelines: management of acute respiratory distress syndrome.\nAnn. Intensive Care\n9:69. 10.1186/s13613-019-0540-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Patterson S. W., Starling E. H. (1914). On the mechanical factors which determine the output of the ventricles.\nJ. Physiol.\n48\n357–379. 10.1113/jphysiol.1914.sp001669\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Petit M., Mekontso-Dessap A., Masi P., Legras A., Vignon P., Vieillard-Baron A. (2021). Evaluation of right ventricular function and driving pressure with blood gas analysis could better select patients eligible for VV ECMO in severe ARDS.\nCrit. Care\n25:220. 10.1186/s13054-021-03646-x\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Phua J., Badia J. R., Adhikari N. K. J., Friedrich J. O., Fowler R. A., Singh J. M., et al.  (2009). Has mortality from acute respiratory distress syndrome decreased over time?: a systematic review.\nAm. J. Respir. Crit. Care Med.\n179\n220–227. 10.1164/rccm.200805-722OC\n [PubMed] [CrossRef] [Google Scholar]Prewitt R. M., Ghignone M. (1983). Treatment of right ventricular dysfunction in acute respiratory failure.\nCrit. Care Med.\n11\n346–352. 10.1097/00003246-198305000-00005\n [PubMed] [CrossRef] [Google Scholar]Price L. C., McAuley D. F., Marino P. S., Finney S. J., Griffiths M. J., Wort S. J. (2012). Pathophysiology of pulmonary hypertension in acute lung injury.\nAm. J. Physiol. Lung Cell. Mol. Physiol.\n302\nL803–L815. 10.1152/ajplung.00355.2011\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Puybasset L., Cluzel P., Gusman P., Grenier P., Preteux F., Rouby J. J. (2000). Regional distribution of gas and tissue in acute respiratory distress syndrome. I. Consequences for lung morphology. CT Scan ARDS Study group.\nIntensive Care Med.\n26\n857–869. 10.1007/s001340051274\n [PubMed] [CrossRef] [Google Scholar]Redington A. N., Rigby M. L., Shinebourne E. A., Oldershaw P. J. (1990). Changes in the pressure-volume relation of the right ventricle when its loading conditions are modified.\nBr. Heart J.\n63\n45–49. 10.1136/hrt.63.1.45\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Ridge C. A., Desai S. R., Jeyin N., Mahon C., Lother D. L., Mirsadraee S., et al.  (2020). Dual-energy CT pulmonary angiography (DECTPA) quantifies vasculopathy in severe COVID-19 pneumonia.\nRadiol. Cardiothorac. Imaging\n2:e200428. 10.1148/ryct.2020200428\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Robba C., Ball L., Battaglini D., Cardim D., Moncalvo E., Brunetti I., et al.  (2021). Early effects of ventilatory rescue therapies on systemic and cerebral oxygenation in mechanically ventilated COVID-19 patients with acute respiratory distress syndrome: a prospective observational study.\nCrit. Care\n25:111. 10.1186/s13054-021-03537-1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Scharf S. M., Brown R., Saunders N., Green L. H., Ingram R. H. (1979). Changes in canine left ventricular size and configuration with positive end-expiratory pressure.\nCirc. Res.\n44\n672–678. 10.1161/01.RES.44.5.672 [PubMed] [CrossRef] [Google Scholar]Schmidt M., Pham T., Arcadipane A., Agerstrand C., Ohshimo S., Pellegrino V., et al.  (2019). Mechanical ventilation management during extracorporeal membrane oxygenation for acute respiratory distress syndrome. An International Multicenter Prospective Cohort.\nAm. J. Respir. Crit. Care Med.\n200\n1002–1012. 10.1164/rccm.201806-1094OC\n [PubMed] [CrossRef] [Google Scholar]Schmidt M., Tachon G., Devilliers C., Muller G., Hekimian G., Bréchot N., et al.  (2013). Blood oxygenation and decarboxylation determinants during venovenous ECMO for respiratory failure in adults.\nIntensive Care Med.\n39\n838–846. 10.1007/s00134-012-2785-8\n [PubMed] [CrossRef] [Google Scholar]Schmitt J.-M., Vieillard-Baron A., Augarde R., Prin S., Page B., Jardin F. (2001). Positive end-expiratory pressure titration in acute respiratory distress syndrome patients: impact on right ventricular outflow impedance evaluated by pulmonary artery Doppler flow velocity measurements.\nCrit. Care Med.\n29\n1154–1158. 10.1097/00003246-200106000-00012\n [PubMed] [CrossRef] [Google Scholar]Snow R. L., Davies P., Pontoppidan H., Zapol W. M., Reid L. (1982). Pulmonary vascular remodeling in adult respiratory distress syndrome.\nAm. Rev. Respir. Dis.\n126\n887–892. 10.1164/arrd.1982.126.5.887\n [PubMed] [CrossRef] [Google Scholar]Soulat-Dufour L., Fauvel C., Weizman O., Barbe T., Pezel T., Mika D., et al.  (2021). Prognostic value of right ventricular dilatation in patients with COVID-19: a multicentre study.\nEur. Heart J. Cardiovasc. Imaging\n[Epub ahead of print]. 10.1093/ehjci/jeab067\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Thompson B. T., Chambers R. C., Liu K. D. (2017). Acute respiratory distress syndrome.\nN. Engl. J. Med.\n377\n562–572. 10.1056/NEJMra1608077\n [PubMed] [CrossRef] [Google Scholar]Vieillard-Baron A., Charron C., Caille V., Belliard G., Page B., Jardin F. (2007). Prone positioning unloads the right ventricle in severe ARDS.\nChest\n132\n1440–1446. 10.1378/chest.07-1013\n [PubMed] [CrossRef] [Google Scholar]Vieillard-Baron A., Loubieres Y., Schmitt J. M., Page B., Dubourg O., Jardin F. (1999). Cyclic changes in right ventricular output impedance during mechanical ventilation.\nJ. Appl. Physiol. Bethesda Md\n87\n1644–1650. 10.1152/jappl.1999.87.5.1644\n [PubMed] [CrossRef] [Google Scholar]Vieillard-Baron A., Matthay M., Teboul J. L., Bein T., Schultz M., Magder S., et al.  (2016). Experts’ opinion on management of hemodynamics in ARDS patients: focus on the effects of mechanical ventilation.\nIntensive Care Med.\n42\n739–749. 10.1007/s00134-016-4326-3\n [PubMed] [CrossRef] [Google Scholar]Vieillard-Baron A., Naeije R., Haddad F., Bogaard H. J., Bull T. M., Fletcher N., et al.  (2018). Diagnostic workup, etiologies and management of acute right ventricle failure: a state-of-the-art paper.\nIntensive Care Med.\n44\n774–790. 10.1007/s00134-018-5172-2\n [PubMed] [CrossRef] [Google Scholar]Vieillard-Baron A., Price L. C., Matthay M. A. (2013). Acute cor pulmonale in ARDS.\nIntensive Care Med.\n39\n1836–1838. 10.1007/s00134-013-3045-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Vieillard-Baron A., Prin S., Chergui K., Dubourg O., Jardin F. (2003). Hemodynamic instability in sepsis: bedside assessment by Doppler echocardiography.\nAm. J. Respir. Crit. Care Med.\n168\n1270–1276. 10.1164/rccm.200306-816CC\n [PubMed] [CrossRef] [Google Scholar]Vieillard-Baron A., Schmitt J. M., Augarde R., Fellahi J. L., Prin S., Page B., et al.  (2001). Acute cor pulmonale in acute respiratory distress syndrome submitted to protective ventilation: incidence, clinical implications, and prognosis.\nCrit. Care Med.\n29\n1551–1555. 10.1097/00003246-200108000-00009\n [PubMed] [CrossRef] [Google Scholar]Vlahakes G. J., Turley K., Hoffman J. I. (1981). The pathophysiology of failure in acute right ventricular hypertension: hemodynamic and biochemical correlations.\nCirculation\n63\n87–95. 10.1161/01.CIR.63.1.87 [PubMed] [CrossRef] [Google Scholar]West J. B., Dollery C. T., Naimark A. (1964). Distribution of blood flow in isolated lung; relation to vascular and alveolar pressures.\nJ. Appl. Physiol.\n19\n713–724. 10.1152/jappl.1964.19.4.713\n [PubMed] [CrossRef] [Google Scholar]Whittenberger J. L., McGREGOR M., Berglund E., Borst H. G. (1960). Influence of state of inflation of the lung on pulmonary vascular resistance.\nJ. Appl. Physiol.\n15\n878–882. 10.1152/jappl.1960.15.5.878\n [PubMed] [CrossRef] [Google Scholar]Writing Group for the Alveolar Recruitment for Acute Respiratory Distress Syndrome Trial (ART) Investigators (2017). Effect of lung recruitment and titrated positive end-expiratory pressure (PEEP) vs low PEEP on mortality in patients with acute respiratory distress syndrome: a randomized clinical trial.\nJAMA\n318\n1335–1345. 10.1001/jama.2017.14171\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]Yamamoto Y., Nakano H., Ide H., Ogasa T., Takahashi T., Osanai S., et al.  (2001). Role of airway nitric oxide on the regulation of pulmonary circulation by carbon dioxide.\nJ. Appl. Physiol.\n91\n1121–1130. 10.1152/jappl.2001.91.3.1121\n [PubMed] [CrossRef] [Google Scholar]"}