{"title": "Clinical and laboratory predictors at ICU admission affecting course of illness and mortality rates in a tertiary COVID-19 center", "pubDate": "2022", "PMCID": "PMC8784621", "DOI": "10.1016/j.hrtlng.2022.01.013", "PMID": "35104727", "abstract": "Background:                       Survival rates of critically ill COVID-19 patients are affected by various clinical features and laboratory parameters at ICU admission. Some of these predictors are universal but others may be population specific.                  Objective:                       To determine utility of baseline clinical and laboratory parameters in a multivariate regression model to predict outcomes in critically ill COVID-19 patients in a tertiary hospital in Croatia.                  Methods:                       692 critically ill COVID-19 patients treated during a 10-month period were included in this retrospective observational trial to assess the risk factors determining mortality rates. Various anthropometric features, comorbidities, laboratory parameters, clinical features and therapeutic interventions were included in the analysis. ICU mortality rates and length of ICU stay were primary endpoints analyzed in this study.                  Results:                       After multivariate adjustment, only the SOFA score, PaO2/FiO2 and history of arterial hypertension had an effect on ICU mortality, as well as the need to initiate invasive mechanical ventilation. Increase in PaO2/FiO2 over the first 7 days was present in survivors, while reverse applied to SOFA. Length of ICU stay was 9 (4-14) days. Factors affecting survival times were admission from wards, congestive heart failure, invasive mechanical ventilation, bacterial superinfections, age > 75 years, SOFA score, and serum ferritin, CRP and IL-6 values at ICU admission.                  Conclusion:                       Elevated inflammatory biomarkers and SOFA score at ICU admission were detected as significant predictors of ICU mortality in this cohort, while initiation of invasive mechanical ventilation is the most relevant interventional mortality risk factor in critically ill COVID-19 patients.", "author": [{"author": "Andrea Kukoč", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Kuko%C4%8D+A&cauthor_id=35104727"}, {"author": "Antonija Mihelčić", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Mihel%C4%8Di%C4%87+A&cauthor_id=35104727"}, {"author": "Ivan Miko", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Miko+I&cauthor_id=35104727"}, {"author": "Andrea Romić", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Romi%C4%87+A&cauthor_id=35104727"}, {"author": "Marko Pražetina", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Pra%C5%BEetina+M&cauthor_id=35104727"}, {"author": "Danijela Tipura", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Tipura+D&cauthor_id=35104727"}, {"author": "Željka Drmić", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Drmi%C4%87+%C5%BD&cauthor_id=35104727"}, {"author": "Marcela Čučković", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=%C4%8Cu%C4%8Dkovi%C4%87+M&cauthor_id=35104727"}, {"author": "Maja Ćurčić", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=%C4%86ur%C4%8Di%C4%87+M&cauthor_id=35104727"}, {"author": "Vanja Blagaj", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Blagaj+V&cauthor_id=35104727"}, {"author": "Hrvoje Lasić", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Lasi%C4%87+H&cauthor_id=35104727"}, {"author": "Emil Dolenc", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Dolenc+E&cauthor_id=35104727"}, {"author": "Sonja Hleb", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Hleb+S&cauthor_id=35104727"}, {"author": "Hani Almahariq", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia."], "href": "/?term=Almahariq+H&cauthor_id=35104727"}, {"author": "Jasminka Peršec", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia; Zagreb University School of dental medicine, Zagreb, Croatia."], "href": "/?term=Per%C5%A1ec+J&cauthor_id=35104727"}, {"author": "Andrej Šribar", "affiliation": ["Clinical department for anesthesiology, reanimatology and intensive care medicine, University hospital Dubrava, Zagreb, Croatiia; Zagreb University School of dental medicine, Zagreb, Croatia."], "href": "/?term=%C5%A0ribar+A&cauthor_id=35104727"}], "refPMID": ["33368021", "32816098", "32627330", "32408793", "32334395", "32667669", "31986264", "32031570", "32105632", "32191259", "32171076", "22797452", "30576221", "33043285", "33573680", "33211135", "32456663", "32179124", "33588914", "32444366", "32442528", "32167524", "32452888", "33250401", "33119402", "33836621", "32800622", "33138974", "32631393", "23703645", "31304696", "32667668", "33007661", "32759719", "29641540", "15769826", "33594871", "31775846", "32491116", "33201896", "33040020", "33088905", "32217556", "32344321"], "citedInPMID": ["35104727"], "body": " AbstractBackgroundSurvival rates of critically ill COVID-19 patients are affected by various clinical features and laboratory parameters at ICU admission. Some of these predictors are universal but others may be population specific.ObjectiveTo determine utility of baseline clinical and laboratory parameters in a multivariate regression model to predict outcomes in critically ill COVID-19 patients in a tertiary hospital in Croatia.Methods692 critically ill COVID-19 patients treated during a 10-month period were included in this retrospective observational trial to assess the risk factors determining mortality rates. Various anthropometric features, comorbidities, laboratory parameters, clinical features and therapeutic interventions were included in the analysis. ICU mortality rates and length of ICU stay were primary endpoints analyzed in this study.ResultsAfter multivariate adjustment, only the SOFA score, PaO2/FiO2 and history of arterial hypertension had an effect on ICU mortality, as well as the need to initiate invasive mechanical ventilation. Increase in PaO2/FiO2 over the first 7 days was present in survivors, while reverse applied to SOFA. Length of ICU stay was 9 (4–14) days. Factors affecting survival times were admission from wards, congestive heart failure, invasive mechanical ventilation, bacterial superinfections, age > 75 years, SOFA score, and serum ferritin, CRP and IL-6 values at ICU admission.ConclusionElevated inflammatory biomarkers and SOFA score at ICU admission were detected as significant predictors of ICU mortality in this cohort, while initiation of invasive mechanical ventilation is the most relevant interventional mortality risk factor in critically ill COVID-19 patients.Keywords: COVID-19, Critical care, Risk factors, Survival analysis IntroductionThe pandemic of coronavirus disease (COVID-19) struck the world and the healthcare system of almost every country so severely that the World Health Organisation (WHO) declared it as a public health emergency.1 In a year there were around 300,000 cases of COVID-192 recorded in Croatia. Most of them with mild flu-like symptoms or no symptoms at all, and the others requiring hospitalization and approximately 10% of hospitalized patients require ICU admission due to severe course of disease caused by dysregulated immune response which may cause coagulopathy,3 massive alveolar damage and progressive respiratory failure,4 all of which are linked to adverse outcomes.Some systematic reviews and meta-analyses have already linked severe COVID-19 to history of arterial hypertension,5\n,\n6 diabetes mellitus,7 advanced age and male sex8 in patients with poor outcome. Due to differences in patient population and geographical distribution the percentage of hospitalized COVID-19 patients demanding ICU admission varies from 4%9 to 32%.10\nThe data on clinical characteristics and factors affecting outcomes of critically ill patients with COVID-19 are of great importance in reducing mortality rates which, among ICU admitted patients, vary from 16%,11 38%,10 62%,12 67%13 to 78%.14\nThe first case of coronavirus infection in Croatia was confirmed on February 25, 2020. Following the growing incidence of COVID-19, the number of patients with severe symptoms of COVID-19 started to increase simultaneously, which caused a major challenge for the healthcare system on a national level. By the decision of the Ministry of Health in March 2020, University Hospital Dubrava was repurposed to be the first and, so far, the only national COVID-19 hospital in Croatia. From that point onwards the hospital was organized as the Primary Respiratory Center, taking care of COVID-19 patients from the Zagreb area and surrounding counties. Special subunit Primary Respiratory Intensive Center (PRIC) was formed in order to provide invasive or noninvasive respiratory support and any other form of intensive care. Being so, most COVID-19 patients in the country were admitted to UH Dubrava. Critically ill COVID-19 patients were treated by medical staff (with approximately one third physicians with critical care medicine experience) from University Hospital Dubrava, as well as from University Hospital Center Zagreb, University Hospital Center Sestre Milosrdnice, University Hospital Merkur, University Hospital Sveti Duh and Children's Hospital Zagreb which were deployed to UH Dubrava to provide assistance.Since the outbreak of COVID-19, numerous reports have been published, but more studies focusing on identifying risk factors affecting survival are still needed due to diverging findings in various subpopulations. The aim of this paper was to identify the effect of comorbidities, laboratory parameters and demographic and anthropometric factors on survival rates of critically ill COVID-19 patients treated in a tertiary hospital in continental Croatia. MethodsThis study was designed as a retrospective observational study and it included COVID-19 patients with a positive polymerase chain reaction (PCR) test admitted to the combined intensive care unit (ICU) organized in specialized PRIC UH Dubrava between April 1, 2020, and February 1, 2021.After institutional ethics board approval, data collection was performed from electronic patient data records (iBIS, IN2, Zagreb, Croatia). Recorded variables were: basic demographic characteristics (gender, age), organizational aspects (patient admitted to the ICU from other departments of PRIC UH Dubrava or admitted directly from ICUs in other hospitals in continental Croatia), anthropomorphic characteristics (body mass index - BMI, kg/m2), presence of major comorbidities (arterial hypertension, diabetes mellitus, congestive heart failure defined as NYHA status > II, chronic kidney disease defined as glomerular filtration rate < 60 ml/min/1.73 m2 and chronic hematologic disorders), Charlson comorbidity index (CCI), sequential organ failure assessment (SOFA) score, duration of COVID-19 disease before ICU admission, hospital infection rate (stratified by site and type of bacteria or fungi), thromboembolic incident rate (stratified by severity of incident and modality of treatment), and the following laboratory parameters at ICU admission: white blood cell count (WBC, x109 / L), neutrophil and lymphocyte percentage in WBC, Horovitz quotient (PaO2/FiO2, mmHg), serum d-dimer (mg/L), serum ferritin (µg/L), serum procalcitonin (ng/ml), serum C-reactive protein (CRP, mg/L), serum IL-6 (pg/ml), and glomerular filtration rate (ml/min/1.73 m2). Endpoints were defined as ICU and hospital mortality, length of mechanical ventilation and length of ICU stay. Statistical analysisData is presented as tables and charts. Continuous variables are displayed as either mean and standard deviation (SD) for values with Gaussian distribution, or median and interquartile range for data that does not follow normal distribution. Normality of distribution was assessed using the Shapiro-Wilk test. Categorical variables are displayed as counts and percentages.Differences in independent continuous variables between 2 groups were tested for statistical significance using Student's t-test for independent samples or Mann-Whitney U test, depending on distribution of data. For more than two groups, two-way analysis of variance (ANOVA) was used to test for significance between normally distributed groups and Kruskal Wallis test was used for variables without normal distribution.For dependent continuous variables Student's t-test for paired samples or Wilcoxon rank test were used. Differences in categorical variables were tested for statistical significance usingχ\n2 or Fisher's exact test for 2 × 2 tables.Multivariate logistic regression was performed to calculate predictive value of various variables on adjusted odds ratio and 95% confidence interval (CI) on survival rates in the ICU. Selection of variables included in the model was performed by first performing univariate analysis of each variable, and then discarding values for which P values were > 0.2. After selection of variables, variables in the model were tested for multicollinearity and variables with variance inflation factor (VIF) > 5 were flagged for further analysis. Model was then re-tested with each of the flagged variables excluded, and the model where the remaining variables had VIF < 5 and highest value of receiver operating curve area under the curve (ROC-AUC) was used. Fit of the model was also evaluated using Hosmer-Lemeshow goodness of fit test and Nagelkerke R2 statistic.Multivariate Cox regression survival analysis was performed to assess the adjusted and non-adjusted hazard ratio (and the 95% CI) of the aforementioned variables on ICU survival times.Change of continuous variables with a statistically significant predictive value of ICU mortality during the first week of ICU stay was tested for statistical significance using repeated measures analysis of variance (RM-ANOVA) with post-hoc Bonferroni correction.P values <0.05 were considered statistically significant. Software packages used for statistical analysis and data visualization were jamovi v1.6.1615 with survminer16 and finalfit17 modules and JASP v0.14.1.18\n ResultsFrom March 1, 2020, to February 1, 2021, of 3736 patients admitted to PRIC UH Dubrava because of COVID-19, 692 (18.5%) patients were admitted to PRIC-IC (Fig. 1\n); 320 (46.2%) from the hospital ward, 134 (19.4%) from the emergency department (ED), and 134 (19.4%) from an ICU in another hospital. Median time elapsed from positive SARS-CoV-2 test to ICU admission was 5 (1–9) days. While most patients had severe ARDS, according to the current definition of ARDS,19 Horovitz quotients were even lower in patients admitted from wards, while patients admitted from ED had lower duration of illness compared to other groups. There were no differences between these groups in other recorded parameters (Table 1\n).Open in a separate windowFig. 1Sankey plot depicting distribution and outcomes of patients treated in the ICU according to their origin of admission.Table 1Differences of baseline parameters regarding origin of ICU admission.VariableEmergency departmentExternal ICUWardPAge (years)71 (62–79)73 (64–79)72 (64–78)0.406BMI (kg/m2)29.9 ± 5.229.6 ± 5.931.7 ± 6.10.088Number of comorbidities3 (2–4)3 (2–4)3 (2–4)0.300SARS-CoV-2 positive days1 (1–6)*5 (1–10)7 (4–10)<0.001*CCI5 (3–7)5 (4–7)5 (3–6)0.356SOFA4 (2–6)4 (2–6)4 (2–5)0.443PaO2/FiO2 (mmHg)95 (63–180)*75 (60–129)68 (54–96)<0.001*Ferritin (mg/L)1.34 ± 1.261.48 ± 1.281.37 ± 1.020.627D-dimer (mg/L)3.6 (1.3–4.3)2.2(1.1–4.3)3.1 (1.4–4.3)0.266CRP (mg/L)124 (72–183)132 (74–196)122 (78–175)0.945PCT (ng/ml)0.58 (0.19–1.96)0.64 (0.26–3.39)0.46 (0.17–1.6)0.343IL-6 (pg/ml)63 (27–147)69 (34–142)70 (30–179)0.873Lactate (mmol/L)1.7 (1.3–2.1)1.6 (1.3–3.4)1.6 (1.2–2.6)0.277GFR (ml/min/1.73 m2)69.5 ± 35.868.6 ± 37.076.2 ± 32.00.054WBC (x109/L)12.6 ± 8.612.1 ± 5.912.6 ± 7.00.809Neutrophil (%)85.1 ± 12.885.7 ± 89.287.0 ± 10.90.199Lymphocyte (%)5.7 (3.3–9.2)4.7 (2.4–9.3)5.4 (3.4–8.6)0.432Open in a separate window Ventilatory supportA large proportion of patients started with HFNO, of which a large proportion continued with invasive ventilation. Distribution of patients and their ventilatory support, as well as their survival rates are depicted in Fig. 2\n. Median duration of successful HFNO (in 89 patients) was 6 (4–9) days, median duration of unsuccessful HFNO was 3 (1–5) days. Duration of invasive ventilation was 7 (3–12) days. 6 patients (0.9%) received extracorporeal membrane oxygenation support.Open in a separate windowFig. 2Sankey plot depicting relationship and distribution between patients receiving HFNO, IMV and their survival rates. Renal replacement therapy41 patients (5.9%) received renal replacement therapy (RRT). 16 of those patients received intermittent hemodialysis (IHD), 18 received continuous renal replacement therapy (CRRT), 2 received both IHD and CRRT and 5 patients continued with dialysis due to end-stage renal disease. Factors affecting survivalDifferences in survival rates and various baseline factors between survivors and non-survivors are displayed in Table 2\n. Factors associated with mortality are shown in Table 3\n. In multivariate analysis, only the SOFA score, PaO2/FiO2 and history of arterial hypertension had an association with outcome - Fig. 3\n.Table 2differences in baseline characteristics between survivors and nonsurvivors.VariableSurvivorsNon-survivorsPAge (years)65 (56–73)74 (67–79)< 0.001BMI (kg/m2)31.2 ± 6.230.1 ± 5.60.411Number of comorbidities2 (1–4)3 (2–4)0.001SARS-CoV-2 positive days5 (1–8)5 (2–9)0.067CCI3 (2–5)5 (4–7)< 0.001SOFA2 (2–4)4 (2–6)< 0.001PaO2/FiO2 (mmHg)100 (70–224)69 (55–103)< 0.001Ferritin (mg/L)1.15 ± 0.981.48 ± 1.060.003D-dimer (mg/L)2.54 ± 1.612.88 ± 3.350.013CRP (mg/L)112 (46–171)129 (80–190)0.001PCT (ng/ml)0.28 (0.10–0.82)0.69 (0.24–2.5)< 0.001IL-6 (pg/ml)31 (14–94)81 (43–187)< 0.001Lactate (mmol/L)1.4 (1.1–1.8)1.8 (1.3–3.4)0.016GFR (ml/min/1.73 m2)91 (61–106)72 (41–92)< 0.001WBC (x109/L)10.4 (7.7–14)11.2 (8.2–16.4)0.030Neutrophil (%)86.6 (80.3–90.9)89.7 (85.8–92.9)< 0.001Lymphocyte (%)6.5 (4.1–10.7)4.9 (2.9–8.3)< 0.001Age group < 4512 (57.1%)9 (42.9%)<0.001Age group 45 - 6578 (45.6%)93 (54.4%)Age group 65 - 7556 (24.8%)170 (75.2%)Age group > 7543 (15.7%)231 (84.3%)Open in a separate windowTable 3odds ratio of factors present at ICU admission affecting survival in the ICU. Binomial logistic regression.FactorSurvivorsNon-survivorsOR and 95% CI (univariable)OR and 95% CI (multivariable)Ward admissionY71 (17.9)325 (82.1)––N118 (39.9)178 (60.1)0.33 (0.23–0.46, p<0.001)0.54 (0.26–1.13, p = 0.106)Diabetes mellitusY46 (20.4)179 (79.6)––N142 (30.5)323 (69.5)0.58 (0.40–0.85, p = 0.006)0.56 (0.24–1.28, p = 0.176)Arterial hypertensionY124 (25.2)368 (74.8)––N64 (32.2)135 (67.8)0.71 (0.50–1.02, p = 0.063)2.68 (1.14–6.67, p = 0.028)Congestive heart failureY24 (18.2)108 (81.8)––N164 (29.3)395 (70.7)0.54 (0.33–0.85, p = 0.010)0.78 (0.24–2.37, p = 0.664)Kidney failureY14 (16.1)73 (83.9)––N174 (28.8)430 (71.2)0.47 (0.25–0.84, p = 0.014)1.85 (0.37–8.24, p = 0.430)Age (y)64.3 ± 13.072.2 ± 10.61.06 (1.04–1.07, p<0.001)1.04 (1.00–1.09, p = 0.064)CCI3.7 ± 2.75.4 ± 2.51.34 (1.24–1.46, p<0.001)1.21 (0.98–1.52, p = 0.096)SOFA3.0 ± 1.94.8 ± 3.01.42 (1.29–1.57, p<0.001)1.66 (1.31–2.20, p<0.001)PaO2/FiO2 (x 10 mmHg)16.9 ± 15.510.1 ± 9.70.96 (0.94–0.97, p<0.001)0.96 (0.92–1.00, p = 0.050)GFR ml/min/1.73 m284.2 ± 32.067.9 ± 34.30.99 (0.98–0.99, p<0.001)1.00 (0.99–1.02, p = 0.497)CRP (mg/L/100)1.2 ± 1.01.4 ± 0.81.28 (1.05–1.58, p = 0.018)0.89 (0.58–1.38, p = 0.598)IL6 (pg/ml)132.8 ± 314.8251.1 ± 408.71.00 (1.00–1.00, p = 0.009)1.00 (1.00–1.00, p = 0.430)Ferritin (ng/L/100)11.5 ± 9.814.8 ± 12.11.03 (1.01–1.05, p = 0.004)1.03 (0.99–1.07, p = 0.172)D-Dimer (mg/L)2.5 ± 1.62.9 ± 1.51.16 (1.02–1.31, p = 0.019)0.98 (0.77–1.25, p = 0.900)WBC (x109/L)11.5 ± 6.112.9 ± 7.81.03 (1.00–1.06, p = 0.029)1.05 (0.97–1.13, p = 0.218)Neutrophil (%)83.0 ± 14.287.3 ± 11.51.03 (1.01–1.04, p<0.001)1.02 (0.99–1.05, p = 0.208)Lymphocyte (%)8.6 ± 7.16.8 ± 8.40.98 (0.96–1.00, p = 0.020)1.00 (0.95–1.06, p = 0.900)Open in a separate windowModel AIC 248.7, ROC AUC 0.86, Hosmer Lemeshow test χ2 8.13, p = 0.633, Nagelkerke R2 0.44.Open in a separate windowFig. 3Forest plot depicting odds-ratios and 95% confidence intervals of survival risk factors present at ICU admission.Over the first 7 days, survivors’ PaO2/FiO2 and SOFA both showed a statistically significant improvement, while there was no statistically significant change of these parameters in non-survivors. Estimated marginal mean PaO2/FiO2 was 121.7 mmHg at admission and 168.3 mmHg at day 7 in survivors vs 96.8 mmHg at admission and 104.3 mmHg at day 7 in non-survivors (p<0.001 between groups and within group). SOFA score at admission was 3.0 and 3.1 at day 7 in survivors and 4.1 at admission and 5.7 at day 7 in non-survivors (p<0.001 between groups and within group) - Fig. 4\n.Open in a separate windowFig. 4differences in change of PaO2/FiO2 and SOFA over time in survivors and non-survivors. Estimated marginal means with 95% confidence intervals as error bars.After multivariate adjustment for procedures and complications during ICU stay, only the need to initiate invasive mechanical ventilation was a significant predictor of mortality in the ICU (OR 11.8, 95% CI 7.4–19.2, p<0.001), while bacterial superinfection rate and renal replacement therapy were significant factors in univariate analysis, but significance was lost after multivariate adjustment - Table 4\n, Fig. 5\n.Table 4Survival odds of effect of therapeutic interventions and complications during ICU stay. OR and 95% CI.FactorNon-survivorsSurvivorsOR and 95% CI (univariable)OR and 95% CI (multivariable)Bacterial superinfectionY311 (81.2)72 (18.8)––N192 (62.1)117 (37.9)2.63 (1.87–3.73, p<0.001)1.29 (0.84–1.96, p = 0.232)Mechanical ventilationY467 (83.8)90 (16.2)––N36 (26.7)99 (73.3)14.27 (9.24–22.47, p<0.001)11.80 (7.40–19.21, p<0.001)RRTY38 (90.5)4 (9.5)––N465 (71.5)185 (28.5)3.78 (1.49–12.74, p = 0.013)2.50 (0.93–8.85, p = 0.103)ThrombosisNone458 (74.2)159 (25.8)––Peripheral16 (80.0)4 (20.0)0.72 (0.20–2.00, p = 0.562)0.98 (0.25–3.06, p = 0.977)CardioPulm23 (48.9)24 (51.1)3.01 (1.65–5.50, p<0.001)2.05 (0.98–4.23, p = 0.053)CNS6 (75.0)2 (25.0)0.96 (0.14–4.22, p = 0.961)0.79 (0.09–4.57, p = 0.809)HFNOD306 (71.5)122 (28.5)––N197 (74.6)67 (25.4)0.85 (0.60–1.20, p = 0.370)0.85 (0.56–1.29, p = 0.453)Open in a separate windowModel AIC 656.4, ROC AUC 0.76, Hosmer Lemeshow test χ2 4.48, p = 0.812, Nagelkerke R2 0.32.Open in a separate windowFig. 5Forest plot depicting odds ratios and 95% confidence intervals of therapeutic interventions and complications during ICU stay. Factors associated with duration of ICU stayLength of ICU stay was 9 (4–14) days. Median survival for mechanically ventilated patients was 11 days, and 24 days for patients that were not mechanically ventilated. For patients with bacterial superinfections median survival was 13 days and 8 days for those without bacterial superinfections. Factors affecting survival times after multivariate adjustment was performed were admission from wards, as opposed to direct transfer from emergency department or ICUs in other hospitals (HR 0.69, p = 0.044 for patients that weren't admitted from hospital wards), congestive heart failure (HR 0.55, p = 0.015 for patients without CHF), invasive mechanical ventilation (HR 0.12, p<0.001 for patients which were not mechanically ventilated), occurrence of bacterial superinfections (HR 2.31, p<0.001 for patients without bacterial superinfections), age > 75 years (HR 3.46, p<0.001 compared to patients between 45 and 65 years of age), SOFA score (HR 1.1, p = 0.016 per each unit increase), serum ferritin (HR 1.03, p<0.001 per each 0.1 mg/L increase), CRP (HR 0.74, p = 0.01 per each 100 mg/l increase) and IL-6 (HR 1.11, p<0.001 per each 0.1 mcg/L increase) - Table 5\n, Fig. 6, Fig. 7, Fig. 8, Fig. 9\n.Table 5Hazard ratios and 95% confidence intervals of various factors for ICU survival times. For binary categorical values “yes” is reference. Multivariate Cox regression.FactorHR and 95% CI (univariable)HR and 95% CI (multivariable)Ward admissionN0.86 (0.62–1.18, p = 0.335)0.69 (0.49–0.99, p = 0.044)DMN0.62 (0.45–0.85, p = 0.004)0.69 (0.46–1.03, p = 0.068)HAN1.02 (0.73–1.42, p = 0.925)1.08 (0.72–1.62, p = 0.717)CHFN0.46 (0.30–0.72, p = 0.001)0.55 (0.34–0.89, p = 0.015)CKDN0.39 (0.25–0.62, p<0.001)0.65 (0.37–1.16, p = 0.145)HematologicalN0.84 (0.46–1.51, p = 0.552)1.08 (0.55–2.14, p = 0.817)MVN0.12 (0.04–0.37, p<0.001)0.12 (0.04–0.39, p<0.001)Bacterial superinfectionN1.57 (1.09–2.27, p = 0.014)2.31 (1.52–3.51, p<0.001)Age group45–65––65–751.40 (0.91–2.16, p = 0.122)1.60 (0.95–2.70, p = 0.077)<451.20 (0.47–3.08, p = 0.702)0.79 (0.24–2.62, p = 0.703)>752.40 (1.58–3.64, p<0.001)3.46 (2.00–5.99, p<0.001)CCI1.12 (1.06–1.18, p<0.001)1.01 (0.93–1.10, p = 0.842)WBC1.03 (1.00–1.06, p = 0.037)1.02 (0.98–1.05, p = 0.306)Neutrophil1.01 (0.99–1.02, p = 0.387)1.00 (0.99–1.02, p = 0.855)Lymphocyte0.99 (0.96–1.02, p = 0.557)1.02 (1.00–1.05, p = 0.087)GFR0.99 (0.99–1.00, p<0.001)1.00 (1.00–1.01, p = 0.334)SOFA1.16 (1.11–1.23, p<0.001)1.10 (1.02–1.19, p = 0.016)Ferritin1.02 (1.01–1.04, p = 0.002)1.03 (1.02–1.05, p<0.001)D-Dimer1.10 (0.99–1.22, p = 0.068)1.12 (0.99–1.27, p = 0.073)PCT1.00 (0.99–1.01, p = 0.340)0.99 (0.98–1.01, p = 0.228)CRP0.98 (0.82–1.17, p = 0.819)0.74 (0.58–0.93, p = 0.010)IL-61.08 (1.05–1.12, p<0.001)1.11 (1.06–1.16, p<0.001)Open in a separate windowOpen in a separate windowFig. 6Hazard regression plot depicting hazard ratios and 95% confidence interval for ICU survival time.Open in a separate windowFig. 7Kaplan-Meier plot depicting adjusted survival curve after multivariate adjustment for age groups.Open in a separate windowFig. 8Kaplan-Meier plot depicting adjusted survival curve after multivariate adjustment for mechanically ventilated patients.Open in a separate windowFig. 9Kaplan-Meier plot depicting adjusted survival curve after multivariate adjustment for patients with bacterial superinfections. DiscussionThe aim of this retrospective observational study was to assess how the course of illness during ICU stay and risk factors present at ICU admission affect survival rates of 692 COVID-19 patients treated in PRIC-IC in a tertiary institution in continental Croatia.In terms of patient characteristics, certain factors which affect reported survival rates must be stated in order to clarify obtained results. First, since UH Dubrava was repurposed to become a COVID-19 exclusive hospital in order to minimize potential horizontal SARS-CoV-2 spread in other hospitals in continental Croatian; a specialized ward was organized to treat patients which require high-flow nasal oxygen (HFNO) therapy. Because of that, survival rates might be skewed, since only patients with severe clinical presentation and imminent HFNO failure with need to initiate invasive mechanical ventilation (per hospital protocol, ROX indices < 3.8 were used as one of ICU admission criteria20) were admitted to the ICU. Therefore only 89 patients (12.9%) treated with HFNO completed their ICU stay without need for intubation and invasive mechanical ventilation - a number that is in general lower than previously reported,21., 22., 23., 24. but can also be explained with much lower PaO2/FiO2 ratios at ICU admission compared to other studies.4\n,\n21\n,\n22\n,\n24., 25., 26., 27., 28.\nPercentage of patients which received invasive mechanical ventilation (IMV) in this study is relatively high - 80.5%, which is among the higher ones reported, with other studies reporting varying percentages: from 3%29 to 87%.8 Initiation of IMV is one of the most important ICU mortality risk in our study with mortality of 83.8% for mechanically ventilated patients, multivariate OR of survival of 11.80 (7.40–19.21, p<0.001) and HR of 0.12 (0.04–0.39, p<0.001) for patients that weren't mechanically ventilated compared to those who were. These numbers are among the higher ones reported30., 31., 32., 33. when general numbers are analyzed, but it must be stated that patients included in this study are among the oldest ones reported so far.12\n,\n23\n,\n26., 27., 28.\n,\n34., 35., 36. When patients were divided into age sub-groups, mortality rates for ventilated patients per age sub-group (53.3% under 45 years of age, 70.5% 45–65 years of age, 87.6%, 65 to 75 years of age, 90.4% over 75 years of age) are in general agreement with data reported from other studies.In the cohort analyzed in this study age is one of the defining factors determining mortality rate in the univariate analysis, with survivors being 9 years younger than non-survivors (65 (56–73) vs 74 (67–79) years, P< 0.001), and odds ratio (OR) of 1.06 (1.04–1.07, p<0.001) per each year of age. This finding is in accordance with previously published data.12\n,\n26\n,\n27\n,\n34\n,\n35\nAfter subdividing the cohort into 4 age groups (< 45, 45–65. 65–75, >75), and multivariate Cox regression survival analysis, patients older than 75 years of age were identified at most risk compared to reference (45–65) with HR of 3.46, a result which is in general agreement with previously published data such as Grasseli et al.8 where non-survivors had a hazard ratio (HR) of 1.75 per every ten year increase in age, and Wu et al29 with a HR of 6.75 in group over 65 years of age compared to patients younger than 65 years.In interpreting odds ratios considering case fatality ratios in general, the nature of the regression model used in our study must be taken into account because it also included the CCI which uses age as one of components in calculating the final score.37 While simultaneous use of both age and CCI may seem to add multicollinearity bias, variance inflation factors for those two parameters were well inside tolerated values - 2.43 and 2.17 respectively.38 It must also be noted that the cohort analyzed in this study was much older compared to population age reported in other studies, with median age of 72 years, vs 63,8 60.539 and 5129 years of age.While increased BMI has been linked in multiple studies with increased severity of COVID-19 clinical presentation and higher mortality rates40\n,\n41 our findings suggest that there is no statistically significant difference in BMI levels between survivors and non-survivors, with both groups falling into the overweight category (29.9 vs 29.1 kg/m2, P = 0.219). One of the factors that must not be overlooked when interpreting these results is the increased age of the cohort. As age progresses, muscle mass is gradually lost and replaced with fat42\n,\n43 and at older age BMI is not as reliable a parameter in quantifying obesity as it would be at a younger age. Also, due to general loss of muscle mass, loss of diaphragmatic muscle mass might be one of the factors that contributes to increased case fatality rates of elderly COVID-19 patients, especially those who were mechanically ventilated.44\nSequential organ failure assessment (SOFA) score,45 which has become the golden standard in evaluating the severity of organ damage due to dysregulated immune system response to pathogens (i.e. sepsis) has in the studied cohort shown a statistically significant prognostic value in both logistic and Cox regression model (OR 1.6 and HR 1.1 per 1 point SOFA score increase, respectively), which is in concordance with previously published data.14\n,\n46\n,\n47\nThe respiratory component of SOFA score was the prevalent factor affecting the composite score in patients in this study, with a median PaO2/FiO2 of 75 (56–125) mmHg for the whole cohort at ICU admission, and 100 (70–224) for survivors and 69 (55–103) for non-survivors (according to which both subgroups fall into the severe ARDS subgroup according to the Berlin definition19). Compared to other published data, these values were among the lowest ones reported, in comparison to 160 (114–220) mmHg from Italian8 ICUs, 135 (101–170) for survivors and 121 (85–151) for non-survivors from Spanish26 ICUs and 124 (86–188) from U.S.39 ICUs. In the studied population, decrease of PaO2/FiO2 was a significant predictor of ICU mortality with an of OR 0.96 (0.92–1.00) per 10 mmHg change. Severity of blood gas exchange impairment at ICU admission has been confirmed in other studies as a strong predictor of ICU mortality.23\n,\n26\n,\n48\nIn the studied population presence of arterial hypertension, while being a risk factor in the univariate analysis, which is in agreement with previously published data,5\n,\n6 showed a reduction of risk in the multivariable model. While these results are baffling, an explanation for this would be presence of other comorbidities and high CCI score in patients with arterial hypertension. While there is no evidence of multicollinearity (as previously stated with low VIF values), these results should still be taken with a grain of salt and further analyses are needed (for example medication regimens of patients with hypertension).Of all the recorded comorbidities, history of congestive heart failure has the most significant effect on survival times in the studied cohort, both in univariate and multivariate analysis. While COVID-19 myocardial injury, which was reported in several other studies49\n,\n50 could be a potential culprit which worsened preexisting cardiac condition, due to organizational difficulties caused by increased influx of patients and lack of specific therapy to treat myocarditis, myocardial biopsies were not performed to confirm or exclude myocardial injury caused by SARS-CoV-2 infection.In terms of biomarkers of inflammation, ferritin with HR of 1.03 per each 0.1 mg/L increase and IL-6 with HR 1.11 per each 0.1 mcg/L increase shortened ICU survival times, while increases in CRP showed a reduction of HR with 0.74 per each 100 mg/l increase (in contrast to having a univariate OR 1.28), which can be linked to increased survival times of patients with bacterial superinfections (where patients without had a HR of 2.31 compared to those with bacterial superinfections). These results are in partial agreement with previously published data,47\n,\n51 where CRP levels at admission were a more significant factor in determining survival rates. In the studied population the CRP cutoff value with highest ability to discriminate between survivors and non-survivors was similar to levels reported by Liu et al. (41.3 vs 41.8 mg/L) but area below the receiver operating curve was much lower (0.58 vs 0.86), limiting its usefulness.Results of this study show certain idiosyncrasies of the Croatian healthcare system and culture of health itself.Obesity and arterial hypertension which have been linked to more severe course of illness are very common in the Croatian population, especially males2 and arterial hypertension (a well-established factor affecting COVID-19 mortality rates5\n,\n6) was present in 71.1% of critically ill COVID-19 patients in our hospital, as well as increased BMI (another factor linked to increased mortality40\n,\n41). Compared to other countries in the European Union, Croatia has the highest incidence of overweight population,52 which may explain one of the highest COVID-19 hospital admission rates in the EU53 as well as high ICU mortality rates found in the analyzed cohort.Another factor affecting survival rates is the fact that UH Dubrava was re-purposed to become a COVID-19 only hospital which reduced horizontal virus transmission in other hospitals in north-western Croatia (and other healthcare facilities such as palliative facilities) but added additional workload (number of ICU beds were nearly doubled compared to pre-pandemic) which was partially alleviated with personnel from other hospitals in Zagreb of which some never worked in the ICU before the start of the pandemic. One specific event that overburdened the ICU capacity in UH Dubrava was the earthquake in Sisak-Moslavina county on December 28. 2020, in which the county hospital was severely damaged and all the COVID positive patients from that hospital (of which some were admitted with multi-drug resistant strains such as Acinetobacter Baumanii) were admitted during a 24-hour period, which introduced another burden to our hospital which was already functioning at near full capacity.There were certain limitations in this study. First, because of ICU bed allocation and formation of specialized “semi-intensive” wards for treatment of patients receiving HFNO (which were normally treated in the ICU before the pandemic), only patients with the most severe clinical presentation were admitted to the ICU (a fact that is evident when comparing baseline PaO2/FiO2 ratios in this cohort compared to other studies). Also, since there were many admissions from other institutions, with many patients admitted from palliative care facilities (to reduce viral spread among these, most vulnerable patients), which would not normally be admitted to ICUs due to low life expectancy, mortality rates were higher than reported in other studies.Since a large proportion of patients were re-transferred to other, non-COVID ICUs in other hospitals after two successive negative PCR tests, longer period follow-up was not performed.One other significant limitation is the fact that therapeutic regimen (corticosteroids, anticoagulation and anti-aggregation therapy, antiviral, and immunomodulatory drugs) was not recorded electronically but on paper charts, which, due to COVID containment measures, were sealed after patient discharge, and therefore could not be included in the analysis. ConclusionIn the studied cohort which included critically ill patients during the first two waves of the COVID-19 pandemic treated in a tertiary institution in continental Croatia, survivors were of significantly lower age, number of comorbidities, CCI, SOFA score, WBC and neutrophil counts as well as serum ferritin, C-reactive protein, d-dimer, procalcitonin, IL-6 and lactate levels at ICU admission. After multivariate adjustment, SOFA score (especially its respiratory component), and the need for initiation of invasive mechanical ventilation were the most important predictive factors of ICU mortality. Declaration of Competing InterestThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.On behalf of the authors:Andrea Kukoč, Antonija Mihelčić, Ivan Miko, Andrea Romić, Marko Pražetina, Danijela Tipura, Željka Drmić, Marcela Čučković, Maja Ćurčić, Vanja Blagaj, Hrvoje Lasić, Emil Dolenc, Sonja Hleb, Hani Almahariq, Jasminka Peršec, Andrej ŠribarCorresponding author: Andrej Šribar, MD, PhD\n\n References1. WHO Covid 19 Briefing [Internet]. Available from: https://www.who.int/director-general/speeches/detail/who-director-general-s-opening-remarks-at-the-media-briefing-on-covid-19-11-march-20202. Službena stranica Vlade za pravodobne i točne informacije o koronavirusu [Internet]. koronavirus.hr. [cited 2020 Apr 19]. Available from: https://www.koronavirus.hr/3. Levi M., Iba T. COVID-19 coagulopathy: is it disseminated intravascular coagulation? Intern Emerg Med. 2021;16(2):309–312. [PMC free article] [PubMed] [Google Scholar]4. Xie J., Wu W., Li S., et al.  Clinical characteristics and outcomes of critically ill patients with novel coronavirus infectious disease (COVID-19) in China: a retrospective multicenter study. Intensive Care Med. 2020 Oct 1;46(10):1863–1872. [PMC free article] [PubMed] [Google Scholar]5. Tadic M., Cuspidi C., Grassi G., Mancia G. COVID-19 and arterial hypertension: hypothesis or evidence? J Clin Hypertens (Greenwich) 2020 Jul;22(7):1120–1126. [PMC free article] [PubMed] [Google Scholar]6. Pranata R., Lim M.A., Huang I., Raharjo S.B., Lukito A.A. Hypertension is associated with increased mortality and severity of disease in COVID-19 pneumonia: a systematic review, meta-analysis and meta-regression. J Renin Angiotensin Aldosterone Syst. 2020 May 14;21(2) [PMC free article] [PubMed] [Google Scholar]7. Huang I., Lim M.A., Pranata R. Diabetes mellitus is associated with increased mortality and severity of disease in COVID-19 pneumonia – a systematic review, meta-analysis, and meta-regression. Diabetes Metab Syndr. 2020;14(4):395–403. [PMC free article] [PubMed] [Google Scholar]8. Grasselli G., Greco M., Zanella A., et al.  Risk factors associated with mortality among patients with COVID-19 in intensive care units in Lombardy, Italy. JAMA Intern Med. 2020 Oct 1;180(10):1345–1355. [PMC free article] [PubMed] [Google Scholar]9. ANZICS COVID-19 Guidelines [Internet]. ANZICS. [cited 2020 Jun 1]. Available from: https://www.anzics.com.au/coronavirus-guidelines/10. Huang C., Wang Y., Li X., et al.  Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. 2020 Feb 15;395(10223):497–506. [PMC free article] [PubMed] [Google Scholar]11. Wang D., Hu B., Hu C., et al.  Clinical characteristics of 138 hospitalized patients with 2019 novel coronavirus–infected pneumonia in Wuhan, China. JAMA. 2020 Mar 17;323(11):1061. [PMC free article] [PubMed] [Google Scholar]12. Yang X., Yu Y., Xu J., et al.  Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. 2020 Feb 24 [PMC free article] [PubMed] [Google Scholar]13. Arentz M., Yim E., Klaff L., et al.  Characteristics and outcomes of 21 critically Ill patients with COVID-19 in Washington state. JAMA. 2020 Apr 28;323(16):1612. [PMC free article] [PubMed] [Google Scholar]14. Zhou F., Yu T., Du R., et al.  Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study. Lancet. 2020 Mar 28;395(10229):1054–1062. [PMC free article] [PubMed] [Google Scholar]15. The jamovi project. jamovi, www.jamovi.org [Internet]. 2019. Available from: www.jamovi.org16. Kassambara A., Kosinski M., Biecek P. survminer: Drawing Survival Curves using “ggplot2”. [R package] [Internet]. 2019. Available from: https://CRAN.R-project.org/package=survminer.17. Harrison E., Drake T., Ots R. finalfit: Quickly Create Elegant Regression Results Tables and Plots when Modelling. [R package] [Internet]. 2019. Available from: https://CRAN.R-project.org/package=finalfit18. JASP [Internet]. JASP Team; 2020. Available from: https://jasp-stats.org19. ARDS Definition Task Force. Ranieri V.M., Rubenfeld G.D., Thompson B.T., et al. ARDS Definition Task Force  Acute respiratory distress syndrome: the Berlin Definition. JAMA. 2012 Jun 20;307(23):2526–2533. [PubMed] [Google Scholar]20. Roca O., Caralt B., Messika J., et al.  An index combining respiratory rate and oxygenation to predict outcome of nasal high-flow therapy. Am J Respir Crit Care Med. 2019 Jun 1;199(11):1368–1376. [PubMed] [Google Scholar]21. Calligaro G.L., Lalla U., Audley G., et al. The utility of high-flow nasal oxygen for severe COVID-19 pneumonia in a resource-constrained setting: a multi-centre prospective observational study. EClinicalMedicine [Internet]. 2020 Nov 1 [cited 2021 Jun 9];28. Available from: https://www.thelancet.com/journals/eclinm/article/PIIS2589-5370(20)30314-X/abstract [PMC free article] [PubMed]22. Mellado-Artigas R., Ferreyro B.L., Angriman F., et al.  High-flow nasal oxygen in patients with COVID-19-associated acute respiratory failure. Crit Care. 2021 Feb 11;25(1):58. [PMC free article] [PubMed] [Google Scholar]23. COVID-ICU Group on behalf of the REVA Network and the COVID-ICU Investigators  Clinical characteristics and day-90 outcomes of 4244 critically ill adults with COVID-19: a prospective cohort study. Intensive Care Med. 2021 Jan;47(1):60–73. [PMC free article] [PubMed] [Google Scholar]24. Despres C., Brunin Y., Berthier F., Pili-Floury S., Besch G. Prone positioning combined with high-flow nasal or conventional oxygen therapy in severe Covid-19 patients. Crit Care. 2020 May 26;24(1):256. [PMC free article] [PubMed] [Google Scholar]25. Rodriguez-Morales A.J., Cardona-Ospina J.A., Gutiérrez-Ocampo E., et al.  Clinical, laboratory and imaging features of COVID-19: a systematic review and meta-analysis. Travel Med Infect Dis. 2020 Mar 13 [PMC free article] [PubMed] [Google Scholar]26. Rodríguez A., Ruiz-Botella M., Martín-Loeches I., et al.  Deploying unsupervised clustering analysis to derive clinical phenotypes and risk factors associated with mortality risk in 2022 critically ill patients with COVID-19 in Spain. Crit Care. 2021 Feb 15;25(1):63. [PMC free article] [PubMed] [Google Scholar]27. Petrilli C.M., Jones S.A., Yang J., et al.  Factors associated with hospital admission and critical illness among 5279 people with coronavirus disease 2019 in New York City: prospective cohort study. BMJ. 2020 May 22;369:m1966. [PMC free article] [PubMed] [Google Scholar]28. Cummings M.J., Baldwin M.R., Abrams D., et al.  Epidemiology, clinical course, and outcomes of critically ill adults with COVID-19 in New York City: a prospective cohort study. The Lancet. 2020 Jun 6;395(10239):1763–1770. [PMC free article] [PubMed] [Google Scholar]29. Wu C., Chen X., Cai Y., et al.  Risk factors associated with acute respiratory distress syndrome and death in patients with Coronavirus Disease 2019 pneumonia in Wuhan, China. JAMA Intern Med. 2020 Mar 13 [PMC free article] [PubMed] [Google Scholar]30. Auld S.C., Caridi-Scheible M., Blum J.M., et al.  ICU and ventilator mortality among critically Ill adults with Coronavirus Disease 2019*. Critical Care Medicine. 2020 Sep;48(9):e799. [PMC free article] [PubMed] [Google Scholar]31. Roedl K., Jarczak D., Thasler L., et al.  Mechanical ventilation and mortality among 223 critically ill patients with coronavirus disease 2019: a multicentric study in Germany. Aust Crit Care. 2021 Mar 1;34(2):167–175. [PMC free article] [PubMed] [Google Scholar]32. Lim Z.J., Subramaniam A., Ponnapa Reddy M., et al.  Case fatality rates for patients with COVID-19 requiring invasive mechanical ventilation. a meta-analysis. Am J Respir Crit Care Med. 2021 Jan 1;203(1):54–66. [PMC free article] [PubMed] [Google Scholar]33. Tsikala Vafea M., Zhang R., Kalligeros M., Mylona E.K., Shehadeh F., Mylonakis E. Mortality in mechanically ventilated patients with COVID-19: a systematic review. Expert Rev Med Dev. 2021 Apr 30:1–15. [PubMed] [Google Scholar]34. Ferrando C., Mellado-Artigas R., Gea A., et al.  Patient characteristics, clinical course and factors associated to ICU mortality in critically ill patients infected with SARS-CoV-2 in Spain: a prospective, cohort, multicentre study. Rev Esp Anestesiol Reanim. 2020 Oct;67(8):425–437. [PMC free article] [PubMed] [Google Scholar]35. Ñamendys-Silva S.A., Alvarado-Ávila P.E., Domínguez-Cherit G., et al.  Outcomes of patients with COVID-19 in the intensive care unit in Mexico: a multicenter observational study. Heart Lung. 2021 Jan 1;50(1):28–32. [PMC free article] [PubMed] [Google Scholar]36. Xu J., Yang X., Yang L., et al.  Clinical course and predictors of 60-day mortality in 239 critically ill patients with COVID-19: a multicenter retrospective study from Wuhan, China. Crit Care. 2020 Jul 6;24(1):394. [PMC free article] [PubMed] [Google Scholar]37. Austin S.R., Wong Y.-.N., Uzzo R.G., Beck J.R., Egleston B.L. Why summary comorbidity measures such as the Charlson Comorbidity Index and Elixhauser score work. Med Care. 2015 Sep;53(9):e65–e72. [PMC free article] [PubMed] [Google Scholar]38. Kim J.H. Multicollinearity and misleading statistical results. Korean J Anesthesiol. 2019 Dec;72(6):558–569. [PMC free article] [PubMed] [Google Scholar]39. Gupta S., Hayek S.S., Wang W., et al.  Factors associated with death in critically Ill patients with Coronavirus Disease 2019 in the US. JAMA Intern Med. 2020 Nov 1;180(11):1436. [PMC free article] [PubMed] [Google Scholar]40. Soeroto A.Y., Soetedjo N.N., Purwiga A., et al.  Effect of increased BMI and obesity on the outcome of COVID-19 adult patients: a systematic review and meta-analysis. Diabetes Metab Syndr. 2020 Dec;14(6):1897–1904. [PMC free article] [PubMed] [Google Scholar]41. Caci G., Albini A., Malerba M., Noonan D.M., Pochetti P., Polosa R. COVID-19 and obesity: dangerous liaisons. J Clin Med. 2020 Aug 4;9(8) [PMC free article] [PubMed] [Google Scholar]42. Abramowitz M.K., Hall C.B., Amodu A., Sharma D., Androga L., Hawkins M. Muscle mass, BMI, and mortality among adults in the United States: a population-based cohort study. PLoS One [Internet] 2018 Apr 11;13(4) https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5894968/ [cited 2021 May 30]Available from: [PMC free article] [PubMed] [Google Scholar]43. Ohkawa S., Odamaki M., Ikegaya N., Hibi I., Miyaji K., Kumagai H. Association of age with muscle mass, fat mass and fat distribution in non-diabetic haemodialysis patients. Nephrol Dial Transpl. 2005 May;20(5):945–951. [PubMed] [Google Scholar]44. Corradi F., Isirdi A., Malacarne P., et al.  Low diaphragm muscle mass predicts adverse outcome in patients hospitalized for COVID-19 pneumonia: an exploratory pilot study. Minerva Anestesiol. 2021 Apr;87(4):432–438. [PubMed] [Google Scholar]45. Lambden S., Laterre P.F., Levy M.M., Francois B. The SOFA score—development, utility and challenges of accurate assessment in clinical trials. Crit Care. 2019 Nov 27;23:374. [PMC free article] [PubMed] [Google Scholar]46. Rod J.E., Oviedo-Trespalacios O., Cortes-Ramirez J. A brief-review of the risk factors for COVID-19 severity. Rev Saude Publica. 2020;54:60. [PMC free article] [PubMed] [Google Scholar]47. Izcovich A., Ragusa M.A., Tortosa F., et al.  Prognostic factors for severity and mortality in patients infected with COVID-19: a systematic review. PLoS ONE. 2020;15(11) [PMC free article] [PubMed] [Google Scholar]48. Santus P., Radovanovic D., Saderi L., et al.  Severity of respiratory failure at admission and in-hospital mortality in patients with COVID-19: a prospective observational multicentre study. BMJ Open. 2020 Oct 1;10(10) [PMC free article] [PubMed] [Google Scholar]49. Oleszak F., Maryniak A., Botti E., et al.  Myocarditis associated with COVID-19. Am J Med Case Rep. 2020;8(12):498–502. [PMC free article] [PubMed] [Google Scholar]50. Chen T., Wu D., Chen H., et al.  Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study. BMJ. 2020 Mar 26;368:m1091. [PMC free article] [PubMed] [Google Scholar]51. Liu F., Li L., Xu M., et al.  Prognostic value of interleukin-6, C-reactive protein, and procalcitonin in patients with COVID-19. J Clin Virol. 2020 Jun;127 [PMC free article] [PubMed] [Google Scholar]52. Overweight and Obesity – BMI statistics. Eurostat. [Internet]. Available from: https://ec.europa.eu/eurostat/statistics-explained/index.php?title=Overweight_and_obesity_-_BMI_statistics53. Weekly new hospital admissions for COVID-19 per million. [Internet]. Available from: https://ourworldindata.org/grapher/weekly-hospital-admissions-covid-per-million?country=DEU∼FRA∼ITA∼ESP∼NLD∼BEL∼HRV∼CYP∼CZE∼DNK∼EST∼GRC∼ISL∼IRL∼LVA∼MLT∼NOR∼SVN"}