{"title": "Lung- and Diaphragm-Protective Ventilation by Titrating Inspiratory Support to Diaphragm Effort: A Randomized Clinical Trial", "pubDate": "2022", "PMCID": "PMC8797006", "DOI": "10.1097/CCM.0000000000005395", "PMID": "35100192", "abstract": "Objectives:                       Lung- and diaphragm-protective ventilation is a novel concept that aims to limit the detrimental effects of mechanical ventilation on the diaphragm while remaining within limits of lung-protective ventilation. The premise is that low breathing effort under mechanical ventilation causes diaphragm atrophy, whereas excessive breathing effort induces diaphragm and lung injury. In a proof-of-concept study, we aimed to assess whether titration of inspiratory support based on diaphragm effort increases the time that patients have effort in a predefined \"diaphragm-protective\" range, without compromising lung-protective ventilation.                  Design:                       Randomized clinical trial.                  Setting:                       Mixed medical-surgical ICU in a tertiary academic hospital in the Netherlands.                  Patients:                       Patients (n = 40) with respiratory failure ventilated in a partially-supported mode.                  Interventions:                       In the intervention group, inspiratory support was titrated hourly to obtain transdiaphragmatic pressure swings in the predefined \"diaphragm-protective\" range (3-12 cm H2O). The control group received standard-of-care.                  Measurements and main results:                       Transdiaphragmatic pressure, transpulmonary pressure, and tidal volume were monitored continuously for 24 hours in both groups. In the intervention group, more breaths were within \"diaphragm-protective\" range compared with the control group (median 81%; interquartile range [64-86%] vs 35% [16-60%], respectively; p < 0.001). Dynamic transpulmonary pressures (20.5 ± 7.1 vs 18.5 ± 7.0 cm H2O; p = 0.321) and tidal volumes (7.56 ± 1.47 vs 7.54 ± 1.22 mL/kg; p = 0.961) were not different in the intervention and control group, respectively.                  Conclusions:                       Titration of inspiratory support based on patient breathing effort greatly increased the time that patients had diaphragm effort in the predefined \"diaphragm-protective\" range without compromising tidal volumes and transpulmonary pressures. This study provides a strong rationale for further studies powered on patient-centered outcomes.", "author": [{"author": "Heder J de Vries", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands.", "Amsterdam Cardiovascular Sciences Research Institute, Amsterdam, the Netherlands."], "href": "/?term=de+Vries+HJ&cauthor_id=35100192"}, {"author": "Annemijn H Jonkman", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands.", "Amsterdam Cardiovascular Sciences Research Institute, Amsterdam, the Netherlands."], "href": "/?term=Jonkman+AH&cauthor_id=35100192"}, {"author": "Harm J de Grooth", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands."], "href": "/?term=de+Grooth+HJ&cauthor_id=35100192"}, {"author": "Jan Willem Duitman", "affiliation": ["Center for Experimental and Molecular Medicine, Amsterdam UMC, location AMC, Amsterdam, the Netherlands."], "href": "/?term=Duitman+JW&cauthor_id=35100192"}, {"author": "Armand R J Girbes", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands."], "href": "/?term=Girbes+ARJ&cauthor_id=35100192"}, {"author": "Coen A C Ottenheijm", "affiliation": ["Amsterdam Cardiovascular Sciences Research Institute, Amsterdam, the Netherlands.", "Department of Physiology, Amsterdam UMC location VUmc, Amsterdam, the Netherlands."], "href": "/?term=Ottenheijm+CAC&cauthor_id=35100192"}, {"author": "Marcus J Schultz", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands.", "Amsterdam Cardiovascular Sciences Research Institute, Amsterdam, the Netherlands.", "Center for Experimental and Molecular Medicine, Amsterdam UMC, location AMC, Amsterdam, the Netherlands.", "Department of Physiology, Amsterdam UMC location VUmc, Amsterdam, the Netherlands.", "Department of Intensive Care Medicine, Amsterdam UMC location AMC, Amsterdam, the Netherlands.", "Nuffield Department of Medicine, Mahidol University, Bangkok, Thailand.", "Mahidol-Oxford Tropical Medicine Research Unit (MORU), Mahidol University, Bangkok, Thailand.", "Department of Epidemiology and Data Science, Amsterdam UMC, Location VUmc, Amsterdam, the Netherlands.", "Department of Critical Care Medicine, Fujian Provincial Hospital, Fujian Provincial Center for Critical Care Medicine, Fujian Medical University, Fuzhou, Fujian, China."], "href": "/?term=Schultz+MJ&cauthor_id=35100192"}, {"author": "Peter M van de Ven", "affiliation": ["Department of Epidemiology and Data Science, Amsterdam UMC, Location VUmc, Amsterdam, the Netherlands."], "href": "/?term=van+de+Ven+PM&cauthor_id=35100192"}, {"author": "Yingrui Zhang", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands.", "Department of Critical Care Medicine, Fujian Provincial Hospital, Fujian Provincial Center for Critical Care Medicine, Fujian Medical University, Fuzhou, Fujian, China."], "href": "/?term=Zhang+Y&cauthor_id=35100192"}, {"author": "Angelique M E de Man", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands."], "href": "/?term=de+Man+AME&cauthor_id=35100192"}, {"author": "Pieter R Tuinman", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands."], "href": "/?term=Tuinman+PR&cauthor_id=35100192"}, {"author": "Leo M A Heunks", "affiliation": ["Department of Intensive Care Medicine, Amsterdam UMC location VUmc, Amsterdam, the Netherlands.", "Amsterdam Cardiovascular Sciences Research Institute, Amsterdam, the Netherlands."], "href": "/?term=Heunks+LMA&cauthor_id=35100192"}], "refPMID": ["28930478", "27310484", "28917004", "18367735", "26167730", "25760684", "11719318", "11790659", "9445304", "30455078", "24199628", "27626833", "27334266", "3044189", "24861350", "29182892", "32516052", "33140181", "16352963", "24126442", "25271750", "30460261", "22797452", "18367735", "20813887", "8175503", "11069816", "28787181", "21705883", "23786764", "12411288", "32673161", "23641946", "27036885", "20594319", "28035864", "21385346", "31694692", "26903337", "30357256", "27748627", "27160458", "28828366", "7174413", "32097569", "33064952"], "citedInPMID": ["35100192"], "body": " OBJECTIVES:Lung- and diaphragm-protective ventilation is a novel concept that aims to limit the detrimental effects of mechanical ventilation on the diaphragm while remaining within limits of lung-protective ventilation. The premise is that low breathing effort under mechanical ventilation causes diaphragm atrophy, whereas excessive breathing effort induces diaphragm and lung injury. In a proof-of-concept study, we aimed to assess whether titration of inspiratory support based on diaphragm effort increases the time that patients have effort in a predefined “diaphragm-protective” range, without compromising lung-protective ventilation.DESIGN:Randomized clinical trial.SETTING:Mixed medical-surgical ICU in a tertiary academic hospital in the Netherlands.PATIENTS:Patients (n = 40) with respiratory failure ventilated in a partially-supported mode.INTERVENTIONS:In the intervention group, inspiratory support was titrated hourly to obtain transdiaphragmatic pressure swings in the predefined “diaphragm-protective” range (3–12 cm H2O). The control group received standard-of-care.MEASUREMENTS AND MAIN RESULTS:Transdiaphragmatic pressure, transpulmonary pressure, and tidal volume were monitored continuously for 24 hours in both groups. In the intervention group, more breaths were within “diaphragm-protective” range compared with the control group (median 81%; interquartile range [64–86%] vs 35% [16–60%], respectively; p < 0.001). Dynamic transpulmonary pressures (20.5 ± 7.1 vs 18.5 ± 7.0 cm H2O; p = 0.321) and tidal volumes (7.56 ± 1.47 vs 7.54 ± 1.22 mL/kg; p = 0.961) were not different in the intervention and control group, respectively.CONCLUSIONS:Titration of inspiratory support based on patient breathing effort greatly increased the time that patients had diaphragm effort in the predefined “diaphragm-protective” range without compromising tidal volumes and transpulmonary pressures. This study provides a strong rationale for further studies powered on patient-centered outcomes.Keywords: critical illness, diaphragm, esophageal pressure measurement, mechanical ventilation, work of breathing New approaches are needed to limit the adverse effects of invasive mechanical ventilation on the diaphragm of critically ill patients, as diaphragm weakness in these patients is common and has been associated with poor clinical outcomes (1, 2). The level of diaphragm effort has been proposed to play a role in the development of critical illness-associated diaphragm weakness (3): inactivity of the diaphragm causes disuse atrophy and diaphragm weakness (4–6), whereas excessive diaphragm effort has been implicated to contribute to diaphragm injury in observational (5) and preclinical studies (7–9). Prospective clinical trials are required to confirm this hypothesis (10). Additionally, excessive diaphragm effort might worsen lung injury by increasing stress and strain imposed on the lung (self-inflicted lung injury) (11, 12) and by the hemodynamic consequences of large intrathoracic pressure swings (13–15). Preventing low and excessive diaphragm effort by titrating inspiratory support might thus limit the complications associated with mechanical ventilation on the diaphragm and lungs (5, 12, 16).Lung- and diaphragm-protective mechanical ventilation is a novel concept to managing patients on mechanical ventilation, aimed at achieving physiologic diaphragm effort while remaining within limits of lung-protective ventilation (17, 18). Although incorporating diaphragm effort into management of ventilated patients has gained attention in the past years, the feasibility of this concept and its compatibility with lung-protective ventilation strategies have not been investigated.We performed a randomized clinical trial to establish the feasibility of a lung- and diaphragm-protective ventilation approach in invasively ventilated, critically ill patients. We hypothesized that titrating inspiratory support to diaphragm effort would increase the time that patients have effort in a predefined “diaphragm-protective” range, without compromising lung-protective ventilation. MATERIALS AND METHODSStudy DesignWe performed a randomized clinical trial in a mixed medical-surgical ICU of an academic hospital in the Netherlands. The trial was registered at ClinicalTrails.gov ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT03527797\",\"term_id\":\"NCT03527797\"}}NCT03527797). The study protocol was approved by the institutional review board (NL62486.029.17). The patient or their legal representatives provided written informed consent. The study was performed in accordance with the 2008 Declaration of Helsinki and its later amendments. No commercial support was received for this project.PATIENTSAdult patients were eligible if they were intubated and mechanically ventilated in a partially supported mode and if the attending physician expected invasive ventilation would be required for at least 24–48 hours at the time of screening. Exclusion criteria were as follows: past medical history of neuromuscular disorders (including diaphragm paralysis), contraindications for placement of a nasogastric catheter, active air leak in the pleural space, or abnormal anatomy of the esophagus or stomach.Randomization and MaskingEnrollment, randomization, and clinical data collection were handled in an online system (Castor EDC; Castor, Amsterdam, the Netherlands). Patients were allocated to the control or intervention group in a 1:1 ratio using variable block randomization with blocks of size 4, 6, or 8. Patients and their families were blinded to group allocation. Blinding was not possible for the investigators and the clinical team given the study design. Patients excluded before randomization were replaced.ProceduresFlow, airway opening pressure (Pao), esophageal pressure (Pes), gastric pressure (Pga), transdiaphragmatic pressure (Pdi, calculated as Pga–Pes), and dynamic transpulmonary pressure (PLdyn, calculated as Pao–Pes) (13) were recorded continuously during the 24-hour study period and stored for later analyses (Fig. ​Fig.11).Open in a separate windowFigure 1.Analysis of the physiologic signals. Flow, volume, airway opening pressure (Pao), esophageal pressure (Pes), gastric pressure (Pga), transdiaphragmatic pressure (Pdi), and transpulmonary pressure (PL,dyn) during the first 30 s of an hour of recordings. An end-expiratory occlusion was administered at the arrow to confirm adequate positioning and filling of the catheter. The asterisks mark the maximal volume, Pdi, and PL identified by the script in each breath, respectively, whereas the circles mark the minimal values. The delta in each breath was calculated as maximum–minimum (dynamic pressures).The first hour of measurements in both groups (T = 0 hr) was conducted before adjusting the inspiratory support to serve as baseline.Patients in the control group received standard clinical care following local protocols for lung-protective ventilation and sedation (online supplement, http://links.lww.com/CCM/G924) from T = 0 hour to T = 24 hours. In the intervention group, ventilatory support was adjusted from T = 1 hour to T = 24 hours based on diaphragm effort according to the algorithm presented in Figure ​Figure22 (“diaphragm-protective ventilation”). A study investigator (H.J.d.V., A.H.J., L.M.H.) measured the mean Pdi in the first 2 minutes of every hour in real time using the data capture software (Acknowledge; BIOPAC, Goleta, CA). The steps of the algorithm were repeated until the mean Pdi was between 3 and 12 cm H2O or if a predefined limit for lung-protective ventilation was crossed. The lower limit (3 cm H2O) for diaphragm effort was selected because we could reliably differentiate pressure swings of 3 cm H2O from cardiac oscillations, and very low diaphragm effort was found to prevent disuse atrophy in animal models (19) and preliminary clinical studies (20, 21). The upper limit (12 cm H2O) was based on the upper range of tidal swings in Pes in healthy subjects (13, 22). This range is in agreement with the opinion of a group of international experts published recently (17, 18). The investigators only adjusted the inspiratory support; other ventilator settings (including positive end-expiratory pressure [PEEP], Fio2, cycle criteria, trigger settings) and all other aspects of care (including drugs) were managed by the clinical team according to local protocols. Study data were not available to the clinical team. Blood samples (5–10 mL) were drawn from the indwelling arterial catheter at T = 0 hour, T = 12 hours, and T = 24 hours.Open in a separate windowFigure 2.Titration algorithm. An increase in tidal volume greater than 2 mL/kg predicted bodyweight compared with a subject’s own baseline was also considered a breach of lung-protective ventilation. Pdi = transdiaphragmatic pressure, Pplat = plateau airway pressure, RR = respiratory rate, Vt = tidal volume.OutcomesThe primary outcome was the proportion of breaths in the “diaphragm-protective” range per patient, calculated as (number of breaths with Pdi swings between 3 and 12 cm H2O)/(all recorded breaths) × 100%. Secondary outcome variables included the tidal volume normalized to predicted bodyweight (mL/kg), and the dynamic and driving transpulmonary pressures measured in every breath in the 24-hour study period (Fig. ​(Fig.1).1). Additional measures of lung-protective ventilation, including the pressure-time product of the diaphragm and the concentrations of protein biomarkers for endothelial function, lung injury, and systemic inflammation are described in the online supplement (http://links.lww.com/CCM/G924).Statistical AnalysisA convenience sample of 40 patients (20 per group) was recruited, because the distribution of respiratory effort during a 24-hour period was not well characterized in the target population and because no previous study had titrated diaphragm effort to this specific range. All statistical analyses were performed on the intention-to-treat population, consisting of all randomized patients that had completed at least 1 hour of measurements. Baseline characteristics were summarized as mean ± sd, median (interquartile range [IQR]), or frequency (percentages) as appropriate. Aggregated outcome data were compared between groups using the Wilcoxon rank-sum test or Student t test, as appropriate. For the nonparametric variables, the effect size is reported as the difference in medians with bootstrapped 95% CIs. Normality was assessed with normal-probability plots. When required, a suitable transformation was used to achieve normality. A two-tailed significance level of 5% was used for all statistical analysis. All the statistical analyses were performed in R Version 4.0.1 (R Foundation for Statistical Programming, Vienna, Austria). Additional details on the statistical analyses are available in the online resources. RESULTSIn total, 451 patients on partially supported ventilation were assessed between April 25, 2018, and July 16, 2020 (Fig. E1, http://links.lww.com/CCM/G924). The trial was stopped because the intended number of participants was included. The intention-to-treat analysis included 39 patients (19 intervention, 20 control). Patient characteristics are summarized in Table ​Table11 and Table E1 (http://links.lww.com/CCM/G924). The two groups were similar at baseline. Expected hospital mortality based on the Acute Physiology and Chronic Health Evaluation IV score was 45%. Thirty-five patients (90%) met criteria for acute respiratory distress syndrome (ARDS) according to the Berlin definition (23).Table 1.Baseline CharacteristicsVariablesOverall (N = 39)Control (N = 20)Intervention (N = 19)Biometrics Age, yr, mean (sd)65 (14)66 (14)65 (13) Gender = male, n (%)26 (68)13 (65)13 (68) Body mass index kg/m2, median (IQR)27 (26–29)28 (26–30)26 (25–28)Risk scores Simplified Acute Physiology Score II, mean (sd)50 (12)51 (13)49 (11) Sequential Organ Failure Assessment score  at enrollment, median (IQR)9 (8–11)9 (8–10)10 (9–12) Acute Physiology and Chronic Health Evaluation IV,  mean (sd)85 (28)84 (30)87 (26)Mechanical ventilation Ventilation prior to study, d, median (IQR)8 (4–15)8 (4–15)9 (5–16)  Controlled ventilation, median (IQR)3 (1–5)3 (1–4)3 (1–8)  Partially supported ventilation, median (IQR)4 (2–10)4 (2–10)3 (2–9) PEEP, cm H2O, median (IQR)10 (8–12)10 (8–12)10 (8–10) Pressure above PEEP, cm H2O, mean (sd)9.5 (4.8)8.5 (4.7)10.7 (4.8) Fio2, median (IQR)0.45 (0.40–0.50)0.45 (0.40–0.50)0.45 (0.40–0.50)Gas exchange, mean (sd) pH7.42 (0.08)7.42 (0.08)7.42 (0.07) Pao2, mm Hg79.5 (13.5)78.8 (15.0)79.5 (12.8) Paco2, mm Hg45.0 (9.0)44.2 (8.2)45.0 (10.5) Pao2/Fio2 ratio, mm Hg190 (54)185 (50)198 (60) Ventilatory ratio2.1 (0.6)2.1 (0.6)2.1 (0.6)Respiratory mechanics Compliance of respiratory system, mL/cm H2O,  median (IQR)36 (23–40)33 (23–41)35 (26–47) Lung compliance, mL/cm H2O, median (IQR)48 (28)45 (29–64)48 (33–71) Chest wall compliance, mL/cm H2O, mean (sd)150 (57)143 (58)159 (56) Intrinsic PEEP, cm H2O, mean (sd)2.6 (2.2)2.3 (1.7)2.9 (2.7)Neurologic, median (IQR) Richmond Agitation and Sedation Score at enrollment–1 (–3 to 0)–1 (–2 to 0)–2 (–3 to 0)Open in a separate windowIQR = interquartile range, PEEP = positive end-expiratory pressure.Inspiratory Support AdjustmentsInspiratory support was adjusted a median of 2 (IQR, 1–2) times per subject in the control group (by the clinical team) and median of 8 (IQR, 4–11) times per subject in the intervention group (by the investigators according to the titration algorithm) in the 24-hour study period (p < 0.001) (Fig. E2, http://links.lww.com/CCM/G924). Most of the adjustments in the intervention group (52%) were required in the first 4 hours of the study period (Fig. E3, http://links.lww.com/CCM/G924), and most subjects received a net increase in support (median 3 cm H2O; IQR, 2–6 cm H2O). Median difference in PLdyn was equal in both groups, with two notable outliers in the intervention group (Fig. E2, http://links.lww.com/CCM/G924).Diaphragm EffortMore than 1 million breaths were analyzed for the primary and secondary outcome variables (mean 28,894 ± 9,796 breaths per subject). Seventy-two hours (7.7% of the total) had missing data (online supplement, http://links.lww.com/CCM/G924). At baseline, 7% of breaths had effort below and 37% of breaths had effort above the target range (Fig. E4, http://links.lww.com/CCM/G924).The evolution of diaphragm effort from T = 0 hour to T = 24 hours is shown in Figure ​Figure33. Proportions of breaths within the target range of diaphragm effort, summarized over the total study period, were higher for patients in the intervention group compared with patients in the control group (median 81% [64–86%] vs 35% [16–59%], respectively, difference in median 46%; 95% CI, 24–64%; p < 0.001). The longitudinal course differed significantly between the groups (p < 0.001). Post hoc subgroup analyses showed that the inspiratory support titration was equally effective in patients with a compliance below and above the median (35 mL/cm H2O) and in patients included within 7 days after onset of ventilation or later (Table E2, http://links.lww.com/CCM/G924). Distribution of breaths below and above the target range for diaphragm effort, pressure-time product of the diaphragm, and patient-level data on diaphragm effort are available in the online supplement (Figs. E5–E7, http://links.lww.com/CCM/G924).Open in a separate windowFigure 3.Proportion of breaths in diaphragm-protective range, defined as 3–12 cm H2O per breath, in each group. Dots represent the mean; bars represent the se of the mean; asterisks represent the hours with a significant difference between the groups in the post hoc analysis. Shaded area represents the 95% CI obtained with Loess regression.Markers for Lung InjuryTidal volumes were similar in the intervention and control groups (7.56 ± 1.47 vs 7.54 ± 1.22 mL/kg predicted body weight; p = 0.959) (Fig. ​Fig.44A). The proportion of breaths in lung-protective range, defined as (number of breaths with tidal volumes < 8 mL/kg)/(all breaths), was found to be similar in the intervention and control groups (median 96% [54–99%] vs 83% [35–86%], respectively; p = 0.255) (Fig. E8, http://links.lww.com/CCM/G924) in a post hoc analysis. The cutoff (< 8 mL/kg) was based on a recent expert statement (17).Open in a separate windowFigure 4.Tidal volume (A), dynamic transpulmonary pressures (B)‚ and transpulmonary driving pressures (C) over time. Dots represent the mean; bars represent the sem. None of the hours differed significantly between both groups in the post hoc analysis.The PLdyns, the sum of pressures used to overcome airflow resistance and elastance of the lungs, were similar in the intervention and control groups (20.5 ± 7.1 vs 18.5 ± 7.0 H2O cm H2O, respectively; p = 0.373) (Fig. ​Fig.44B). The transpulmonary “driving” pressure, the pressure used to overcome the elastance of the lungs, was measured in 28 subjects and calculated in 11 subjects in a post hoc analysis (online supplement, http://links.lww.com/CCM/G924). The transpulmonary driving pressures were similar in the intervention and control groups (11.2 ± 5.6 vs 12.4 ± 4.4 cm H2O, respectively; p = 0.295) (Fig. ​Fig.44C).The doses of sedatives, pH, Paco2, and Pao2 did not differ between the groups (Table E3, http://links.lww.com/CCM/G924). Longitudinal course of 12 protein biomarkers of lung endothelial cell function, lung injury and systemic inflammation, did not differ between the groups for any of the tested biomarkers (Table E4, http://links.lww.com/CCM/G924). Longitudinal course of minute volume was not different in both groups (Fig. E9, http://links.lww.com/CCM/G924).Patient Outcomes and Adverse EventsWeaning outcome and mortality were similar in both groups (Table E5, http://links.lww.com/CCM/G924). One subject developed subcutaneous emphysema 10 hours after study titration commenced. Subcutaneous emphysema did not lead to cardiovascular or ventilatory complications and resolved without a chest tube. Severity of the event was categorized as mild. More information is available in the online supplement (Fig. E10, http://links.lww.com/CCM/G924). DISCUSSIONThis is the first study to investigate the feasibility and efficacy of a bedside titration algorithm to obtain diaphragm effort in a predefined “diaphragm-protective” range in a heterogeneous group of invasively ventilated critically ill patients, while maintaining tidal volume and transpulmonary pressures in ranges considered as lung protective. We found that titration of ventilatory support guided by Pdi resulted in higher proportions of breaths in the predefined “diaphragm-protective range” compared with standard of care (81% vs 35%, respectively). This approach did not compromise key characteristics of lung-protective ventilation, including tidal volumes, transpulmonary pressures, and biomarkers for lung injury.Diaphragm Effort, Diaphragm Weakness, and ICU OutcomesThe evidence for disuse atrophy caused by ventilator over-assist in critically ill patients is convincing (24, 25). However, load-induced diaphragm injury is an attractive concept but is not yet supported by strong evidence. Animal studies have demonstrated that loaded breathing during mechanical ventilation can induce diaphragm injury, but the load imposed was generally very high (8, 26, 27). Also, it has been demonstrated that high inspiratory loading is associated with diaphragm sarcomeric disruption (7), indicating that the diaphragm is susceptible to load-induced injury. Interestingly, we have reported sarcomeric injury in the diaphragm of ventilated ICU patients (6, 28). Finally, high diaphragm contractile activity assessed indirectly with ultrasound was associated with increases in diaphragm thickness in an observational study (1, 5). Whether the increased diaphragm thickness is reflects muscle injury remains to be investigated. For more extensive discussion, we refer to recent articles (3, 10). Second, the relationship between diaphragm weakness and ICU outcomes, including difficult weaning and ICU mortality, has been observed to various degrees in observational studies (2, 29–35), but whether diaphragm weakness is a causal contributor to poor ICU outcomes or a merely a marker for disease severity remains to be established (36). A causal relationship seems plausible, as the diaphragm is the main muscle of inspiration and improving diaphragm strength led to improved weaning outcome in selected patients (37). A recent mediation analysis of observational data has strengthened the hypothesis that inappropriate diaphragm effort contributes to poor clinical outcomes (10). Nevertheless, large interventional trials that target optimization of diaphragm effort are required to assess the whether inappropriate diaphragm effort leads to diaphragm “myotrauma” and poor outcomes, and this current study might aid in designing such trials.Effectiveness of the Titration AlgorithmAt baseline, 49% of the subjects (19/39) had insufficient or excessive diaphragm effort according to our predefined limits (Fig. E3, http://links.lww.com/CCM/G924). The high occurrence rate of excessive diaphragm effort matches an observational study in patients on partially supported mechanical ventilation (38). Other cohorts have found more patients with low respiratory effort (5). The lower proportion of patients with ventilator over-assistance in our study may be explained by our local clinical protocol that promotes reducing inspiratory support as much as tolerated by the patient. The titration algorithm effectively prevented both insufficient and excessive diaphragm effort in the intervention group; 10% of the subjects (2/19) in the intervention group had diaphragm effort outside the predefined range in the total study period versus 60% (12/20) in the control group (Fig. E5, http://links.lww.com/CCM/G924). Notably, this reduction in excessive diaphragm effort was achieved without changing the level of sedation.Markers for Lung InjuryThe tidal volumes in both groups of our trial closely match the tidal volumes reported for patients on partially-supported mechanical ventilation with ARDS (39) and without ARDS (40) in large observational cohorts (40), demonstrating that the titration algorithm did not compromise lung-protective ventilation. This is further supported by the observation that biomarkers for lung injury and systemic inflammation did not differ significantly between the control and intervention groups during the course of the study. Application of the titration algorithm did not lead to lower diaphragm effort at all in two subjects in the intervention group and instead led to tidal volumes incompatible with lung-protective ventilation. Interestingly, both subjects had a pH greater than 7.48, suggesting that their respiratory drive did not originate from pH and Paco2. Their elevated drive might have originated from mechano- and irritant-receptors in the alveoli and chest wall, or pain and agitation. Instead of increasing support, these patients might require sedatives, analgesics, or partial neuromuscular blockade to achieve lung- and diaphragm-protective ventilation (41).StrengthsThis is the first randomized clinical trial to investigate the feasibility of a lung- and diaphragm-protective ventilation approach in ventilated critically ill patients. The target range for diaphragm effort that we selected is in agreement with the opinion of a group of international experts published recently (17, 18). Additionally, we used the reference standard to measure diaphragm effort (42) and employed a detailed analysis of every single breath in the 24-hour study period. Although the study was single blinded, the clinical team did not have access to results from Pes monitoring. We used a simple algorithm to titrate inspiratory ventilatory support to achieve respiratory effort within physiologic limits without modifying sedation levels, because higher sedation levels are associated with delirium and prolonged mechanical ventilation (43).LimitationsThis study has several limitations. First, this study was not designed to detect a meaningful impact of “diaphragm-protective” ventilation on diaphragm function, markers for lung injury, or patient outcomes but instead focused on the feasibility of such an approach and its compatibility with lung-protective ventilation. The relatively small number of subjects allowed us to collect in-depth physiologic data but restricted the analysis to physiologic variables. Future studies will have to assess whether this approach indeed reduces the development of diaphragm weakness and improves ICU outcomes. Second, the precise range of diaphragm effort to prevent both disuse atrophy and load-induced injury remains to be established. Especially the upper limit for safe diaphragm effort is subject of discussion and probably depends on several factors including patient characteristics, such as maximal diaphragm strength (44) and the phase of critical illness (33). Third, the study population was heterogeneous. Patients varied considerably in the duration of mechanical ventilation before study inclusion and in their respiratory system compliance. Nevertheless, additional analyses revealed that the titration algorithm was equally effective in patients with a compliance below and above 35 cm H2O and in patients included in the first week of ventilation or thereafter (Table E2, http://links.lww.com/CCM/G924). Future studies may start inspiratory support titration as soon as a patient exhibits respiratory effort, as in the early phase of critical illness, the diaphragm may be more susceptible to injury (3, 5). Additionally, the total duration of ventilation and the reintubation rate were high in our cohort because we selected patients in whom prolonged mechanical ventilation was expected. However, it can be argued that this is the population in which protection of the diaphragm can have most impact. Fourth, the study protocol requires Pes and Pga monitoring, which limits generalizability. Recent reports evaluated readily available metrics of respiratory effort based on airway pressure, including the P0.1 and the airway occlusion pressure during a full breath (38, 45). If further research has validated these indirect measurements of respiratory muscle effort, and when the optimal range of effort is better defined, they may be useful to screen for patients who can benefit from invasive measurement techniques (46). Fifth, additional ventilator settings such as the cycle-off criterion, trigger sensitivity, Fio2, and PEEP could have been incorporated in the algorithm as these variables influence diaphragm effort (10). However, the role of these settings in lung injury and diaphragm dysfunction is currently less established (3, 10). CONCLUSIONSWe found that titration of inspiratory support guided by Pdi increases the time that patients have diaphragm effort in a predefined “diaphragm-protective” range without compromising lung-protective ventilation. Larger trials are required to establish the clinical impact of titrating diaphragm effort on patient-centered outcomes. ACKNOWLEDGMENTSWe would like to thank all patients for their valuable contributions, R. H. Driessen for data management support, T. Dekker and B. Dierdorp from the Department of Experimental Immunology for their technical support in the execution and analysis of the biomarker assay, and T. van de Poll for advice on the protein biomarker analysis. Supplementary MaterialClick here to view.(800K, docx) FootnotesSupplemental digital content is available for this article. Direct URL citations appear in the printed text and are provided in the HTML and PDF versions of this article on the journal’s website (http://journals.lww.com/ccmjournal).Drs. de Vries, Jonkman, de Man, Ottenheijm and Heunks designed the study. Drs. de Vries, Jonkman, de Grooth, and Zhang conducted study measurements. Drs. de Vries, Jonkman, and van de Ven conducted statistical analyses. Drs. de Vries and Heunks drafted the article. Drs. de Vries, Jonkman, Duitman, Girbes, Ottenheijm, Schultz, de Man, Tuinman, and Heunks critically revised the article. All authors have read and accepted the final version of the article.Supported, in part, by a PhD research grant from the Amsterdam Cardiovascular Sciences research institute.Drs. de Vries’ and Heunks’ institutions received funding from Amsterdam Cardiovascular Sciences. Dr. de Vries has received speaker fees from the Dutch Ultrasound Center (the Netherlands) and travel and speaker fees from the Chinese Organization of Rehabilitation Medicine (China). Dr. Jonkman has received personal fees from Liberate Medical (United States). Dr. Heunks received research support from Liberate Medical (United States), Fisher and Paykel, and Orion Pharma (Finland), and speakers fee from Getinge (Sweden). Dr. de Man disclosed the off-label product use of oxidation-reduction potential measurement with the RedoxSYS System from Aytu Biosciences. The remaining authors have disclosed that they do not have any potential conflicts of interest.A deidentified dataset included the aggregated data per hour and the baseline and outcome parameters will be made available upon request to the corresponding authors 1 year after publication of this study. Requests must include a rationale and statistical plan, which will be evaluated by the corresponding author.This work was performed at the Department of Intensive Care Medicine of Amsterdam UMC, location VUmc, in Amsterdam, the Netherlands. REFERENCES1. Goligher EC, Dres M, Fan E, et al. : Mechanical ventilation–induced diaphragm atrophy strongly impacts clinical outcomes.\nAm J Respir Crit Care Med. 2018; 197:204–213 [PubMed] [Google Scholar]2. Dres M, Dubé BP, Mayaux J, et al. : Coexistence and impact of limb muscle and diaphragm weakness at time of liberation from mechanical ventilation in medical intensive care unit patients.\nAm J Respir Crit Care Med. 2017; 195:57–66 [PubMed] [Google Scholar]3. Dres M, Goligher EC, Heunks LMA, et al. : Critical illness-associated diaphragm weakness.\nIntensive Care Med. 2017; 43:1441–1452 [PubMed] [Google Scholar]4. Levine S, Nguyen T, Taylor N, et al. : Rapid disuse atrophy of diaphragm fibers in mechanically ventilated humans.\nN Engl J Med. 2008; 358:1327–1335 [PubMed] [Google Scholar]5. Goligher EC, Fan E, Herridge MS, et al. : Evolution of diaphragm thickness during mechanical ventilation. Impact of inspiratory effort.\nAm J Respir Crit Care Med. 2015; 192:1080–1088 [PubMed] [Google Scholar]6. Hooijman PE, Beishuizen A, Witt CC, et al. : Diaphragm muscle fiber weakness and ubiquitin-proteasome activation in critically ill patients.\nAm J Respir Crit Care Med. 2015; 191:1126–1138 [PMC free article] [PubMed] [Google Scholar]7. Orozco-Levi M, Lloreta J, Minguella J, et al. : Injury of the human diaphragm associated with exertion and chronic obstructive pulmonary disease.\nAm J Respir Crit Care Med. 2001; 164:1734–1739 [PubMed] [Google Scholar]8. Ebihara S, Hussain SN, Danialou G, et al. : Mechanical ventilation protects against diaphragm injury in sepsis: Interaction of oxidative and mechanical stresses.\nAm J Respir Crit Care Med. 2002; 165:221–228 [PubMed] [Google Scholar]9. Jiang TX, Reid WD, Belcastro A, et al. : Load dependence of secondary diaphragm inflammation and injury after acute inspiratory loading.\nAm J Respir Crit Care Med. 1998; 157:230–236 [PubMed] [Google Scholar]10. Goligher EC, Brochard LJ, Reid WD, et al. : Diaphragmatic myotrauma: A mediator of prolonged ventilation and poor patient outcomes in acute respiratory failure.\nLancet Respir Med. 2019; 7:90–98 [PubMed] [Google Scholar]11. Yoshida T, Torsani V, Gomes S, et al. : Spontaneous effort causes occult pendelluft during mechanical ventilation.\nAm J Respir Crit Care Med. 2013; 188:1420–1427 [PubMed] [Google Scholar]12. Brochard L, Slutsky A, Pesenti A: Mechanical ventilation to minimize progression of lung injury in acute respiratory failure.\nAm J Respir Crit Care Med. 2017; 195:438–442 [PubMed] [Google Scholar]13. Mauri T, Yoshida T, Bellani G, et al. ; PLeUral pressure working Group (PLUG—Acute Respiratory Failure section of the European Society of Intensive Care Medicine): Esophageal and transpulmonary pressure in the clinical setting: Meaning, usefulness and perspectives.\nIntensive Care Med. 2016; 42:1360–1373 [PubMed] [Google Scholar]14. Lemaire F, Teboul JL, Cinotti L, et al. : Acute left ventricular dysfunction during unsuccessful weaning from mechanical ventilation.\nAnesthesiology. 1988; 69:171–179 [PubMed] [Google Scholar]15. Teboul JL: Weaning-induced cardiac dysfunction: Where are we today?\nIntensive Care Med. 2014; 40:1069–1079 [PubMed] [Google Scholar]16. Heunks L, Ottenheijm C: Diaphragm-protective mechanical ventilation to improve outcomes in ICU patients?\nAm J Respir Crit Care Med. 2018; 197:150–152 [PMC free article] [PubMed] [Google Scholar]17. Goligher EC, Dres M, Patel BK, et al. : Lung- and diaphragm-protective ventilation.\nAm J Respir Crit Care Med. 2020; 202:950–961 [PMC free article] [PubMed] [Google Scholar]18. Goligher EC, Jonkman AH, Dianti J, et al. : Clinical strategies for implementing lung and diaphragm-protective ventilation: Avoiding insufficient and excessive effort [Internet].\nIntensive Care Med. 2020; 46:2314–2326 [PMC free article] [PubMed] [Google Scholar]19. Gayan-Ramirez G, Testelmans D, Maes K, et al. : Intermittent spontaneous breathing protects the rat diaphragm from mechanical ventilation effects.\nCrit Care Med. 2005; 33:2804–2809 [PubMed] [Google Scholar]20. Martin AD, Joseph AM, Beaver TM, et al. : Effect of intermittent phrenic nerve stimulation during cardiothoracic surgery on mitochondrial respiration in the human diaphragm.\nCrit Care Med. 2014; 42:e152–e156 [PMC free article] [PubMed] [Google Scholar]21. Ahn B, Beaver T, Martin T, et al. : Phrenic nerve stimulation increases human diaphragm fiber force after cardiothoracic surgery.\nAm J Respir Crit Care Med. 2014; 190:837–839 [PMC free article] [PubMed] [Google Scholar]22. de Vries H, Jonkman A, Shi ZH, et al. : Assessing breathing effort in mechanical ventilation: Physiology and clinical implications.\nAnn Transl Med. 2018; 6:387. [PMC free article] [PubMed] [Google Scholar]23. Ranieri VM, Rubenfeld GD, Thompson BT, et al. .: Acute respiratory distress syndrome: The Berlin definition.\nJAMA. 2012; 307:2526–2533 [PubMed] [Google Scholar]24. Levine S, Nguyen T, Taylor N, et al. : Rapid disuse atrophy of diaphragm fibers in mechanically ventilated humans.\nN Engl J Med. 2008; 358:1327–1335 [PubMed] [Google Scholar]25. Jaber S, Petrof BJ, Jung B, et al. : Rapidly progressive diaphragmatic weakness and injury during mechanical ventilation in humans.\nAm J Respir Crit Care Med. 2011; 183:364–371 [PubMed] [Google Scholar]26. Reid WD, Huang J, Bryson S, et al. : Diaphragm injury and myofibrillar structure induced by resistive loading.\nJ Appl Physiol (1985). 1994; 76:176–184 [PubMed] [Google Scholar]27. Reid WD, Belcastro AN: Time course of diaphragm injury and calpain activity during resistive loading.\nAm J Respir Crit Care Med. 2000; 162:1801–1806 [PubMed] [Google Scholar]28. van den Berg M, Hooijman PE, Beishuizen A, et al. : Diaphragm atrophy and weakness in the absence of mitochondrial dysfunction in the critically Ill.\nAm J Respir Crit Care Med. 2017; 196:1544–1558 [PMC free article] [PubMed] [Google Scholar]29. Kim WY, Suh HJ, Hong SB, et al. : Diaphragm dysfunction assessed by ultrasonography: Influence on weaning from mechanical ventilation.\nCrit Care Med. 2011; 39:2627–2630 [PubMed] [Google Scholar]30. Supinski GS, Callahan LA: Diaphragm weakness in mechanically ventilated critically ill patients.\nCrit Care. 2013; 17:R120. [PMC free article] [PubMed] [Google Scholar]31. Laghi F, Cattapan SE, Jubran A, et al. : Is weaning failure caused by low-frequency fatigue of the diaphragm?\nAm J Respir Crit Care Med. 2003; 167:120–127 [PubMed] [Google Scholar]32. Laghi F, Shaikh H, Littleton SW, et al. : Inhibition of central activation of the diaphragm: A mechanism of weaning failure.\nJ Appl Physiol. 2020; 129:366–376 [PMC free article] [PubMed] [Google Scholar]33. Demoule A, Jung B, Prodanovic H, et al. : Diaphragm dysfunction on admission to the intensive care unit. Prevalence, risk factors, and prognostic impact-A prospective study.\nAm J Respir Crit Care Med. 2013; 188:213–219 [PubMed] [Google Scholar]34. Supinski GS, Westgate P, Callahan LA: Correlation of maximal inspiratory pressure to transdiaphragmatic twitch pressure in intensive care unit patients.\nCrit Care. 2016; 20:77. [PMC free article] [PubMed] [Google Scholar]35. Hermans G, Agten A, Testelmans D, et al. : Increased duration of mechanical ventilation is associated with decreased diaphragmatic force: A prospective observational study.\nCrit Care. 2010; 14:R127. [PMC free article] [PubMed] [Google Scholar]36. Laghi F, Sassoon CS: Weakness in the critically ill: “Captain of the men of death” or sign of disease severity?\nAm J Respir Crit Care Med. 2017; 195:7–9 [PubMed] [Google Scholar]37. Martin AD, Smith BK, Davenport PD, et al. : Inspiratory muscle strength training improves weaning outcome in failure to wean patients: A randomized trial.\nCrit Care. 2011; 15:R84. [PMC free article] [PubMed] [Google Scholar]38. Bertoni M, Telias I, Urner M, et al. : A novel non-invasive method to detect excessively high respiratory effort and dynamic transpulmonary driving pressure during mechanical ventilation.\nCrit Care. 2019; 23:346. [PMC free article] [PubMed] [Google Scholar]39. Bellani G, Laffey JG, Pham T, et al. ; LUNG SAFE Investigators; ESICM Trials Group: Epidemiology, patterns of care, and mortality for patients with acute respiratory distress syndrome in intensive care units in 50 Countries.\nJAMA. 2016; 315:788–800 [PubMed] [Google Scholar]40. Simonis FD, Serpa Neto A, Binnekade JM, et al. : Effect of a low vs intermediate tidal volume strategy on ventilator-free days in intensive care unit patients without ARDS: A randomized clinical trial.\nJAMA - J Am Med Assoc. 2018; 320:1872–1880 [PMC free article] [PubMed] [Google Scholar]41. Doorduin J, Nollet JL, Roesthuis LH, et al. : Partial neuromuscular blockade during partial ventilatory support in sedated patients with high tidal volumes.\nAm J Respir Crit Care Med. 2017; 195:1033–1042 [PubMed] [Google Scholar]42. Bellani G, Grasselli G, Teggia-Droghi M, et al. : Do spontaneous and mechanical breathing have similar effects on average transpulmonary and alveolar pressure? A clinical crossover study.\nCrit Care. 2016; 20:142. [PMC free article] [PubMed] [Google Scholar]43. Bourenne J, Hraiech S, Roch A, et al. : Sedation and neuromuscular blocking agents in acute respiratory distress syndrome.\nAnn Transl Med. 2017; 5:291. [PMC free article] [PubMed] [Google Scholar]44. Bellemare F, Grassino A: Effect of pressure and timing of contraction on human diaphragm fatigue.\nJ Appl Physiol Respir Environ Exerc Physiol. 1982; 53:1190–1195 [PubMed] [Google Scholar]45. Telias I, Junhasavasdikul D, Rittayamai N, et al. : Airway occlusion pressure as an estimate of respiratory drive and inspiratory effort during assisted ventilation.\nAm J Respir Crit Care Med. 2020; 201:1086–1098 [PubMed] [Google Scholar]46. Tobin MJ, Jubran A, Laghi F: Respiratory drive measurements do not signify conjectural patient self-inflicted lung injury.\nAm J Respir Crit Care Med. 2021; 203:142–143 [PMC free article] [PubMed] [Google Scholar]"}