{"title": "Effects of Prone Positioning on Respiratory Mechanics and Oxygenation in Critically Ill Patients With COVID-19 Requiring Venovenous Extracorporeal Membrane Oxygenation", "pubDate": "2022", "PMCID": "PMC8801420", "DOI": "10.3389/fmed.2021.810393", "PMID": "35111786", "abstract": "Background:                       The effect of prone positioning (PP) on respiratory mechanics remains uncertain in patients with severe acute respiratory distress syndrome (ARDS) requiring venovenous extracorporeal membrane oxygenation (VV-ECMO).                  Methods:                       We prospectively analyzed the effects of PP on respiratory mechanics from continuous data with over a thousand time points during 16-h PP sessions in patients with COVID-19 and ARDS under VV-ECMO conditions. The evolution of respiratory mechanical and oxygenation parameters during the PP sessions was evaluated by dividing each PP session into four time quartiles: first quartile: 0-4 h, second quartile: 4-8 h, third quartile: 8-12 h, and fourth quartile: 12-16 h.                  Results:                       Overall, 38 PP sessions were performed in 10 patients, with 3 [2-5] PP sessions per patient. Seven (70%) patients were responders to at least one PP session. PP significantly increased the PaO2/FiO2 ratio by 14 ± 21% and compliance by 8 ± 15%, and significantly decreased the oxygenation index by 13 ± 18% and driving pressure by 8 ± 12%. The effects of PP on respiratory mechanics but not on oxygenation persisted after supine repositioning. PP-induced changes in different respiratory mechanical parameters and oxygenation started as early as the first-time quartile, without any difference in PP-induced changes among the different time quartiles. PP-induced changes in driving pressure (-14 ± 14 vs. -6 ± 10%, p = 0.04) and mechanical power (-11 ± 13 vs. -0.1 ± 12%, p = 0.02) were significantly higher in responders (increase in PaO2/FiO2 ratio > 20%) than in non-responder patients.                  Conclusions:                       In patients with COVID-19 and severe ARDS, PP under VV-ECMO conditions improved the respiratory mechanical and oxygenation parameters, and the effects of PP on respiratory mechanics persisted after supine repositioning.", "author": [{"author": "Driss Laghlam", "affiliation": ["Assistance Publique-Hôpitaux de Paris, Service de Médecine Intensive Réanimation, Hôpitaux Universitaires Paris-Centre, Hôpital Cochin, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Laghlam+D&cauthor_id=35111786"}, {"author": "Julien Charpentier", "affiliation": ["Assistance Publique-Hôpitaux de Paris, Service de Médecine Intensive Réanimation, Hôpitaux Universitaires Paris-Centre, Hôpital Cochin, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Charpentier+J&cauthor_id=35111786"}, {"author": "Zakaria Ait Hamou", "affiliation": ["Assistance Publique-Hôpitaux de Paris, Service de Médecine Intensive Réanimation, Hôpitaux Universitaires Paris-Centre, Hôpital Cochin, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Hamou+ZA&cauthor_id=35111786"}, {"author": "Lee S Nguyen", "affiliation": ["Recherche et Innovation de la Clinique Ambroise Paré, Neuilly-Sur-Seine, France."], "href": "/?term=Nguyen+LS&cauthor_id=35111786"}, {"author": "Frédéric Pene", "affiliation": ["Assistance Publique-Hôpitaux de Paris, Service de Médecine Intensive Réanimation, Hôpitaux Universitaires Paris-Centre, Hôpital Cochin, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Pene+F&cauthor_id=35111786"}, {"author": "Alain Cariou", "affiliation": ["Assistance Publique-Hôpitaux de Paris, Service de Médecine Intensive Réanimation, Hôpitaux Universitaires Paris-Centre, Hôpital Cochin, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Cariou+A&cauthor_id=35111786"}, {"author": "Jean-Paul Mira", "affiliation": ["Assistance Publique-Hôpitaux de Paris, Service de Médecine Intensive Réanimation, Hôpitaux Universitaires Paris-Centre, Hôpital Cochin, Paris, France.", "Université de Paris, Paris, France."], "href": "/?term=Mira+JP&cauthor_id=35111786"}, {"author": "Mathieu Jozwiak", "affiliation": ["Assistance Publique-Hôpitaux de Paris, Service de Médecine Intensive Réanimation, Hôpitaux Universitaires Paris-Centre, Hôpital Cochin, Paris, France.", "Université de Paris, Paris, France.", "Equipe 2 CARRES, UR2CA-Unité de Recherche Clinique Côte d'Azur, Université Côte d'Azur UCA, Nice, France."], "href": "/?term=Jozwiak+M&cauthor_id=35111786"}], "refPMID": ["32250385", "32267160", "32105632", "31197492", "33169218", "23688302", "29791822", "32243266", "32427613", "32543208", "32798468", "32987008", "32505217", "33646078", "30834946", "32641155", "23291732", "27586996", "27620287", "31144997", "17019539", "33363190", "34181043", "26538308", "32016593", "34259655", "25693014", "28828361", "32665007", "34384475", "16556697", "19903918", "33303317", "32941739"], "citedInPMID": ["35111786"], "body": " AbstractBackground:The effect of prone positioning (PP) on respiratory mechanics remains uncertain in patients with severe acute respiratory distress syndrome (ARDS) requiring venovenous extracorporeal membrane oxygenation (VV-ECMO).Methods:We prospectively analyzed the effects of PP on respiratory mechanics from continuous data with over a thousand time points during 16-h PP sessions in patients with COVID-19 and ARDS under VV-ECMO conditions. The evolution of respiratory mechanical and oxygenation parameters during the PP sessions was evaluated by dividing each PP session into four time quartiles: first quartile: 0–4 h, second quartile: 4–8 h, third quartile: 8–12 h, and fourth quartile: 12–16 h.Results:Overall, 38 PP sessions were performed in 10 patients, with 3 [2–5] PP sessions per patient. Seven (70%) patients were responders to at least one PP session. PP significantly increased the PaO2/FiO2 ratio by 14 ± 21% and compliance by 8 ± 15%, and significantly decreased the oxygenation index by 13 ± 18% and driving pressure by 8 ± 12%. The effects of PP on respiratory mechanics but not on oxygenation persisted after supine repositioning. PP-induced changes in different respiratory mechanical parameters and oxygenation started as early as the first-time quartile, without any difference in PP-induced changes among the different time quartiles. PP-induced changes in driving pressure (−14 ± 14 vs. −6 ± 10%, p = 0.04) and mechanical power (−11 ± 13 vs. −0.1 ± 12%, p = 0.02) were significantly higher in responders (increase in PaO2/FiO2 ratio > 20%) than in non-responder patients.Conclusions:In patients with COVID-19 and severe ARDS, PP under VV-ECMO conditions improved the respiratory mechanical and oxygenation parameters, and the effects of PP on respiratory mechanics persisted after supine repositioning.Keywords: acute respiratory distress syndrome (ARDS), alveolar recruitment, prone positioning (PP), venovenous extracorporeal membrane oxygenation, positive end-expiratory pressure (PEEP) BackgroundSevere acute respiratory syndrome-coronavirus 2 (SARS-CoV2) is an emerging virus that has been responsible since December 2019 for the global coronavirus disease-2019 (COVID-19) pandemic. Most severe cases of respiratory involvement can lead to acute respiratory distress syndrome (ARDS), with high mortality of up to 60% (1–3).The specific management of patients with moderate ARDS (ratio of arterial oxygen partial pressure (PaO2)/inspired oxygen fraction (FiO2) < 200) to severe (PaO2/FiO2 ratio < 100) consists, according to current recommendations, to consider prolonged (16 h) prone positioning (PP) session in patients with a P/F ratio < 150 despite optimal ventilatory management (4). The effects of PP are characterized by homogenization of transpulmonary pressure and distribution of total pulmonary stress and strain. These effects lead to decrease in alveolar overdistension of non-dependent pulmonary areas and reduction in cyclic opening-closing phenomena in dependent pulmonary areas (5). PP is also associated with improvement in ventilation-perfusion ratio, and participates in enhancement of oxygenation (5). In addition, PP is associated with lower patient mortality regardless of its effects on oxygenation (6).In most severe patients, implantation of a venovenous extracorporeal membrane oxygenation (VV-ECMO) device can be proposed (7) and is currently integrated into the management algorithm of most severe ARDS (4). The use of VV-ECMO has shown a beneficial effect in patients with severe ARDS related to COVID-19 (8–12), as well as in patients with ARDS related to other viral diseases (Middle East Respiratory Syndrome coronavirus and H1N1 influenza) (13). The use of PP in patients with severe ARDS requiring VV-ECMO remains controversial (14). A retrospective analysis of the EOLIA study showed that using PP in patients under VV-ECMO allowed for higher rate of ECMO weaning and better survival rates (15), but another retrospective study contradicted these results by finding no effect of PP on these two parameters (16). So far, the effects of PP on respiratory mechanics in patients with severe ARDS requiring VV-ECMO remain uncertain and scarcely studied.Thus, the main goal of this exploratory study was to assess the physiological respiratory effects of PP and evolution of respiratory mechanical and oxygenation parameters during PP sessions in patients with COVID-19 requiring VV-ECMO. MethodsPatientsThis prospective and descriptive single-center study was conducted in the 24-bed ICU of Cochin University Hospital. The study was approved by the Ethics Committee of the Société de Réanimation de Langue Française (CE SRLF 20-72). All the patients or next of kin were informed about the study and consented to participate.We included all consecutive patients under mechanical ventilation with the following inclusion criteria: (i) presence of ARDS according to the Berlin definition (12); (ii) VV-ECMO implantation for patients with severe ARDS meeting one of the following criteria: (1) PaO2/FiO2 ratio less than 50 mmHg for longer than 3 h or (2) PaO2/FiO2 less than 80 mmHg for longer than 6 h, or (3) arterial pH < 7.25 with arterial carbon dioxide partial pressure (PaCO2) greater than or equal to 60 mmHg for longer than 6 h with respiratory rate of 35 breaths/min and mechanical ventilation settings adjusted to maintain plateau pressure (Pplat) less than or equal to 32 cm H2O (7); and (iii) positive COVID-19 real-time reverse transcriptase-polymerase chain reaction assay in nasal swabs or pulmonary samples. Exclusion criteria were the following: (i) patients < 18 years old, (ii) pregnancy, and (iii) patients under legal protection.ECMO SettingsAll the patients were implanted using a percutaneous approach, either femoro-jugular or in femoro-femoral, with 19F jugular cannula and 23F femoral cannula. No blood gases were performed at the ECMO level. The ECMO flow was set to obtain a ECMO flow/cardiac output > 60% (17), and sweep gas flow was titrated to reach PaCO2 < 45 mmHg. The fraction of inspired oxygen in circuit was titrated to obtain arterial oxygenation ≥ 90 % (7). All the patients received curative anticoagulation with unfractionated heparin (with blood target anti-Xa between 0.30 and 0.5 UI/ml) (10). Patients were weaned off VV-ECMO when clinical and radiological improvement after a successful weaning test, as described in ECMO to rescue lung injury in severe ARDS (EOLIA) trial (7).Ventilatory Settings and MeasurementsBefore VV-ECMO implantation, all the patients were initially mechanically ventilated (CARESCAPE R860; GE Healthcare, Chicago, IL, United States, or EVITA V500 Infinity; DRAGER, Lübeck, Allemagne) in the volume assist-controlled mode or pressure regulated volume control mode. Tidal volume was set at 6 ml/kg of predicted body weight. Positive end-expiratory pressure (PEEP) level was titrated to reach a maximum Pplat of 30 cmH2O with a maximum driving pressure of 15 cmH2O. Respiratory rate and inspiratory/expiratory time ratio were adjusted to prevent hypercapnia and avoid dynamic intrinsic PEEP. FiO2 was titrated to obtain a peripheral oxygen saturation ≥ 90% (4). An airway humidification system was used in all the patients.Under VV-ECMO, all the patients were ventilated in the volume assist-controlled mode. Ultraprotective ventilation was applied with the tidal volume set at 3 ml/kg of predicted body weight. The level of PEEP was titrated to reach a maximum Pplat of 25 cmH2O with a maximum driving pressure of 15 cmH2O (18). Respiratory rate and sweep gas were set to maintain PaCO2 < 45 mmHg. FiO2 and membrane oxygen fraction were titrated to obtain a peripheral oxygen saturation ≥ 90%. All the patients were sedated and received neuromuscular blockade agents.Compliance of the respiratory system was calculated as tidal volume/(plateau pressure–total PEEP). Driving pressure was calculated as plateau pressure–total PEEP. Mechanical power was calculated as.098 × tidal volume × respiratory rate × peak pressure–driving pressure/2 (19, 20). Oxygenation index was calculated as (mean airway pressure × FiO2)/arterial partial oxygen pressure (PaO2).Prone Positioning SessionsThe decision to perform PP in patients under VV-ECMO was based on PaO2/FiO2 ratio value and left at the discretion of the attending physician, except in patients with persistent PaO2/FiO2 ratio < 100, on whom PP was systematically performed according to local practices. A minimum of five trained caregivers including one physician was required to perform PP, with two caregivers dedicated for maintaining cannulas. The PP sessions were performed as in the PROSEVA study: no thoraco-pelvic support was used, and the PP sessions were planned to last at least 16 h (6). During PP sessions, the VV-ECMO and ventilatory settings were unchanged. Patients with increase in PaO2/FiO2 ratio > 20% during PP sessions were considered as responders (21). According to local practices, enteral feeding was stopped 1 h before the onset of PP session, resumed at the previous rate during PP session, and then stopped again at the end of the PP session for 1 h after supine repositioning. In case of poor tolerance, enteral feeding was stopped during the whole PP session.Data CollectionBaseline characteristics, as well as clinical and biological data, were collected from the medical electronic sheets of the patients. VV-ECMO complications, therapeutics, vital status, and length of stay in intensive care unit (ICU) were also collected with a maximum follow-up to day 60.Respiratory and hemodynamic parameters were continuously monitored with dedicated software, with a refreshing rate of two per minute (Clinisoft® GE Healthcare Centricity, Chicago, IL, United States). Thus, the analysis of the PP effects on respiratory mechanics and hemodynamics, and the analysis of the evolution of the respiratory mechanical parameters during PP sessions, were based on continuous data with over a thousand time points (22).Statistical AnalysisSince it was an exploratory study, no sample size calculation was performed a priori. The normality distribution of continuous variables was tested by Shapiro-Wilk test. Continuous variables were expressed as mean ± standard deviation or median [interquartile] according to data distribution and categorical variables as numbers (percentages). Comparisons between groups were performed by Mann-Whitney U or Student's t-tests for continuous variables and chi-2 or Fisher exact tests for categorical variables. Correlations were performed using Pearson or Spearman's correlation coefficients, according to data distribution.The effects of PP on respiratory mechanics and their evolution during PP sessions were analyzed from continuously recorded respiratory data with over a thousand time points during PP sessions (22). The evolution of respiratory mechanical and oxygenation parameters during PP sessions was evaluated by dividing each PP session into four time quartiles as follows: first quartile: 0–4 h; second quartile: 4–8 h; third quartile: 8–12 h; and fourth quartile: 12–16 h. Comparisons of continuous respiratory variables before PP (i.e., during the 2 h before a PP session), during PP (i.e., during the 16 h of a PP session), and after supine repositioning (i.e. during the 2 h after supine repositioning) (23), as well as among the four quartiles of time of PP sessions were performed by two-way ANOVA for repeated measurements followed by paired Student t-tests with Bonferroni correction if needed, or by Friedman test followed by Wilcoxon tests if needed according to data distribution.A p value < 0.05 was considered statistically significant. Statistical analysis was performed with MedCalc 11.6.0 (MedCalc, Mariakerke, East Flanders, Belgium). ResultsPatient CharacteristicsBetween March 1, 2020 and June 1, 2021, 261 patients with COVID-19 and ARDS were admitted in our ICU, and 24 (9%) required VV-ECMO: 18 (75%) of the patients were men, and two (8%) were immunocompromised (one patient with cystic fibrosis and one pregnant woman) (Table 1). All the patients received corticosteroids, and tocilizumab was administered in three (12%) patients.Table 1Characteristics and outcomes of patients requiring VV-ECMO.Whole cohort\n(n = 24)Prone positioning\n(n = 10)No prone positioning\n(n = 14)\n\np\n\n\nCharacteristics\nAge (years)52 [43–58]52 [37–59]52 [44–57]0.74Male (n,%)18 (75)7 (70)11 (79)0.67Body mass index (kg/m2)30 [25–34]30 [29–35]26[23–33]0.13Hypertension (n,%)7 (29)2 (20)5 (36)0.63Diabetes mellitus (n,%)7 (29)1 (10)6 (43)0.08Smoker (n,%)4 (17)1 (10)3 (21)0.61Immunodepression (n,%)2 (8)1 (10)1 (7)0.80SAPS–II61 [29–75]64 [49–72]55 [27–77]0.72SOFA score10 [6–14]11 [6–14]9 [5–15]0.97Onset of symptoms-intubation time (days)7 [6–13]7 [7–9]8 [6–16]0.21Onset of symptoms-vv-ecmo time (days)15 [12–22]14 [11–19]17 [14–25]0.21Intubation-vv-ecmo time (days)6 [3–11]5 [4–10]6 [3–12]0.92\nVentilatory settings and management before vv-ecmo implantation\nTidal volume (ml/kg)5.8 [5.2–6.2]5.9 [5.1–6.4]5.8 [4.9–6.1]0.59PEEP (cmh2o)14 ± 414 ± 314 ± 50.78Driving pressure (cmh2o)18 ± 719 ± 818 ± 60.84Fio2(%)100 [92–100]100 [95–100]100 [8–100]0.85Pao2/fio2 ratio67 [59–79]63 [57–78]70 [63–81]0.28Paco2(mmhg)62 ± 1161 ± 1063 ± 120.67pH7.31 ± 0.107.34 ± 0.107.28 ± 0.100.08Lactate (mmol/l)1.7 ± 0.71.8 ± 0.91.7 ± 0.60.65Norepinephrine use (n,%)10 (42)3 (30)7 (50)0.42Dose of norepinephrine (μg/kg/min)0.3 [0.2–0.8]0.2 [0.1–0.7]0.3 [0.3–0.8]0.72PP sessions (n)4 [3–5]4 [3–6]3 [2–4]0.35Neuromuscular blockers (n,%)24 (100)10 (100)14 (100)1.00Inhaled nitric oxide use (n,%)9 (37)4 (40)5 (36)0.99\nOutcomes\nDuration of VV-ECMO (days)14 [7–26]20 [13–31]9 [4–17]*0.01Proportion of VV-ECMO weaning (n,%)17 (71)7 (70)10 (71)0.99Duration of mechanical ventilation (days)37 [25–51]41 [31–50]35 [17–51]0.27Length of stay in ICU (days)41 [28–51]43 [34–52]38 [23–50]0.35Mortality at Day-28 (n,%)4 (17)1 (10)3 (21)0.61Mortality at Day-60 (n,%)10 (42)4 (40)6 (43)0.99Open in a separate windowData are expressed as number (percentages), mean ± standard deviation, or median [interquartile].*p < 0.05 no PP vs. PP. Driving pressure was calculated as plateau pressure–total positive end-expiratory pressure. FiO2, inspired fraction of oxygen; PaO2, arterial oxygen partial pressure; PaCO2, arterial carbon dioxide partial pressure; PEEP, positive end-expiratory pressure; PP, prone positioning; SAPS, simplified acute physiology score; VV-ECMO, venovenous extracorporeal membrane oxygenation.Implantation of VV-ECMO occurred 15 (12–22) days after the onset of symptoms and 6 (3–11) days after the onset of mechanical ventilation. Twenty-three (96%) patients were cannulated using femoro-jugular approach. Before VV-ECMO implantation, all the patients received neuromuscular blocker agents, nine (37%) received inhaled nitric oxide, and PP was performed in all the patients with 4 (3–5) sessions of PP per patient. The duration of VV-ECMO was 14 (7–26) days, while the duration of mechanical ventilation was 37 (25–51) days, and ICU length of stay was 41 (28–51) days. Mortality rates on Day-28 and Day-60 were 17 and 42%, respectively (Table 1).Prone Positioning in Patients Under VV-ECMOOverall, 38 PP sessions were performed in 10 (42%) patients under VV-ECMO, with 3 (2–5) PP sessions per patient. Delay between the first PP session and VV-ECMO implantation was 2 (1–3) days. The mean duration of PP sessions was 17.4 ± 2.1 h. No serious adverse events were reported for all the PP sessions.Ventilatory settings and patient management before VV-ECMO implantation, as well as delay in VV-ECMO implantation, were not different among patients on whom PP was performed or not (Table 1). The duration of VV-ECMO was significantly longer (20 (13–31) vs. 9 (4–17) days, p = 0.01) in patients on whom PP was performed, while the proportion of VV-ECMO weaning was not different in both groups (70 vs. 71%, p = 0.99). The duration of mechanical ventilation, ICU length of stay, and Day-28 and Day-60 mortality rates were not different between the two groups of patients (Table 1).Effects of Prone Positioning Under VV-ECMO on Respiratory Mechanics and OxygenationUnder VV-ECMO, PP significantly increased the PaO2/FiO2 ratio by 14 ± 21% and compliance by 8 ± 15%, and significantly decreased the oxygenation index by 13 ± 18% and driving pressure by 8 ± 12%. The effects of PP on respiratory mechanics but not on oxygenation persisted after supine repositioning (Figure 1, Supplemental Table S1).Open in a separate windowFigure 1Effects of prone positioning on respiratory mechanical parameters and oxygenation in patients requiring VV-ECMO; n = 38 sessions of prone positioning. The boxes show the 25th and 75th percentiles, the line in the box the median, and the whiskers the minimum and maximum values. The blue lines represent individual changes. *p < 0.05 during vs. before PP; $p < 0.05 after supine repositioning vs. before PP; ∞ p < 0.05 after supine repositioning vs. during PP. FiO2, inspired fraction of oxygen; PaO2, arterial oxygen partial pressure; PaCO2, arterial carbon dioxide partial pressure; PP, prone positioning; VV-ECMO, venovenous extracorporeal membrane oxygenation.Under VV-ECMO, PP-induced changes in different respiratory mechanical and oxygenation parameters appeared as early as the first-time quartile (increase in PaO2/FiO2 ratio by 6 ± 22% and decrease in oxygenation index by 15 ± 18%), without any difference in PP-induced changes among the different time quartiles (Figure 2 and Supplemental Table S2).Open in a separate windowFigure 2Evolution of respiratory mechanical parameters during prone positioning (PP) sessions in patients requiring veno-venous extra-corporeal membrane oxygenation; n = 38 PP sessions. Data are expressed as mean ± standard deviation. The red bars represent PP-induced changes (in percentages from before PP) in respiratory mechanical parameters during the different time quartiles (Q1-Q4) of PP sessions. The blue bars represent global PP-induced changes (in percentages from before PP) in respiratory mechanical parameters. NS, non-significant analysis of variance (ANOVA) p-value.Response to Prone PositioningAmong the 38 PP sessions, 13 (34%) induced an increase in PaO2/FiO2ratio > 20%, and seven (70%) patients were responders to at least one PP session (Supplemental Figure S1). The proportion of PP sessions associated with increase in PaO2/FiO2ratio > 20% was not different between the PP sessions performed within and after the first 7 days of VV-ECMO implantation (30 vs. 40%, respectively, p = 0.73).Prone positioning (PP)-induced changes in driving pressure (−14 ± 14 vs. −6 ± 10%, p = 0.04) and mechanical power (−11 ± 13 vs. −0.1 ± 12%, p = 0.02) were significantly higher in the responders than in the non-responders, whereas PP-induced changes in compliance were non-different between both groups of patients (12 ± 20 vs. 5 ± 10%, respectively, p = 0.28) (Figure 3). PP-induced changes in driving pressure (r = −0.37, p = 0.02) and mechanical power (r = −0.38, p = 0.02) were significantly correlated with PP-induced changes in PaO2/FiO2 ratio, whereas PP-induced changes in compliance were not (r = 0.15, p = 0.38).Open in a separate windowFigure 3Effects of prone positioning (PP) on respiratory mechanical parameters in responder and non-responder patients, n = 38 sessions of PP. Data are expressed as mean ± standard deviation. The bars represent PP-induced changes (in percentages from before PP) in respiratory mechanical parameters in “responders” (increase in PaO2/FiO2 ratio > 20% during a PP session, blue bars) and “non-responders” (red bars) patients. *p < 0.05 non-responders vs. responders; NS, non-significant. FiO2, inspired fraction of oxygen; PaO2, arterial oxygen partial pressure. DiscussionProne positioning (PP) is a rescue therapy in most severe patients with ARDS, but its effects on respiratory mechanics and prognosis in patients implanted with VV-ECMO have been scarcely investigated so far. In our cohort of patients with COVID-19 and severe ARDS requiring VV-ECMO, PP was performed in 42% of the patients under VV-ECMO without any serious adverse events. Overall, 70% of the patients were responders to at least one PP session (defined by increase in PaO2/FiO2ratio > 20% during a PP session). Based on the analysis of continuous respiratory data, we showed that PP in patients under VV-ECMO improved oxygenation, and that the respiratory mechanical parameters, as evidenced by increase in compliance of the respiratory system associated with decrease in driving pressure and in mechanical power. The PP effects in patients under VV-ECMO on respiratory mechanical and oxygenation parameters appeared as early as the first-time quartile of a PP session, without any difference in PP-induced changes among the different time quartiles. Unlike the improvement in oxygenation, the effects of PP on the respiratory mechanical parameters persisted after supine repositioning.To our knowledge, this is the first study investigating the physiological respiratory effects of PP in patients with severe ARDS under VV-ECMO from respiratory parameters that were continuously recorded throughout patient management and PP sessions. Our results confirmed that PP improved the respiratory mechanics of patients under VV-ECMO, as previously shown in severe ARDS related or not to COVID-19 (24–26), by inducing increase in the compliance of the respiratory system and decrease in driving pressure and mechanical power, which are well-known prognostic factors in patients with ARDS (27, 28). We also confirmed that using PP in patients under VV-ECMO improved their oxygenation, as previously shown in patients with severe ARDS related or not to COVID-19 (15, 16, 26, 29). In agreement with existing literature, we also found longer duration of VV-ECMO in patients on whom PP was performed (15, 16), while the proportion of VV-ECMO weaning was not different in both groups (16). A recent meta-analysis found that PP in patients under VV-ECMO improved oxygenation and respiratory mechanics but did not reduce the mortality while increasing ICU length of stay and ECMO duration (30). The potential discrepancy in the PP effects on patients under VV-ECMO with better oxygenation and respiratory mechanics but longer VV-ECMO duration and conflicting results regarding mortality rate and the proportion of VV-ECMO weaning might be partly explained by the fact that PP is preferentially used in more severe patients with persistent hypoxemia under VV-ECMO. The ongoing randomized PRONECMO study ({\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04607551\",\"term_id\":\"NCT04607551\"}}NCT04607551), in which patients with severe ARDS requiring VV-ECMO are randomized for PP sessions, may provide some answers to the effects of PP on mortality rate and outcomes (proportion of VV-ECMO weaning and VV-ECMO duration).Here, we showed that the effects of PP on respiratory mechanical parameters appeared as early as the first time quartile of a PP session without any difference in PP-induced changes among the different time quartiles. In addition, the PP-induced effects on respiratory parameters persisted after supine repositioning, unlike the improvement in oxygenation. These results suggest that the physiological respiratory effects of PP on patients with severe ARDS requiring VV-ECMO are two-fold. First, PP may improve alveolar recruitment, as evidenced by increase in compliance of the respiratory system and decrease in driving pressure, despite the absence of PaCO2 drop. Currently, the effects of PP on alveolar recruitment are still debated both in patients requiring (6, 15, 24, 25, 31, 32) VV-ECMO and those who do not. Second, PP may also improve ventilation/perfusion ratio, as evidenced by loss of PP effect on oxygenation after supine repositioning, despite the persistent effects of PP on alveolar recruitment. Finally, the fact that the patients who were responders to PP in terms of oxygenation had higher decrease in driving pressure than the non-responder patients suggests the potential combined physiological respiratory effects of PP on patients requiring VV-ECMO.We found that one third of the PP sessions induced an increase in PaO2/FiO2 ratio > 20%, and that the proportion of PP sessions associated with increase in PaO2/FiO2 ratio > 20% was not different between the PP sessions performed within and after the first 7 days of VV-ECMO implantation. Our results differ from those in Kimmoun et al., which showed better response to PP when it was performed late (> 7days) after ECMO-VV implantation (24). This discrepancy with our results can be explained as follows. First, the etiology of ARDS was different, with only ARDS related to COVID-19 in our cohort, but pulmonary and non-pulmonary ARDS in the cohort by Kimmoun et al. (24). Second, our patients appeared to be most severe before the PP sessions, with a PaO2/FiO2 ratio of 83 (69–110) vs. 111 (84–128). Third, the mean duration of PP sessions also differed (17.4 ± 2.1 vs. 24 h).Finally, we reported no serious adverse events for all the PP sessions. It must be kept in mind that PP sessions in patients under VV-ECMO were performed only by a minimum of five experienced and trained caregivers, and that PP can induce serious adverse effects such as cannula conflicts or bleeding in patients. Only moderate adverse effects were reported in the existing literature, with a proportion ranging from 0 to 21% (24, 29, 33, 34).We acknowledge some limitations to our study. First, this was a single-center study with a limited number of patients. Nevertheless, we analyzed the respiratory effects of 38 PP sessions from continuously recorded respiratory data, with over a thousand time points during the PP sessions. Second, the decision to perform PP in patients under VV-ECMO was left at the discretion of the attending physician, except in patients with persistent PaO2/FiO2 ratio < 100, which represented 68% of the PP sessions. All the other PP sessions were performed in patients under VV-ECMO with a PaO2/FiO2 < 150 and/or with impaired respiratory mechanics. Third, we could not investigate the effects of PP on mortality and outcomes in this physiological and exploratory study. Further randomized studies are needed to confirm our results, and to investigate the effects of PP on the prognosis of patients with severe ARDS requiring VV-ECMO. ConclusionsIn patients with COVID-19 and ARDS, PP under VV-ECMO was well-tolerated and improved the respiratory mechanical and oxygenation parameters as early as the first-time quartile of a PP session. Unlike the improvement in oxygenation, the effects of PP on the respiratory mechanical parameters persisted after supine repositioning. Further studies are needed to confirm the potential interest of PP in patients with ARDS requiring VV-ECMO. Data Availability StatementThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. Ethics StatementThe studies involving human participants were reviewed and approved by Ethics Committee of the Société de Réanimation de Langue Française (CE SRLF 20-72). The patients/participants provided their written informed consent to participate in this study. Author ContributionsDL and MJ designed the study and wrote the original draft. DL, JC, and ZH collected and analyzed data. LN, FP, AC, MJ, and J-PM revised the original draft. All authors contributed to the article and approved the submitted version. Conflict of InterestThe authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. Publisher's NoteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. GlossaryAbbreviationsARDSacute respiratory distress syndromeFiO2inspired fraction of oxygenPaCO2arterial carbon dioxide partial pressurePaO2arterial oxygen partial pressurePEEPpositive end-expiratory pressurePplatplateau pressurePPprone positioningVV-ECMOvenovenous extracorporeal membrane oxygenation. References1. Grasselli G, Zangrillo A, Zanella A, Antonelli M, Cabrini L, Castelli A, et al. . Baseline characteristics and outcomes of 1591 patients infected with SARS-CoV-2 admitted to ICUs of the lombardy region, Italy. JAMA. (2020) 323:1574–81. 10.1001/jama.2020.5394 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Wang Y, Lu X, Li Y, Chen H, Chen T, Su N, et al. . Clinical course and outcomes of 344 intensive care patients with COVID-19. Am J Respir Crit Care Med. (2020) 201:1430–4. 10.1164/rccm.202003-0736LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Yang X, Yu Y, Xu J, Shu H, Xia J, Liu H, et al. . Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study. Lancet Respir Med. (2020) 8:475–81. 10.1016/S2213-2600(20)30079-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Papazian L, Aubron C, Brochard L, Chiche JD, Combes A, Dreyfuss D, et al. . Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. (2019) 9:69. 10.1186/s13613-019-0540-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Guérin C, Albert RK, Beitler J, Gattinoni L, Jaber S, Marini JJ, et al. . Prone position in ARDS patients: why, when, how and for whom. Intensive Care Med. (2020) 46:2385–96. 10.1007/s00134-020-06306-w [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Guerin C, Reignier J, Richard JC, Beuret P, Gacouin A, Boulain T, et al. . Prone positioning in severe acute respiratory distress syndrome. N Engl J Med. (2013) 368:2159–68. 10.1056/NEJMoa1214103 [PubMed] [CrossRef] [Google Scholar]7. Combes A, Hajage D, Capellier G, Demoule A, Lavoue S, Guervilly C, et al. . Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome. N Engl J Med. (2018) 378:1965–75. 10.1056/NEJMoa1800385 [PubMed] [CrossRef] [Google Scholar]8. Li X, Guo Z, Li B, Zhang X, Tian R, Wu W, et al. . Extracorporeal membrane oxygenation for coronavirus disease 2019 in Shanghai, China. ASAIO J. (2020) 66:475–81. 10.1097/MAT.0000000000001172 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Yang X, Cai S, Luo Y, Zhu F, Hu M, Zhao Y, et al. . Extracorporeal membrane oxygenation for coronavirus disease 2019-induced acute respiratory distress syndrome: a multicenter descriptive study. Crit Care Med. (2020) 48:1289–95. 10.1097/CCM.0000000000004447 [PubMed] [CrossRef] [Google Scholar]10. Falcoz PE, Monnier A, Puyraveau M, Perrier S, Ludes PO, Olland A, et al. . Extracorporeal membrane oxygenation for critically ill patients with COVID-19-related acute respiratory distress syndrome: worth the effort?\nAm J Respir Crit Care Med. (2020) 202:460–3. 10.1164/rccm.202004-1370LE [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Schmidt M, Hajage D, Lebreton G, Monsel A, Voiriot G, Levy D, et al. . Extracorporeal membrane oxygenation for severe acute respiratory distress syndrome associated with COVID-19: a retrospective cohort study. Lancet Respir Med. (2020) 8:1121–31. 10.1016/S2213-2600(20)30328-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Barbaro RP, MacLaren G, Boonstra PS, Iwashyna TJ, Slutsky AS, Fan E, et al. . Extracorporeal membrane oxygenation support in COVID-19: an international cohort study of the Extracorporeal Life Support Organization registry. Lancet. (2020) 396:1071–8. 10.1016/S0140-6736(20)32008-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Cho HJ, Heinsar S, Jeong IS, Shekar K, Li Bassi G, Jung JS, et al. . ECMO use in COVID-19: lessons from past respiratory virus outbreaks-a narrative review. Crit Care. (2020) 24:301. 10.1186/s13054-020-02979-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Shekar K, Ramanathan K, Brodie D. Prone Positioning of Patients during Venovenous Extracorporeal Membrane Oxygenation. Ann Am Thorac Soc. (2021) 18:421–3. 10.1513/AnnalsATS.202011-1444ED [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Guervilly C, Prud'homme E, Pauly V, Bourenne J, Hraiech S, Daviet F, et al. . Prone positioning and extracorporeal membrane oxygenation for severe acute respiratory distress syndrome: time for a randomized trial?\nIntensive Care Med. (2019) 45:1040–2. 10.1007/s00134-019-05570-9 [PubMed] [CrossRef] [Google Scholar]16. Rilinger J, Zotzmann V, Bemtgen X, Schumacher C, Biever PM, Duerschmied D, et al. . Prone positioning in severe ARDS requiring extracorporeal membrane oxygenation. Crit Care. (2020) 24:397. 10.1186/s13054-020-03110-2 [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Schmidt M, Tachon G, Devilliers C, Muller G, Hekimian G, Brechot N, et al. . Blood oxygenation and decarboxylation determinants during venovenous ECMO for respiratory failure in adults. Intensive Care Med. (2013) 39:838–46. 10.1007/s00134-012-2785-8 [PubMed] [CrossRef] [Google Scholar]18. Serpa Neto A, Schmidt M, Azevedo LC, Bein T, Brochard L, Beutel G, et al. . Associations between ventilator settings during extracorporeal membrane oxygenation for refractory hypoxemia and outcome in patients with acute respiratory distress syndrome: a pooled individual patient data analysis: mechanical ventilation during ECMO. Intensive Care Med. (2016) 42:1672–84. 10.1007/s00134-016-4507-0 [PMC free article] [PubMed] [CrossRef] [Google Scholar]19. Gattinoni L, Tonetti T, Cressoni M, Cadringher P, Herrmann P, Moerer O, et al. . Ventilator-related causes of lung injury: the mechanical power. Intensive Care Med. (2016) 42:1567–75. 10.1007/s00134-016-4505-2 [PubMed] [CrossRef] [Google Scholar]20. Schmidt M, Pham T, Arcadipane A, Agerstrand C, Ohshimo S, Pellegrino V, et al. . Mechanical ventilation management during extracorporeal membrane oxygenation for acute respiratory distress syndrome. An international multicenter prospective cohort. Am J Respir Crit Care Med. (2019) 200:1002–12. 10.1164/rccm.201806-1094OC [PubMed] [CrossRef] [Google Scholar]21. Lemasson S, Ayzac L, Girard R, Gaillard S, Pavaday K, Guérin C. Does gas exchange response to prone position predict mortality in hypoxemic acute respiratory failure?\nIntensive Care Med. (2006) 32:1987–93. 10.1007/s00134-006-0390-4 [PubMed] [CrossRef] [Google Scholar]22. Jozwiak M, Chiche JD, Charpentier J, Ait Hamou Z, Jaubert P, Benghanem S, et al. . Use of venovenous extracorporeal membrane oxygenation in critically-ill patients with COVID-19. Front Med (Lausanne). (2020) 7:614569. 10.3389/fmed.2020.614569 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Cour M, Bussy D, Stevic N, Argaud L, Guérin C. Differential effects of prone position in COVID-19-related ARDS in low and high recruiters. Intensive Care Med. (2021) 47:1044–6. 10.1007/s00134-021-06466-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]24. Kimmoun A, Roche S, Bridey C, Vanhuyse F, Fay R, Girerd N, et al. . Prolonged prone positioning under VV-ECMO is safe and improves oxygenation and respiratory compliance. Ann Intensive Care. (2015) 5:35. 10.1186/s13613-015-0078-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Franchineau G, Bréchot N, Hekimian G, Lebreton G, Bourcier S, Demondion P, et al. . Prone positioning monitored by electrical impedance tomography in patients with severe acute respiratory distress syndrome on veno-venous ECMO. Ann Intensive Care. (2020) 10:12. 10.1186/s13613-020-0633-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Petit M, Fetita C, Gaudemer A, Treluyer L, Lebreton G, Franchineau G, et al. . Prone-positioning for severe acute respiratory distress syndrome requiring extracorporeal membrane oxygenation. Crit Care Med. (2021). 10.1097/CCM.0000000000005145. [Epub ahead of print]. [PubMed] [CrossRef] [Google Scholar]27. Amato MB, Meade MO, Slutsky AS, Brochard L, Costa EL, Schoenfeld DA, et al. . Driving pressure and survival in the acute respiratory distress syndrome. N Engl J Med. (2015) 372:747–55. 10.1056/NEJMsa1410639 [PubMed] [CrossRef] [Google Scholar]28. Tonetti T, Vasques F, Rapetti F, Maiolo G, Collino F, Romitti F, et al. . Driving pressure and mechanical power: new targets for VILI prevention. Ann Transl Med. (2017) 5:286. 10.21037/atm.2017.07.08 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Garcia B, Cousin N, Bourel C, Jourdain M, Poissy J, Duburcq T. Prone positioning under VV-ECMO in SARS-CoV-2-induced acute respiratory distress syndrome. Crit Care. (2020) 24:428. 10.1186/s13054-020-03162-4 [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Poon WH, Ramanathan K, Ling RR, Yang IX, Tan CS, Schmidt M, et al. . Prone positioning during venovenous extracorporeal membrane oxygenation for acute respiratory distress syndrome: a systematic review and meta-analysis. Crit Care. (2021) 25:292. 10.1186/s13054-021-03723-1 [PMC free article] [PubMed] [CrossRef] [Google Scholar]31. Mancebo J, Fernández R, Blanch L, Rialp G, Gordo F, Ferrer M, et al. . A multicenter trial of prolonged prone ventilation in severe acute respiratory distress syndrome. Am J Respir Crit Care Med. (2006) 173:1233–9. 10.1164/rccm.200503-353OC [PubMed] [CrossRef] [Google Scholar]32. Taccone P, Pesenti A, Latini R, Polli F, Vagginelli F, Mietto C, et al. . Prone positioning in patients with moderate and severe acute respiratory distress syndrome: a randomized controlled trial. Jama. (2009) 302:1977–84. 10.1001/jama.2009.1614 [PubMed] [CrossRef] [Google Scholar]33. Chaplin H, McGuinness S, Parke R. A single-centre study of safety and efficacy of prone positioning for critically ill patients on veno-venous extracorporeal membrane oxygenation. Aust Crit Care. (2021) 34:446–51. 10.1016/j.aucc.2020.10.011 [PubMed] [CrossRef] [Google Scholar]34. Giani M, Martucci G, Madotto F, Belliato M, Fanelli V, Garofalo E, et al. . Prone Positioning during venovenous extracorporeal membrane oxygenation in acute respiratory distress syndrome. A multicenter cohort study and propensity-matched analysis. Ann Am Thorac Soc. (2021) 18:495–501. 10.1513/AnnalsATS.202006-625OC [PubMed] [CrossRef] [Google Scholar]"}