{"title": "Role of medicinal plants in inhibiting SARS-CoV-2 and in the management of post-COVID-19 complications", "pubDate": "2022", "PMCID": "PMC8730822", "DOI": "10.1016/j.phymed.2022.153930", "PMID": "35114450", "abstract": "Background:                       The worldwide corona virus disease outbreak, generally known as COVID-19 pandemic outbreak resulted in a major health crisis globally. The morbidity and transmission modality of COVID-19 appear more severe and uncontrollable. The respiratory failure and following cardiovascular complications are the main pathophysiology of this deadly disease. Several therapeutic strategies are put forward for the development of safe and effective treatment against SARS-CoV-2 virus from the pharmacological view point but till date there are no specific treatment regimen developed for this viral infection.                  Purpose:                       The present review emphasizes the role of herbs and herbs-derived secondary metabolites in inhibiting SARS-CoV-2 virus and also for the management of post-COVID-19 related complications. This approach will foster and ensure the safeguards of using medicinal plant resources to support the healthcare system. Plant-derived phytochemicals have already been reported to prevent the viral infection and to overcome the post-COVID complications like parkinsonism, kidney and heart failure, liver and lungs injury and mental problems. In this review, we explored mechanistic approaches of herbal medicines and their phytocomponenets as antiviral and post-COVID complications by modulating the immunological and inflammatory states.                  Study design:                       Studies related to diagnosis and treatment guidelines issued for COVID-19 by different traditional system of medicine were included. The information was gathered from pharmacological or non-pharmacological interventions approaches. The gathered information sorted based on therapeutic application of herbs and their components against SARSCoV-2 and COVID-19 related complications.                  Methods:                       A systemic search of published literature was conducted from 2003 to 2021 using different literature database like Google Scholar, PubMed, Science Direct, Scopus and Web of Science to emphasize relevant articles on medicinal plants against SARS-CoV-2 viral infection and Post-COVID related complications.                  Results:                       Collected published literature from 2003 onwards yielded with total 625 articles, from more than 18 countries. Among these 625 articles, more than 95 medicinal plants and 25 active phytomolecules belong to 48 plant families. Reports on the therapeutic activity of the medicinal plants belong to the Lamiaceae family (11 reports), which was found to be maximum reported from 4 different countries including India, China, Australia, and Morocco. Other reports on the medicinal plant of Asteraceae (7 reports), Fabaceae (8 reports), Piperaceae (3 reports), Zingiberaceae (3 reports), Ranunculaceae (3 reports), Meliaceae (4 reports) were found, which can be explored for the development of safe and efficacious products targeting COVID-19.                  Conclusion:                       Keeping in mind that the natural alternatives are in the priority for the management and prevention of the COVID-19, the present review may help to develop an alternative approach for the management of COVID-19 viral infection and post-COVID complications from a mechanistic point of view.", "author": [{"author": "Pulok K Mukherjee", "affiliation": ["Institute of Bioresources and Sustainable Development, Imphal-795001, India; School of Natural Product Studies, Department of Pharmaceutical Technology, Jadavpur University, Kolkata -700 032, India. Electronic address: naturalproductm@gmail.com."], "href": "/?term=Mukherjee+PK&cauthor_id=35114450"}, {"author": "Thomas Efferth", "affiliation": ["Department of Pharmaceutical Biology, Institute of Pharmaceutical and Biomedical Sciences, Johannes Gutenberg University, Mainz, Germany."], "href": "/?term=Efferth+T&cauthor_id=35114450"}, {"author": "Bhaskar Das", "affiliation": ["School of Natural Product Studies, Department of Pharmaceutical Technology, Jadavpur University, Kolkata -700 032, India."], "href": "/?term=Das+B&cauthor_id=35114450"}, {"author": "Amit Kar", "affiliation": ["Institute of Bioresources and Sustainable Development, Imphal-795001, India."], "href": "/?term=Kar+A&cauthor_id=35114450"}, {"author": "Suparna Ghosh", "affiliation": ["School of Natural Product Studies, Department of Pharmaceutical Technology, Jadavpur University, Kolkata -700 032, India."], "href": "/?term=Ghosh+S&cauthor_id=35114450"}, {"author": "Seha Singha", "affiliation": ["School of Natural Product Studies, Department of Pharmaceutical Technology, Jadavpur University, Kolkata -700 032, India."], "href": "/?term=Singha+S&cauthor_id=35114450"}, {"author": "Pradip Debnath", "affiliation": ["School of Natural Product Studies, Department of Pharmaceutical Technology, Jadavpur University, Kolkata -700 032, India."], "href": "/?term=Debnath+P&cauthor_id=35114450"}, {"author": "Nanaocha Sharma", "affiliation": ["Institute of Bioresources and Sustainable Development, Imphal-795001, India."], "href": "/?term=Sharma+N&cauthor_id=35114450"}, {"author": "Pardeep Kumar Bhardwaj", "affiliation": ["Institute of Bioresources and Sustainable Development, Imphal-795001, India."], "href": "/?term=Bhardwaj+PK&cauthor_id=35114450"}, {"author": "Pallab Kanti Haldar", "affiliation": ["School of Natural Product Studies, Department of Pharmaceutical Technology, Jadavpur University, Kolkata -700 032, India."], "href": "/?term=Haldar+PK&cauthor_id=35114450"}], "refPMID": ["32306860", "32395864", "18662800", "18172723", "12557244", "32292866", "21061460", "32793619", "31193530", "29318160", "26393562", "25868620", "34509649", "32289016", "22797452", "31341501", "25646045", "29246138", "22420667", "31608667", "32271461", "33167083", "24396831", "32848790", "24284367", "10919097", "25857256", "27624385", "32451564", "23261828", "9568541", "24650252", "27399234", "32298767", "32187464", "14599593", "19589240", "19319867", "30229739", "33041985", "23798880", "27090345", "23285797", "15744067", "29595073", "23123794", "22911608", "22224056", "14767982", "15937562", "34681270", "27044810", "22694318", "29542003", "31840605", "28428548", "28509854", "28232127", "15305324", "16029939", "30836593", "11731920", "20467894", "21184819", "28386382", "12814717", "33061227", "24381715", "32790653", "9650643", "33798507", "34377631", "10904163", "19853271", "19108994", "21477653", "34693242", "33947851", "24873744", "23376411", "28235408", "20564459", "24967898", "12939186", "27041854", "32329419", "17629604", "29966389", "31072167", "32274342", "32269046", "19789539", "17886224", "32960104", "32822087", "33143729", "27959438", "23973292", "30151032", "31485182", "34815163", "32074550", "24192210", "32291463", "32205204", "29034191", "33997409", "32215618", "32016693", "29883402", "26064167", "30176632", "33371546", "32167538", "16729571", "24066136", "32109013", "33446377", "32048130", "21351467", "28826891", "24188460", "32367767", "31876052", "21191760", "15141377", "29328882", "34189299", "8722541", "27776556", "25750086", "33007416", "32910974", "32222883", "12222662", "15715493", "24009829", "21985290", "25880991", "27401291", "33024307", "28128372", "32445956", "12392823", "30551486", "22451397", "31116497", "18423196", "32521760", "29147836", "32248575", "21925152", "31930845", "23557275", "19925290", "25744451", "27239213", "24011530", "32029004", "25191554", "32373991", "26801973", "22504843", "23734278", "32847484", "33677814", "15548480", "21975853", "30302330", "12840173", "16205785", "33743371", "33250601", "33485605", "32387389", "12500501", "28439780", "23323951", "20187987", "15789747", "10896055", "18036887", "21219959", "24265870", "31121899", "12913279", "25924514", "32291094", "22126611", "34371720", "24009861", "31847089", "24741189", "33124046", "32010989", "8255933", "8874812", "20838516", "31658768", "23746631", "15380914", "32253535", "19429354", "30387132", "34508765", "7700986", "28849109", "29039495", "28843892", "21108485", "33421604", "12648815", "12237804", "17073639", "32489065", "31298391", "28855948", "23771500", "27050993", "32373385", "23806866", "33287317", "16115693", "32033513", "29849717", "17826802", "26550189", "32226821", "33491508", "29389569", "32391065", "23218323", "34332282", "25596094", "27353564", "33182809", "33545094", "18357554", "32283980", "31181444", "33921856", "26450483", "32834949", "31163199", "33053508", "25432533", "29781491", "26117430", "32360300", "10919658", "28863984", "33251972", "24262191", "32360480", "28540170", "32364264", "34421606", "31247246", "33253656", "33134133", "27633405", "16308544", "22655218", "21983487", "14713371", "32292590", "31766676", "24019816", "32334163", "22146374", "24863352", "22585933", "22527634", "33163740", "33609255", "11562076", "30515235", "15987519", "32250460", "23811724", "19885016", "28112000", "31627432", "31439329", "23936669", "29704081", "17706638", "33992585", "24299604", "32439306", "32287507", "12834002", "31574343", "29770441", "34539802", "33000211", "26167188", "16437735", "21299140", "32730619", "8377022", "29619068", "31608748", "30034167", "28642128", "19666100", "25364207", "32382220", "34388532", "26906725", "30841448", "24624189", "32209388", "30380547", "32873106", "34802883", "31518759", "20934345", "20167482", "30802143", "22389696", "33043200", "32185635", "8828358", "28957336", "17439407", "32810855", "21484152", "24734075", "31786979", "22575665", "20064593", "29207520", "19409931", "22472109", "21042467", "31924756", "11815375", "15684529", "32317431", "29620265", "32376408", "27774421", "26379714", "24882413", "32113509", "22355802", "32327202", "30177885", "29670660", "31057654", "7990505", "34136158", "15564512", "29124157", "32220112", "17689232", "24755233", "32273591", "32363255", "17884684", "32310670", "24556222", "17291534", "32120929", "32290293", "23026700", "27780989", "32296570", "31060549", "14637121", "23143813", "26798521", "19752167", "32278175", "32910699", "28731213", "34550994", "1409988", "22198607", "32974857", "27562754", "22228545", "14718612", "20139902", "24709192", "29512749", "25129724", "23789222", "24716104", "31560964", "21556221", "17265559", "32292689", "30671127", "19635547", "21146600", "29620282", "24136244", "28262248", "33833662", "31334096", "31933619", "27151590", "33613819", "20433091", "32226288", "23178662", "29208203", "34271116", "31428628", "27871994", "17021266", "32031812", "15452254", "18006202", "34712342", "19577625", "22683864", "28385108", "34408540", "32145190", "32113846", "24053827", "33287206", "32268022", "32239796", "19322517", "23426077", "32345226", "18655806", "32132669", "32015507", "29769797", "19428598", "31750820", "32348678", "27887650", "30971500"], "citedInPMID": ["35114450"], "body": " AbstractBackgroundThe worldwide corona virus disease outbreak, generally known as COVID-19 pandemic outbreak resulted in a major health crisis globally. The morbidity and transmission modality of COVID-19 appear more severe and uncontrollable. The respiratory failure and following cardiovascular complications are the main pathophysiology of this deadly disease. Several therapeutic strategies are put forward for the development of safe and effective treatment against SARS-CoV-2 virus from the pharmacological view point but till date there are no specific treatment regimen developed for this viral infection.PurposeThe present review emphasizes the role of herbs and herbs-derived secondary metabolites in inhibiting SARS-CoV-2 virus and also for the management of post-COVID-19 related complications. This approach will foster and ensure the safeguards of using medicinal plant resources to support the healthcare system. Plant-derived phytochemicals have already been reported to prevent the viral infection and to overcome the post-COVID complications like parkinsonism, kidney and heart failure, liver and lungs injury and mental problems. In this review, we explored mechanistic approaches of herbal medicines and their phytocomponenets as antiviral and post-COVID complications by modulating the immunological and inflammatory states.Study designStudies related to diagnosis and treatment guidelines issued for COVID-19 by different traditional system of medicine were included. The information was gathered from pharmacological or non-pharmacological interventions approaches. The gathered information sorted based on therapeutic application of herbs and their components against SARSCoV-2 and COVID-19 related complications.MethodsA systemic search of published literature was conducted from 2003 to 2021 using different literature database like Google Scholar, PubMed, Science Direct, Scopus and Web of Science to emphasize relevant articles on medicinal plants against SARS-CoV-2 viral infection and Post-COVID related complications.ResultsCollected published literature from 2003 onwards yielded with total 625 articles, from more than 18 countries. Among these 625 articles, more than 95 medicinal plants and 25 active phytomolecules belong to 48 plant families. Reports on the therapeutic activity of the medicinal plants belong to the Lamiaceae family (11 reports), which was found to be maximum reported from 4 different countries including India, China, Australia, and Morocco. Other reports on the medicinal plant of Asteraceae (7 reports), Fabaceae (8 reports), Piperaceae (3 reports), Zingiberaceae (3 reports), Ranunculaceae (3 reports), Meliaceae (4 reports) were found, which can be explored for the development of safe and efficacious products targeting COVID-19.ConclusionKeeping in mind that the natural alternatives are in the priority for the management and prevention of the COVID-19, the present review may help to develop an alternative approach for the management of COVID-19 viral infection and post-COVID complications from a mechanistic point of view.Keywords: SARS-CoV-2, COVID-19, Traditional system of medicine, Inflammatory cytokines, Immunomodulation, PhytochemicalsAbbreviations: 3CL, Pro-3-chymotrypsin-like protease; ACE-2, Angiotensin-converting enzyme 2; AYUSH, Ayurveda, yoga & naturopathy, unani, siddha and homeopathy; Bcl-xL, B-cell lymphoma-extra large; BH3, Bcl-2 homology 3; CD, Cluster of differentiation; CFR, Case fatality rate; COVID-19, Coronavirus disease 2019; CSIR, Council of Scientific & Industrial Research, DNA, Deoxyribonucleic acid; FDA, Food and Drug Administration, IFNγ, Interferon gamma, IL, Interleukin; IP10, Inducible protein 10; MCP1, Monocyte chemoattractant protein 1; NF-κB, Nuclear factor kappa-light-chain-enhancer of activated B cells; PLpro, Papain-like protease; RdRp, RNA-dependent RNA polymerase; RNA, Ribonucleic acid; SARS-CoV, Severe acute respiratory syndrome coronavirus; TCM, Traditional Chinese medicine; Th1, T helper type 1; WHO, World Health Organization Graphical abstractOpen in a separate window IntroductionIn 2002-2003, a surveillance definition was established following the outbreak of SARS-CoV-2. At the end of December 2019, a pneumonia patient with unidentified etiology was found positive for pan-β-coronavirus which has the closest resemblance to another coronavirus, Bat CoV-RaTG13 (Zhou et al., 2020). This new virus was termed SARS-CoV-2, and the disease it causes was termed coronavirus disease 2019 (COVID-19). Whole genome sequencing analysis of clinical SARS-CoV-2 isolates from COVID-19 patients revealed a total of 104 different viral strains as of yet (Hu et al., 2021). It generally is transmitted during close unprotected contact with infected persons via virus-loaded droplets and aerosoles. Due to its novel nature, there is no immune defence present in host. Globally 178,202,610 confirmed cases of COVID-19 were reported to the World Health Organization (WHO) including 3,865,738 deaths as of June 21, 2021 (Anonymus 2021, WHO coronavirus disease COVID-19 Dashboard 2021).The symptoms of COVID-19 are non-specific and can be asymptomatic to severe pneumonia characterized by fever, coughing, shortness of breathing and also death. Headache, fatigue, anosmia, sore throat, increased sputum production, rhinorrhea, anorexia, dyspnea, pleurisy, skin sensitivity, hemoptysis, myalgias, and diarrhea can be developed as COVID-19 symptoms (Anaya et al., 2021; Rehman et al., 2021). On a mean incubation period of 5-6 days after infection, an infected person may develop pathological symptoms such as mild respiratory complications with fever. Many case reports showed that the mortality rate increases with age, people over 80 years of age having highest mortality rate and people over 60 years of age with other disorders including diabetes, hypertension, chronic respiratory disease, cardiovascular disease, and cancer. The case fatality rate (CFR) is also higher among males compared to female individuals at any age (Anonymous, 2020a; Lee et al., 2021; Report of the WHO-China Joint Mission on Coronavirus Disease 2019).With the outbreak of COVID-19, the uses of medicinal plant and their product or traditional herbal preparation increased dramatically around the world (Peng et al., 2020). Based on preliminary clinical reports, FDA approved chloroquine sulfate and hydroxychloroquine sulfate as first-line treatment (Gao et al., 2020; Gautret et al., 2020; Naserghandi et al., 2020). Unfortunately, these conventional drugs are not as effective against COVID-19 infection as expected (Cao et al., 2020; Ferner and Aronson, 2020).Antiviral drugs such as favipiravir, remdesivir and kaletra (lopinavir and ritonavir combination drug) have also been put forward to improve the condition of COVID-19 patients (Guo, 2020; Mifsud et al., 2019; Sheahan et al., 2020). Drug Controller General of India approved 2-deoxy-D-glucose (2-DG) for emergency use as add-on therapy in moderate to severe coronavirus patients (Balkrishna et al., 2020a; Verma et al., 2020). However, the outcome of large randomized clinical trials was not very encouraging (Tu et al., 2020). The most common preventive and effective approach to combat the COVID-19 pandemic is the use of vaccines (Khodadadi et al., 2020). Approximately, 78 vaccine candidates have already been developed worldwide and are at different stages of clinical evaluation (Liu et al., 2020; Thanh Le et al., 2020). Up to now, several vaccine candidates are approved through Emergency Use Authorization (EUA) including the Pfizer/BioNTech Comirnaty vaccine (BNT162b2), the Oxford–AstraZeneca COVID-19 vaccine (AZD1222) sold under brand name Covishield, the Moderna (mRNA 1273) vaccine by the American Pharmaceutical and Biotechnology Company, CoronaVac by a Chinese company named Sinovac Biotech. Sinopharm in collaboration with the Wuhan Institute of Virology and Beijing Institute of Biological Products developed inactivated Chinese Corona Virus (CVC) vaccine and BBIBP‑CorV, EpiVacCorona by a Russian company named Federal Budgetary Research Institution State Research Center of Virology and Biotechnology, China. Covaxin (BBV152) was developed by Bharat Biotech in collaboration with the Indian Council of Medical Research (ICMR) and National Institute of Virology (NIV). Sputnik V is a viral vector COVID-19 vaccine developed by the Russian Gamaleya Research Institute of Epidemiology and Microbiology (Logunov et al., 2021; Mishra and Tripathi, 2021). Still there are many vaccine candidates under clinical investigation. JNJ‑78436735 formerly known as Ad26.COV2.S was developed by Johnson & Johnson, CanSino Biologics developed a recombinant vaccine called Ad5‑nCoV and NVX‑CoV2373 was developed by Novavax (Kashte et al., 2021). MethodologySpecific information on the topic was collected from the literature available from search engines such as Google Scholar, PubMed, Science Direct, Scopus, and Web of Science for retrieving published data (from 2003 to 2021) using different combination of keywords i.e., COVID-19/SARS-CoV-2, diagnosis/treatment guideline issued for COVID-19, cytokine storm, immunomodulation/anti-inflammatory/antiviral, post-COVID complications etc. The inclusion criteria limited to full text articles on pharmacological or therapeutic approaches for COVID-19 based on in-vivo, in-vitro, and in-silico and clinical trial reports on herbal drugs. News reports, editorial, peer review articles were also retrieved to and recent updates were included. The collected literature was electronically checked for duplicates using EndNote software. On the contrary, the exclusion criteria for the collected literature include, predatory journals source, non-english language. Guidelines from different traditional system of medicine to combat COVID-19The World Health Organization (WHO) welcomes initiatives to develop COVID-19 therapies, including drug repositioning and traditional medicines. In many countries, traditional medicine has a long history and plays an important role in healthcare. Nowadays, WHO in collaboration with several research institutions is working on the medicinal plant-based products used in traditional medicinal systems, in order to explore their scientific and clinical potential for the treatment and management of COVID-19. In many countries, WHO provided support to perform clinical COVID-19 trials for traditional medicinal products (Anonymous 2020b), WHO, Africa CDC push for COVID-19 traditional medicine research in Africa). The disease is almost controlled in China (Salzberger et al., 2020), but still widespread in Europe, USA, India, Brazil and other countries, which have emerged as new epicentres of COVID-19 (Grasselli et al., 2020). TCM is playing an important role to control the death rate. Along with TCM, Ayurveda might also help to manage COVID-19 (Sawarkar and Sawarkar, 2020; Patwardhan et al., 2020). However, there is not much solid evidence yet to prove this hypothesis. One may critically ask, why is the outbreak not under control in India, if Ayurveda would really help. The same is true for all other traditional medicines worldwide in a similar manner. Currently the data from www.clinicaltrials.gov and http://www.chictr.org.cn include 46 plant-derived phytomolecules and 64 traditional Chinese medicinal preparations are under clinical investigations targeting both management and prevention of COVID-19 viral infection (Jin et al., 2020). But still, it requires reliable and high-quality clinical evidence due to small sample size and long time line (Luo et al., 2020; Nile and Kai, 2021; Pang et al., 2020; Wang et al., 2021; Wei et al., 2020; Xu et al., 2020; Zhu et al., 2020). Randomized clinical trials, which reach international visibility and recognition concerning this issue, are urgently required to answer this question. The Ministry of AYUSH has come up with several preventive measures against COVID-19 infection. These preventive measures are published officially as Guidelines for Practitioners in Naturopathy, Siddha, Homeopathy, Unani, Ayurveda, Yoga and for Public Health and Health care Practitioners for COVID-19 (AYUSH Guidelines for COVID-19 2020)AYUSH Guidelines for COVID-19) (Interdisciplinary committee for integration of ayurveda and yoga interventions in the 'National clinical management protocol: COVID-19′ 2020). The Unani system of medicine may offer potential candidates for controlling the disease burden. The textbooks of Unani medicine focused explicitly on air-borne respiratory infections. In Unani medicine, epidemics and pandemics were described with the common term waba, which means diseases affecting a large geographical area. Most of the Unani herbal drugs are cheap, easy to administer and easily available. As an example, vinegar is recommended made from Saccharum officinarum L., Rosa damascena Herrm., Tamarindus indica L., Rheum austral D. Don, Viola odorata L., Terminalia chebula Retz., Cassia fistula L. and Punica granatum L. (Nikhat and Fazil, 2020).Ayurveda can prevent the disease progression by regulating the immune-inflammation state in COVID-19 patients. The Ministry of AYUSH, India, recommended different preventive measures to improve the quality of life of individual patients. Daily practice of Yoga, Dhyana, and Pranayaam practices may help to withstand psychological perturbations in COVID-19 patients (Tillu et al., 2020). The use of spices such as Curcuma longa L., Cuminum cyminum L., Coriandrum sativum L., and Allium sativum L. is recommended for daily use. Consuming herbal decoctions of Ocimum sanctum L., Piper nigrum L., Zingiber officinale Roscoe, Cinnamomum verum J. Presl, Vitis vinifera L. are also recommended as teas to improve the immunity in COVID-19 patients. Taking Emblica officinalis Gaertn., Tinospora cordifolia (Willd.) Miers and Tribulus terrestris L. in equal ratio with honey suggested having benefits in post-COVID related complications. Daily consumption of ashwagandha (Withania somnifera (L.) Dunal) also having benefits in prophylactic care. An ayurvedic herbo-mineral preparation known as Chyawanprasha is also recommended due to its immunoboosting properties and in the management of post-COVID related complications. Patients with sore throat and cough are advised as steam inhalation with Mentha arvensis L. or Trachyspermum ammi L. with Syzigium aromaticum L. powder (Gupta et al., 2021a; Gupta et al., 2021b).Based on the traditional and scientific evidence, the Ministry of AYUSH recommended the consumption of a poly-herbal decoction (Kadha) containing five different herbs namely, Tulsi (Ocimum tenuiflorum L.), Dalchini (C. verum), Kalimirch (P. nigrum), Shunthi (Z. officinale) and Munakka (V. vinifera) for boosting immunity. The network pharmacology analysis data of this immunomodulatory formulation showed to modulate several signaling pathways involved in the regulation of immunity in biological systems such as HIF-1, Estrogen, Rap1, p53, PI3K-Akt, Toll-like receptor, MAPK, cAMP, Ras, Wnt, Adipocytokine, NOD-like receptor, Chemokine, NF-κB, IL-17, TNF, Sphingolipid, and cGMP-PKG. Along with Kadha, it is also recommended to take raisins (dried Munakka) and golden milk (C. longa powder in hot milk) as a prophylactic against COVID-19 to boost immunity in the subjects with compromised immunity (Khanal et al., 2020; Schuster et al., 2017). Global perspective of herbs and herbal formulae from different traditional systems of medicine to inhibit SARS-CoV-2 virusSoon after the outbreak of COVID-19, the National Health Commission of the People's Republic of China announced a combination of TCM and commercial medicines to treat COVID-19 patients (Lin and Li, 2020). After the global spread of COVID-19, rushes for traditional herbal medications against COVID-19 have been reported in different parts of the world (Ang et al., 2020; Benarba and Pandiella, 2020; Mani et al., 2020; Mukherjee, 2019; Paudyal et al., 2021).The exploration of herbs and herbal preparations used in traditional medicine, followed by bioassay-guided isolation of lead compounds from medicinal herbs, represent an attractive approach in combat this pandemic (Tahir et al., 2020). In several African countries, home remedies are used as alternative healthcare remedies to manage COVID-19. Natural spices and leaves of medicinal plants having the antioxidant and anti-inflammatory properties were reported to be effective (Orisakwe et al., 2020).Many natural products have broad-spectrum antiviral activity, may inhibit multiple steps in viral infection and replication and have been used in the treatment of SARS, MERS, influenza, and dengue virus. Fig. 1\nrepresents the chemical structures of the bioactive phytomolecules to be useful for the management of COVID-19 related complications. Moreover, they have been reported as immunomodulators, inhibiting inflammatory effect concerned for the significant morbidity and mortality of COVID-19 infection (Khan and Al-Balushi, 2021; McKee et al., 2020) (Table 1, Table 2, Table 3)\n. Medicinal plants that showed to be effective in the management of post-COVID related complications have been tabulated in Table 4\n. Fig. 2\nrepresents the probable inhibition mechanism of medicinal plants/products against SARS-CoV-2 viral replication. However, the phytochemicals could be toxic at certain levels, and hence in vitro and in vivo researches are needed to evaluate the safe and therapeutic levels for each natural compound before human clinical studies can be conducted (Mani et al., 2020). Infusino et al., (2020) focuses the possible role of supplements, probiotics, and nutraceuticals in reducing the risk of SARS-CoV-2 infection or mitigating the symptoms of COVID-19 in their study.Open in a separate windowOpen in a separate windowOpen in a separate windowFig. 1Chemical structure of the compounds found to be active against COVID-19 virus.Table 1. Herbs found to be effective against COVID-19 through in-vivo/ in-vitro analysisPlant FamilyPlant nameAntiviralAnti-inflammatoryImmunomodulationReferencesIn-vitro/in-vivo assaysAcanthaceaeAndrographispaniculata (Burm.f.) NeesBinding potential with active residues of ACE2 that mediate host viral interfaceAndrographolide reduces the levels of inflammatory cytokines TNFα, IL-12, IL-1β, IL-6, IL-18 in LPS/ IL-4-activated murine macrophagesAndrographolide significantly stimulate the immune response, regulate the production of NK cells andcytokines and stimulate the production of cytotoxic T-lymphocytesLu et al., 2019; Wang et al., 2010; Varma et al., 2011; (Zou et al., 2016)Dhanasekaran and Pradeep, 2020AmaryllidaceaeAllium sativum L.Aqueous bulb extracts and essential oils restrained viral protease enzyme by inhibiting amino acid synthesisAllicin inhibit of TNF-inducedsecretion of IL-1β, CXCL8 and IP10Crushed garlic extract increase the production of IFNγ and expansion of CD4+ T-cellsMohammadi and Shaghaghi, 2020; Lang et al., 2004;Arreola et al., 2015AnacardiaceaeRhus chinensis Mill.Ethanol extract of gall having the inhibitiory activity of SARS-CoV virus into host cell and prevented virus replicationTetra-O-galloyl-β-d-glucose showed to inhibit SARS CoVAqueous extract inhibits the production of inflammatory cytokine IL-6 in-vivoAqueous extract inhibits IL-10 expression and act as immunomodulatorYi et al., 2004; Djakpo and Yao, 2010; Sun et al., 2018bAsteraceaeEchinacea purpureaL.Herb and roots ethanol extract act against some viruses with a membrane through direct virucidal activityUnpurified fresh pressed juice mediated the increased release of various cytokines, including IL-1, IL-10,and TNF-α by macrophagesCrude polysaccharides act as immunostimulatorSharma et al., 2009; Burger et al., 1997BrassicaceaeIsatis indigotica Fortune ex Lindl.Methanol root extract exhibited antiviral activity against Japanese encephalitis virus. An arabinogalactan isolated from the root showed antiviral activity against H1N1 influenza vaccine or hepatitis B surface antigenTryptanthrin was found to have anti-inflammatory activity. Topical administration of extracts significantly inhibited the ear oedema and paw oedema induced by carrageenanPolysaccharides fraction promoted humoral immune response of the body and produces immune effect on KM and Balb/c mice respectivelyb;(Chang et al., 2012) Shan et al., 2015; Chen et al., 2021; Ho and Chang, 2002; Hamburger, 2002CaesalpinaceaeCassia tora L.Ethanol seed extract inhibits 3CL protease and SARS CoV replication. The anti-viral activity measured by cell-based on Vero E6 cellsEthanol seed extract induces expression of phosphorylated cAMP responseIslam et al., 2020; Wen et al., 2011CalophyllaceaeCalophyllum blancoi Planch.Blancoxanthone and pyranojacareubin from the root exhibited antiviral activity against HCoV 229E virusExtracts from leaves and roots showed anti-inflammatory and anti-nociceptive activity in mice modelShen et al., 2005; Filho et al., 2009CelastraceaeTripterygium regelii SpragueTriptofordin C-2 showed antiviral activity against HSV-1, HCMV, measles virus and influenza A virusDichioromethane and ethyl acetate fractions of herbs induced IL-8 in LPS-activated rat macrophagesTripterygiumine I and tripterygiumine Q isolated from root extract exhibited immunosuppressive activity against human peripheral mononuclear cellsHayashi et al., 1996; Lee et al., 1995; Lv et al., 2019CibotiaceaeCibotium barometz (L.) J. Sm.Methanol and ethanol extract of dried rhizome inhibit viral replication, levels of spike protein and SARS-CoV 3CL protease activityThe methanol extract of rhizome suppressed NO and IL-6 and also decreased iNOS and COX-2 expressionWen et al., 2011; Wu and Yang. 2009CompositaeChrysanthemum indicum L.The herb found to inhibitory SARS CoV-2 virusFlower and bud ethanol extract reduced TNF-α, IL-6 and IL-1β productionInflorescence or bud ethanol extract significantly increased delayed-type hypersensitivity reaction, enhanced antibody generation by splenic cells and IgG and IgM levelsKwong et al., 2020; Lee et al., 2009; Cheng et al., 2005DryopteridaceaeDryopteris crassi rhizoma NakaiIt clear heat and detoxify, removes lung hotness and having potent against SARS CoV-2Ethanol root extract diminishes the production of NO and PGE2, down regulate the iNO synthase, COX-2, and TNF-a mRNA expression and also decrease the level of IL-6Bioactive compound of isolated from rhizome extract exhibit immunomodulatory activity by replicating IL-1β, TNF-αYang et al., 2020; Yang et al., 2013; Cheng et al., 2016FabaceaeMucuna pruriens (L.) DC.Peptide fraction has been reported in the treatment of to liver cancer, HCV, and high activities of protecting DNA damagesEssential oil from leaf and flavonoids from seed powder showed anti-inflammatoryThe bean extract showed immunomodulatory activity by modulating TNF-α, IL-6, IFN-l, IL-1b, iNOS and IL-2 level in the CNS and also enhanced the activity of the transcription factor NF-kBTaghizadeh et al., 2021; Avoseh et al., 2020; Javed et al., 2011; Mallurwar et al., 2006; Rai et al., 2017Glycyrrhiza glabra L.Glycyrrhizin (i) was shown to inhibit SARS-coronavirus (SARS-CoV) replicationGlycyrrhizic acid, liquiritin and liquiritigenin inhibited iNOS, COX-2, TNF-α, IL-1β and IL-6. The root extract also inhibited the expression levels of TNF-α, IL-1β and IL-6Glycyrrhizin enhanced proliferation of allogenic T cells along with the production of IFN-γ and IL-10 and reduced IL-4 productionCinatl et al., 2003; Hoever et al., 2005; Fiore et al., 2008; Bordbar et al., 2012GentianaceeGentiana scabra Bungen-hexane extract of rhizome inhibited SARS-CoV replication in cell-based cytopathogenic effectChloroform and methanol extract of rhizomes and roots inhibit production of IL-6 and NOPolysaccharide fraction the aqueous root extract increased lymphocyte proliferationYang et al., 2010; Wen et al., 2011; Wang et al., 2014; He et al., 2015LamiaceaeHyptis atrorubens Poit.Methyl rosmarinates inhibited 3CLpro of SARS-CoV-2 virusSuaveolol and methyl suaveolate isolated from the methanol leaf extract showed anti-inflammatory activity in croton oil ear edema modelQamar et al., 2020; Grassi et al., 2006Salvia miltiorrhizaBungeEthyl acetate and water extract of root showed antiviral activity against enterovirus 71by interrupting viral RNA synthesis and viral entryThe polysaccharides extract inhibited mRNA transcriptions of TNF-α, IL-6, iNOS, and COX-2 and protein expressions of NF-κB, p-p65, and p-IκBa in LPS stimulated RAW264.7 cellsPolysaccharides extract enhanced expression of  IL-4, IL-6,and IFN-γLiu et al., 2013; Chen et al., 2017; Han et al., 2018; Wu et al., 2007Salvia officinalis L.Essential oils from fruits was found to be active against SARS-CoV and HSV-1 replicationFlavonoids isolated from fresh leaves and flowers reduce inflammation in the mouse carrageenan model. It's major constituent caffeic acid decrease the IL-6 levelThe polysaccharide fractions showed immunomodulatory activityLoizzo et al., 2008; Ghorbani and Esmaeilizadeh, 2017; Capek et al., 2003Scutellaria baicalensis GeorgiBaicalein (iv) inhibits 3CLpro, PLpro activity, RdRp and SARS-CoV-2 replication.Chrysin (v) inhibited PLproChrysin-7-O-β-glucuronide, Cosmosiin inhibited 3CLProThe root aqueous extract inhibited the production of NO, IL-3, IL-6, IL-10, IL-12p40, IL-17, IP-10Baicalin suppresses TNF-α, IL-6 and IL-12p70 secretion and expressions of CD80, CD86 and MHC IILiu et al., 2021; Wu et al., 2020; Yoon et al., 2009; Lin et al., 2017(Chen et al., 2018)Scutellaria barbata D. DonFlavon rich extract and aqueous root inhibit parainfluenza-virus-type-1 infection and respiratory syncytial virusIn lipopolysaccharides stimulated RAW264.7 cells the ethanol and ethyl acetate root extracts inhibit the production of iNO, PGE2, IL-6, and IL-1βIn Lewis-bearing C57BL/6 mice model aqueous root extract decreased levels of IL-17, IL-10, FOXP3, TGF-β1, RORγt, and IL-6 and increasing the levels of IL-2 and IFN-γLiu et al., 2018; Guo et al., 2009; Gong et al., 2015; Shang et al., 2010(Chen et al., 2020)LauraceaeCinnamomumzeylanicum L.Butanol extract of bark inhibited SARS CoV virusMethanol bark extract showed anti-inflammatory activity in in-vivo animal modelsPolyphenolic fractions of bark extract stimulate lymphocytes proliferation, immunoglobulin production and IL-1β production. The oil and bark extract having immunosuppressive potentialZhuang et al., 2009; Kubo et al., 1996; Balekar et al., 2014Laurus nobilis L.Essential oils inhibited SARS-CoV and HSV-1 replication in vitroHydro-alcoholic extracts of leaves and seeds showed anti-inflammatory activity in miceEssential oils of leaves shows immune stimulatory activity by decrease in the hematocrites: HCT, hemoglobin (HGB) and increase the level of white blood cellsLoizzo et al., 2008; Esra et al., 2007LeguminosaePsoralea corylifolia L.Ethanol seed extract inhibit SARS virus replication acting on papain‐like protease (PLpro)Bakuchiol inhibited the expression of iNOS in RAW 264.7 macrophages cellsEthanol seed extract having immunostimulant activity and increases cell mediated and humoral immune responsesMohamed et al., 2017; Pae et al., 2001; Kim et al., 2014LessoniaceaeEcklonia cavaPhlorotannins from ethanol extract exhibited antiviral property against porcine epidemic diarrhea virus, influenza A viral strains (H1N1 and H9N2)In LPS stimulated RAW 264.7 cells ethanol extract of reduced NO, PGE2 level and downregulated TNF-α, IL-1β, and IL-6 gene expressionsIn an in-vivo model the enzymatic extract having immunomodulatory effect by enhancing the mRNA expression and production IL-4 and IL-1. It also reduced TNF-α and IFN-γ levelKwon et al., 2013Cho et al., 2019Kim et al., 2019Ahn et al., 2008LoranthaceaeTaxillus chinensis (DC.)Stem and leaf hexane extract inhibit viral replication in SARS-CoV-infected Vero E6 cellsAqueous stem extract inhibits the production of NO and TNF-α and possesses anti-inflammatory activityPolysaccharide fraction enhanced TNF-α and NO productionZhang et al., 2013; Wen et al., 2011; Wen et al., 2011; Ding et al., 2013MeliaceaeAzadirachta indica A. JussNimboloid (terpenoid lactone) is effective in regulating the ARDS, is a key pathological feature of COVID-19Quercetin (i) from leaf methanol extract showed anti-inflammatory activity by the inhibition of TNF-αFlowers aqueous stimulated both specific and non-specific immune responses, humoral and cell mediated responseNimbin (constituent of neem oil) exhibited immunomodulatory activity by potentiate phagocytic activity, antigen-presenting ability of macrophages and enhances IL-1, IFN-Γ, and TNF-α productionShetty et al., 2020; Schumacher et al., 2011; Shah et al., 2009; Das, 2021Toona sinensis (Juss.) M.Roem.The leaf aqueous extract inhibit cellular entry of SARS CoV virusThe aqueous leaf extract suppresses NF-κB pathway and also reduce IL-6 production in LPS-treated RAW264.7 cellsAqueous leaf extract promotes immune responsesWang and Liu, 2014; Peng et al., 2019;(Lim et al., 2020) Yang et al., 2017MoraceaeBroussonetia papyrifera (L.) L'Her. ex VentPolyphenols from ethanol root extract markedly inhibited 3CL and PL CoV proteases. The isolated compounds exerted significant SARS-CoV PLpro inhibitory activity through noncompetitive inhibitionBroussochalcone A inhibits iNOS, by suppression of IkBα phosphorylation, IkBa degradation, NF-kB activation and iNOS expression. Flavonoid rich fraction inhibit the production of TNF-α and IL-6The plant root ethanol extract reduced IgE-dependent passive cutaneous anaphylaxisPark et al., 2017;(Ryu et al., 2019) Wang et al., 2012MyrtaceaeSyzygium aromaticum (L.) Merr.Higher binding affinity with viral and host macromolecular targets and other human proinflammatory mediators, SARSCoV-2 main proteases, spike, human ACE2 and furin proteinsEugenol prevent increase in IL-4, IL-5 and the down regulation of proinflammatory cytokines IL-6 and TNFαEugenol found immunomodulatory activityMaurya and Sharma, 2020; Bachiega et al., 2012; Barboza et al., 2018; Pramod et al., 2010; Dibazar et al., 2015PaulowniaceaePaulownia tomentosa Steud.Apigenin from methanol flower extract suppressed Enterovirus 71 replication by targeting the transacting factorsStem bark methanol extract reduced the production of IL-6 and TNF- α in LPS-stimulated RAW264.7 cellsThe flower polysaccharides extracts enhanced lymphocyte proliferation, serum antibody titer and serum IFN-γ concentrationsJi et al., 2015; Jo and Kim, 2019; Lee et al., 2018; Yang et al., 2019PiperaceaePiper nigrum L.Higher binding affinity with viral and host macromolecular targetsand other human proinflammatory mediators, SARSCoV-2 main proteases, spike, human ACE2 and furin proteinsPiperine inhibits the production of pro-inflammatory cytokines IL-1β, IL-6, IL-10and TNFα by inhibiting NF-κB activationIt act as immunomodulatorMaurya and Sharma, 2020; Dzoyem et al., 2017;Gorgani et al., 2017RanunculaceaeCimicifuga racemosa (L.) Nutt.Rhizome methanol extract inhibit corona virus replication.Cimicifugin (iii) showed antiviral effect against human Respiratory Syncytial Virus (RSV)Root ethanol extract inhibited IL-6, IL-23 and TNF-α mRNA expressionThe triterpenoid saponins possesses immunosuppressiveKim et al., 2008; Guo et al., 2017; Li and Yu, 2006RutaceaePhellodendron chinense C.K.SchneidThe methanol plant extract inhibit coronavirus specific porcine epidemic diarrhea virusMethanol extract reduces release of TNF-α and IL-1β from microglia.In LPS-induced in-vivo model it decreases MCP-1and IL-6 in serum. It also inhibited nitric oxide synthase (iNOS), activated nuclear factor (NF)-κB and phosphorylated IκBα, and attenuated phosphorylation of mitogen-activated protein kinases (MAPKs; ERK 1/2, p38 and JNK) in-vivoPolysaccharides from aqueous extract stimulate humoral immunity, macrophages and NK cellsKim et al., 2008; Sun et al., 2019;Toddalia asiatica (L.) Lam.5,6-Dihydronitidine inhibit 3CLproMethylene chloride and Methanol (1:1) root extract reduces carrageenin-induced acute inflammation paw oedemaEthanol root extract showed immunomodulatory activity by inhibiting Proinflammatory cytokinesGyebi et al., 2021; Kariuki et al., 2013; Martel et al., 2017TheaceaeCamellia sinensis (L.) KuntzeHydrolysable tannins from leaf ethanol extract having antiviral property against influenza A by blocked the viral replication and RNA-dependent RNA polymeraseIn RAW 264.7 cells the ethanol leaf extract decreased the levels of NO, COX-2, IL-6, IL-1b, and TNF-αIn immunocompromised rats aqueous leaf extract increased the level of IL-17A, IL-8, and HBD-2Rahayu et al., 2018; Chattopadhyay et al., 2012; Gomes et al., 2014; Novilla et al., 2017; Mahmood et al., 2016UrtiaceaeUrtica dioica L.Lectin inhibitSARS-CoV infection by targeting early stages of the replication cycle or penetration and neutralizes the virus infectivityHydro alcoholic extract of aerial part decreased IL-6 and High Sensitive C-Reactive Protein (hs-CRP).Flavonoid fraction and flavonoid glycosides from methanol extract of aerial part showed immunostimulatory activityDay et al., 2009; Semalty et al., 2017; Akbay et al., 2003ZingiberaceaeCurcuma longa L.A combination of vitamin C, curcumin and glycyrrhizic acid exhibited COVID-19 Mpro inhibitions.Cucrcumin inhibited human respiratory syncytial virus replication and buddingCurcuminoids prevent leukotriene's, prostaglandins, interferon-inducible protein, TNF, IL-12 and IL-6Aqueous extract increased NO, IL‑2, IL‑6, IL‑10, IL‑12, IFN-γ, TNF-αChen et al., 2020; Ashraf, 2018; Chandrasekaran et al., 2013Zingiber Officinale Roscoe6-gingerol binds at active sites of R7Y COVID-19, mainprotease essential for replicationand reproduction of SARS-Cov-26-gingerol inhibits the production of proinflammatorycytokines IL-1β, IL-12, TNFα6-gingerol possess immunomodulatory propertiesRathinavel et al., 2020; Tripathi et al., 2007; Sharifi-Rad et al., 2017ZygophyllaceaeTribulus terrestris L.Methanol fruit extracts showed in vivo antiviral potential on newcastle disease virus Haemagglutination titer in vivo vero cell line culture. The extract exhibited enormous anti Newcastle disease virus effect in vero cell lineTribulusamide D isolated from the hydroalcoholic extract of T. terrestris exhibited anti-inflammatory effect on lipopolysaccharide stimulated RAW 264.7 macrophages. The phytomolecule inhibited the production of LPS induced nitric oxide and prostaglandin E2, by reducing the expression of inducible nitric oxide synthase and cyclooxygenase 2 expressionSaponins isolated from the aqueous fruit extract exhbited increasing phagocytosis, stimulation of nonspecific immune response in a dose-dependent manner. Alcoholic extract of the whole plant having the effect to increase in humoral antibody titre and delayed type hypersensitivity response in a dose-dependent manner that indicating increased immune responseTilwari et al., 2011.Lee et al., 2017.Malik et al., 2018Open in a separate windowTable 2: Herbs derived secondary metabolites found to be effective against COVID-19 through molecular docking analysis.Plant FamilyPlant nameAntiviralAnti-inflammatoryImmunomodulationReferencesMolecular docking studyApocynaceaeNerium oleander L.Digitoxigenine (ix) and Calarene (x) interact with Coronavirus spike protein.The flower aqueous extract inhibited NO production and ERK phosphorylation.Oleandrin blocked TNF-α induced activation of NF-kB.Stimulate the cell-mediated and the humoral mediated immune systems, specifically stimulates T and B lymphocytes.Aanouz et al., 2021; Atay Balkan et al., 2018; Manna et al., 2000;AcantahaceaeAndrographis paniculata (Burm. f.) Wall. ex NeesAndrographolide (xxvi) inhibthe main protease of SARS-COV-2 (Mpro) through in silico studiesAndrographolide significantly reduced production of IL-1β, IL-6, CXCL-1, MCP-1Andrographolide was reported to stimulate an innate immune response in in-vivo model. Ethanol extract induced phagocytic activity and peritoneal macrophages and Increases lymphocytes cell proliferationEnmozhi et al., 2021Shen et al., 2002; Puri et al., 1993;(Banerjee et al., 2021) Churiyah et al., 2015AmaranthaceaeAmaranthus tricolor L.Amaranthin (xxiv) may inhibit SARS-CoV-2 3CLpro activity and hence virus replicationThe hydroalcohol extract of leaves showed anti-inflammatory activity in in-vivo modelUl-Qamar et al., 2020; Bihani et al., 2013; Srivastava, 2017AmaryllidaceaeAllium sativum L.Allyl disulfide, allyl trisulfide, allyl (E)-1-propenyl disulfide, allyl methyl trisulfide, diallyl tetrasulfide, 1,2-dithiole, allyl (Z)-1-propenyl disulfide, 2-vinyl-4H-1,3-dithiine, 3-vinyl-1,2-dithiacyclohex-4-ene, carvone, trisulfide, 2-propenyl propyl, methyl allyl disulfide, diacetonalcohol, trisulfide, (1E)-1-propenyl 2-propenyl, allyl sulfide, 1-propenyl methyl disulfide, trisulfide, (1Z)-1-propenyl 2-propenyl showed inhibition of the ACE2 proteinAllicin (xxv) may act as potential inhibitors of the COVID-19 MproDMSO extract of Garlic powder reduced NF-κB, IL-1β, IL-6, TNF-α and diallydisulfide also significantly reduced IL-1β and TNF-αAqueous extract of Garlic powder increases the nucleolar activity and lymphocyte proliferationThuy et al., 2020; Khaerunnisa et al., 2020; Keiss et al., 2003; Zamani et al., 2011ApiaceaeAngelica keiskei (Miq.) Koidz.Nine alkylated chalcones and four coumarins exhibited 3CLpro and PLpro inhibitory activity in a dose dependent mannerThe n-hexane bark extract down regulate NF-κB-dependent gene products. Compounds present in the plant showed potent inhibition of IL-6 production in TNF-α-stimulated MG-63 cell.Xanthoangelol B, xanthoangelol C, and xanthoangelol E are immunological stimulators.*Selinidin suppress LTC4 synthesis and TNF-α productionIslam et al., 2021; Caesar and Cech, 2016; Kil et al., 2017AsteraceaeAster tataricus L.The phytomolecules may inhibit 3CLpro or viral entry through binding with spike proteinEthanol root extract decreased IL-1β, IL-6 and TNF-α level.Zhang et al., 2020d;Rho et al., 2020AsteraceaeErigeron breviscapus (Vaniot) Hand.-Mazz.The phytomolecules may inhibit 3CLpro or viral entry through binding with spike proteinScutellarin reduced IL-18, and IL-1β. Breviscapine down-regulated IL-6 In-vivoZhang et al., 2020d;Zhu et al., 2018BetulaceaeAlnus japonica (Thunb.) Steud.Diarylheptanoids (Hirsutenone) inhibited replication of SARS-CoV PLpro by inhibiting Papain like protease.Ethanol bark extract inhibit NO and COX-2 production. Triterpenoid present in the plant inhibit IL-1β and IL-6 levels induced by LPS in macrophage cells.Ethanolic extract of leaves and barks of A. japonica possesses immunomodulatory activityDemeke et al., 2021; Choi et al., 2011; Kim et al., 2005BrassicaceaeIsatis indigotica FortuneIndigo, sinigrin, aloe emodin (xxiii) and hesperetin blocked the cleavage processing of the 3CLproRoot methanol extract inhibited TNF-α, IL-1 or IL-6 productionThe root aqueous extract with DNA vaccine has adjuvant effect on the immune response against foot-and-mouth-disease-virusLiang et al., 2020;Meng et al., 2017; Lin et al., 2005;Chen et al., 2012CelastraceaeTripterygium regelii Sprague & TakedaQuinone-methide triterpenes celastrol, pristimerin, tingenone, iguesterin and dihydrocelastrol showed potent inhibitory activities against SARS-CoV 3CLpro(Ryu et al., 2010)bEuphorbiaceaePhyllanthus emblica L.Phyllaemblicin B (xiv) andphyllaemblinol showed binding affinity to Helicase (Nsp13).Phyllaemblicin G7 showed binding affinity to Spike protein, ACE2 proteinPhyllaemblinol exhibited binding affinity to 3CLpro.Phyllaemblicin B found to inhibit RNA-dependent RNA polymeraseThe aqueous fruit extract suppress COX-2, iNOS, IL-16, IL-6 and reduced TNF-α, IL-1βThe aqueous fruit extract enhance NK cell activity and antibody dependent cellular cytotoxicityYin et al., 2021; Wu et al., 2020; ; (Wang et al., 2017)Suresh and Vasudevan, 1994LegumesPhaseolus vulgaris L.3,5,7,3′,4′,5′-hexahydroxy flavanone-3-O-beta-D-glucopyranoside have potential anti- SARS-CoV-2 property.Quercetin-3-glucuronide-7-glucoside, Quercetin 3-vicianoside, Schaftoside, Chrysoeriol 8-C-glucoside, Isosakuranetin 7-O-neohesperidoside, Delphinidin 3-O-glucoside, Petunidin 3-O-glucoside found to bind with Mpro and ACE2 receptors.The navy bean or black bean flour-containing diet significantly reduced IL-1β, TNFα, IFNγ, IL-17A, and IL-9.The lectin crude extract has immunomodulatory effectUl-Qamar et al., 2020; Joshi et al., 2020; Chaki and Bhattacharjee, 2016MagnoliaceaeMagnolia officinalis Rehder & EHWilsonMagnolol (xvi) showed potential PLpro inhibition.Honokiol and magnolol inhibit PGD2, PGE2, leukotriene C4, LTB4, and thromboxane B2. Bark extracts inhibit the production of IL-6 in HGF-1 cells.polyphenol rich aqueous extract from bark reduced serum NO, IL-6 and TNF-α, inhibiting pneumonia, decreasing lung viral titers and sensitizing IVA-induced apoptosisWu et al., 2020; Lin et al., 2007; Wu et al., 2011MenispermaceaeTinospora cordifolia (Willd.) MiersBerberine (xxi), isocolumbin, magnoflorine (xxii) and tinocordiside interfere with the viral attachment and replication due to binding efficacy against surface glycoprotein and receptor binding domain and main proteaseChloroform stem extract prevented IL-6, IL-1β and PGE2Aqueous and methanolic stem extract stimulate production of IFN-γ, TNF-α, and IL-1βCordifolioside A and syringin possess immunomodulatory activityAlsuhaibani and Khan, 2017; Sagar and Kumar, 2020; Vellingiri et al., 2020; Sharma et al., 2012; Philip et al., 2018MyricaceaeMyrica cerifera L.Myricitrin (xi) showed good interaction potential with SARS-CoV-2 3CLpro receptor.Myricanone down-regule the NF-κBUl-Qamar et al., 2020; Paul et al., 2013;OleaceaeOlea Europaea L.Luteolin-7-glucoside (xii) and Oleuropein (xiii) appeared to have potential to act as COVID-19 Mpro inhibitors.Oleuropein inhibit IL-1β production and down regulated iNOS, COX-2, NFKB, and JNK, and IL-6 and IL-1βThe hydroalcohol leaf extract reduced IL-1β, IL-6, IL-8,TNF-α and iNOS expressionKhaerunnisa et al., 2020; Nediani et al., 2019; Vezza et al., 2017OxalidaceaeAverrhoa bilimbi Linn.It possesses potential inhibition of Main Protease (Mpro) by Molecular docking studyThe methanol fruit extract decreased IL-1b, IL-6, TNF-a levelsMethanol fruit extracts significantly inhibited the CD18/11a expressionKhaerunnisa et al., 2020; Harun et al., 2015PiperaceaePiper longum L.Piperolactam A (xv) interacts with Mpro and ACE2 enzyme.Dichloromethane fraction suppress IL-1β, IL-6, and TNF-α.Fruits inhibited the release of cytokines, eosinophil infiltration in lungs.Piperine having anti-apoptotic and restorative ability against splenic B and T cell population and IL-2 and gamma-Interferon releaseWang et al., 2017; Joshi et al., 2020; Pathak and Khandelwal, 2007;RanunculaceaeNigella sativa L.Nigellidine (vii) and α- Hederin (viii) showed to inhibit 3clpro/Mpro COVID-19 and 3clpro/Mpro SARS-coronavirus in an in-silico study.The fixed oil and thymoquinone both found to down-regulate COX, 5-LO, 5-HETE and suppresses IL-6, TNFα, and NO productionThe aqueous seed extract improves both cellular immunity and humoral immunity by stimulating CD4+Salim and Noureddine, 2020; (Majdalawieh and Fayyad, 2015SolanaceaeWithania somnifera (L.) DunalWithanone (xviii) block or weaken COVID-19 entry and its subsequent infectivitySteroidal lactones and quercetin potentially inhibited SARS COV PLpro and 3CLproAqueous root extract inhibited IL -8, IL‑6, TNF‑α, IL‑1β and IL‑12A herbo mineral formulation containing aswagandha significantly increased the CD4+ and CD8+.Balkrishna et al., 2020b; Gupta and Singh, 2014; Chandra et al., 2012; Sikandan et al., 2018; Davis and Kuttan, 2000; Gupta et al., 2006; Trivedi et al., 2017; Das et al., 2021TaxaceaeTorreya nucifera (L.) Siebold & Zucc.Biflavone (xix), amentoflavone (xx) showed 3CLpro inhibitory effectThe leaves reduced secretion of IL-1β, IL-6, NO and PGE2Ryu et al., 2010a;(Yoon et al., 2009)TheaceaeCamellia sinensis (L.) KuntzeTheaflavin-3’-gallate, Theaflavin-3,3’-digallate and tannic acid are effective against 3CLProIsolated Theaflavin from leaves of C. sinensis exhibited inhibitory activity against SARS-COV-2 virus through binding to RNA dependent RNA polymeraseEthanol leaf extract and epigallocatechin gallate suppressed the production of NO, COX-2, IL-6, IL-1β, and TNF-αHot water extract of leaves significantly increased blood leucocyte, lymphocyte count, peritoneal macrophages, spleen and thymic lymphocytes count, lung macrophages countChen et al., 2005; Novilla et al., 2017; Gomes et al., 2014; Sharangi, 2009; Islam et al., 2021ZingiberaceaeZingiber officinale Roscoe6-gingerol (xvii) showed interaction with viral proteases, RNA binding protein, Spike proteinHot water extracts of fresh rhizomes inhibited viral attachment of human respiratory syncytial virus (HRSV)Rhizome supplement reduced TNF-α, IL-6 level.Ginger essential oil recovered the humoral immune responseChang et al., 2013; Rathinavel et al., 2020; Maged et al., 2013; Penna et al., 2003; Carrasco et al., 2010ZygophyllaceaeTribulus terrestris L.Cinnamic amides and ferulic acid showed inhibitory activity against PLpro.Tribulusamide D inhibited the production of iNOS, PGE2 and reduced the expression of IL-6, IL-10 and TNF- αSeed aqueous and ethanol extracts increases IL-6 levelSong et al., 2014; Wu et al., 1999; Lee et al., 2017; Abdelrazek et al., 2018Open in a separate windowTable 3. SARS-CoV-2 inhibition potential of herbs from traditional formulation through evidence based approachesPlant FamilyPlant nameAntiviralAnti-inflammatoryImmunomodulationReferencesHerbs used in traditional formulationFabaceaeAstragalus propinquus SchischkinUsed as an ingredient in Yu Ping Feng San for the treatment of SARS-CoV infectionIsoliquiritigenin and liquiritigenin inhibited IL-6 and IL-12 productionsPolysaccharide-enriched fraction suppressed IL-1β, IL-6 expression and TNF-α level in LPS-induced macrophagesAqueous root extract enhances IL-1α and IL-12 expressionThe plant extract capable of diminishing the levels of TNF-α and IL-1β, and P-selectin and ICAM-1Lee et al., 2003; Gong et al., 2018; Li et al., 2014Glycyrrhiza uralensis Fisch.Used as an ingredient in Lian Hua Qing Wen Capsule used for the Treatment of SARS-CoV infection.Isoliquiritigenin, iso-liquiritin, and liquiritigenin decreased the mRNA levels of TNF-α and IL-6Polysaccharides from hydroalcohol root extract activate CD4+ and CD8+ immune cells population and increased production of IL-2, IL-6, IL-7 levels and decreased TNFα levelsYang et al., 2020; Tanaka et al., 2008; Tanemoto et al., 2015; Ayeka et al., 2017LabiateaeSchizonepeta tenuifolia (Benth.) Briq.Used as an ingredient in yin qiao san used as an anti-SARS-CoV drugThe ethanol extract of the aerial part significantly decreased COX-2, PGE2 and NO production by inhibiting the production of TNF- α, IL-1β, IL-6Aqueous extract of the aerial part suppressed IFN-α, TNF-y, IL-4, IL-6 and IL-10Lin et al., 2018; ; (Wang et al., 2011)Byun, 2014(Chen et al., 2017); Yang et al., 2020LamiaceaeMentha haplocalyx Briq.Used as an ingredient Lian Hua Qing Wen Capsule for the Treatment of SARS-CoV infectionPhenolic fraction and linarin from ethanol extract of aerial part decreased NO, TNF-α, IL-1β, and IL-6 production and suppress mRNA expression levels of iNOS, TNF-α, IL-1β, and IL-6The ethanol extract of aerial part inhibited Ig- E, IL-4 and IL-5 productionYang et al., 2020; Lee et al., 2011; Zhang et al., 2015; Chen et al., 2017MoraceaeMorus alba L.Used as ingredient for the formulation, Shashen Maidong Tang and Xie Bai San, for treating recovery stage patients with COVID-19In an in-silico study morusin (vi) was identified as potential M protease inhibitorsThe aqueous and ethanol root bark extract suppressed the expression of TNF-α, c-Fos, p-p38, and pNF-κB p65. Restored iNOS, COX-2, IL-10, and IL-1β expressionKuwanon G significantly decreased the levels of IgE and IL-4, IL-5, and IL-13 in the sera and BAL fluidsPolysaccharidesfrom aqueous root bark extract increased lymphocyte proliferation and decreased antibody production from B cellsKwong et al., 2020; Yan et al., 2020; Zhang et al., 2020; Bayazid et al., 2020; Kavitha and Geetha, 2018; Kim et al., 2000RosaceaeArmeniaca sibirica (L.) Lam.Aqueous seed extract used as an ingredient in Lian Hua Qing Wen Capsule used for the Treatment of SARS-CoV infectionThe methanol seed extract able to suppress PGE2 and NO productionErdogan-Orhan and Kartal, 2011; Yang et al., 2020; Chang et al., 2005Open in a separate windowTable 4. Medicinal plants to be useful for the management of post-COVID complicationsFamily NamePlant NameMechanism of ActionDisease orientationReferenceAcanthaceaeAndrographis paniculata (Burm.f.) NeesAndrographolide improved cell apoptosis, collagen deposition and epithelial-mesenchymal transition in HK-2 cell line. It also improved renal tubular cell apoptosis, tubulointerstitial fibrosis, epithelial-mesenchymal transition, NLRP3 inflammasome activation and mitochondrial dysfunction in high glucose treated ratsKidney complications(Liu et al., 2021)Hydroalcohol extract improved lung injury condition by enriching the inflammatory response, NF-κB p65 protein expression and nuclear translocation, and phosphorylation of IκBα in male Wistar ratsLung related complicationsYao et al., 2021Water extract of whole plant improved myocardial inflammation pathway, reduced the chances of cardiac hypertrophy and myocardial apoptosis in high fat diet obsessed miceCardiac complicationsHsieh et al., 2016Andrographolide improved GSK-3β activity, β-catenin and NeuroD1 levels in-vivo. Thus, it can be used to improve depression like behavioursMental ProblemVarela-Nallar et al., 2015Hydroalcohol extract of aerial parts restored glutamate oxaloacetate transaminase, glutamate pyruvate transaminase, alkaline phosphatase, superoxide dismutase, glutathione peroxidase and lipid peroxides level in paracetamol treated rat liverLiver related problemNagalekshmi et al., 2011Androgrpholide reported to protect mesencephalic neurons by reducing dopaminergic neurodegenaration in-vitro and also inhibited in-vivo microglial inhibition, ROS and pro-inflammatory cytokine production in lipopolysaccharide treated ratsParkinsonismWang et al., 2004AmaranthaceaeAmaranthus tricolor L.Leave extracts with organic solvents (methanol, petroleum ether, dichloromethane) improved gene expression of the pro-inflammatory cytokines, TNF-α, IL-1 and IL-6 in AGEs-induced oxidative stress and neuroinflammation associated with the risk of brain aging and developing Parkinson's diseaseParkinsonismAmornrit and Santiyanont, 2015Ethanol leaves extract improved serum GOT, GPT, GGT, ALP, bilirubin, and MDA level in CCl4 treated ratsLiver related problemAl-Dosari, 2010AmaryllidaceaeAllium sativum L.Allicin isolated from bulbs improved acute lung injury and inflammation, oxidative stress, apoptosis condition in lipopolysaccharide treated neonatal rats and as a traditional medicine in Peru it used to treat cough, cold and sore throatLung related complicationsVillena-Tajeda et al., 2021,Wang et al., 2018Diallyl trisulfide improved liver injury by reducing the serum aspartate transaminase, alanine aminotransferase levels, sterol regulatory element binding protein and cell apoptosis in ethanol treated ratLiver related problemChen et al., 2016Ethanol extract of bulb improved renal failure by restoring antioxidant and serum biomarker levels in cisplatin treated ratsKidney complicationsAnusuya et al., 2013AnacardiaceaeRhus chinensis Mill.Aqueous extract of fruit pulp reduced calcium oxalate crystal formation, aggregation and crystal density in in-vitro calcium oxalate crystallizationKidney complicationsHeirangkhongjam and Ngaseppam, 2021Dammarane-type triterpenoids isolated from the root extract prevented heart failure in zebra fish by enhancing heart dilatation, venous congestion, cardiac output, blood flow velocity and heart rateCardiac complicationsYe et al., 2020Phenolic compound of fruit extract improved serum lipid level, steatosis and liver damage in high-fat and ethanol treated rat modelLiver related problemWu et al., 2019ApiaceaeAngelica keiskei (Miq.) Koidz.Ethanol extract of aerial parts its active principle, 4-hydroxyderricin improved myosin heavy chain degradation by suppressing expressions of MAFbx, MuRF-1 and myostatinCardiac complicationsKweon et al., 2019Ethanol extract of aerial parts improved apoptosis via intrinsic and extrinsic pathways against AAP treated hepatotoxicityLiver related problemChoi et al., 2017Xanthoangelol isolated from the hydroalcohol extract of aerial parts (1) inhibited monoamine oxidase and dopamine β-hydroxylase in ratsMental problemKim et al., 2013AsteraceaeEchinacea purpurea L. MoenchA double blind, placebo-controlled study (clinical study) decreased anxiety conditionsMental problemHaller et al., 2019Hydroalcohol extract of aerial part decreased serum AST, BUN, total and direct bilirubin content and improved histopatholgical changes of kidney tissue by early fibrosis and proliferationKidney complicationsRezaie et al., 2013Alk-8/9 isolated from the root showed good hepatoprotective activity against acute fulminant hepatitis condition in-vivo by increasing the expression of heme oxygenase (HO)-1 protein lipopolysaccharide/ D-galactosamine treated miceLiver related problemHou et al., 2011Erigeron breviscapus (Vaniot) Hand.-MazzScutellarin showed potent hepatoprotective effects by improving CYP2E1 and IκBα/NF-κB signaling pathways in carbon tetrachloride treated miceLiver related problemMiao et al., 2021Scutellarin improved lung damage due to its antioxidant, antinflammatory and antiapoptotic effects in a bilateral hind limb ischemia–reperfusion rat modelLung related complicationsIbrahim et al., 2019Scutellarin improved renal function by reducing serum creatinine, blood urea nitrogen, urine total protein and microglobulin contentKidney complicationsWu et al., 2018Ethanol whole plant extract, ethyl acetate and aqueous fraction potently and noncompetitively inhibited GABA transaminase and succinic semialdehyde dehydrogenase enzymes in in-vitro assay due to the presence of flavonoidsParkinsonismTao et al., 2008BrassicaceaeIsatis indigotica Fortune ex Lindl.Erucic acid isolated from the ethanol extract improved lung injured condition by reducing CD8+ cytotoxic T lymphocyte, pro-apoptotic, hyperactivity signalling pathways and the immune inflammationLung related complicationsLiang et al., 2020CaesalpinaceaeCassia tora L.Hydroalcohol seed extract improved anxiolytic and antidepressant condition in Swiss mice model by reducing the locomotor activity and convulsionMental ProblemShrivastava et al., 2020Seed extract improved renal reperfusion injury in rats by reducing blood urea nitrogen and serum creatinine level and increasing the catalase, superoxide dismutase, glutathione peroxidase, antioxidant, and nitric oxide expressionKidney complications(Park et al., 2019)Traditionally the leaves and seeds possess cardiotonic and cardioprotective activityCardiac complicationsAwasthi et al., 2015The plant exhibited improved lung metastasis condition in BALB/c mice bearing 26-M3.1 colon carcinoma cell tumoursLung related complicationsZhao et al., 2013Ethanol seed extract reduced plasma lipid levels, hepatic lipid accumulation and improved hepatic histological lesions by enhancing the phosphorylation of AMP-activated protein kinase enzyme in high fat diet treated ratLiver related problemTzeng et al., 2013Petroleum ether, methanol and ethyl acetate extract improved in oxotremorine treated miceParkinsonismSuryawanshi et al., 2009CelastraceaeTripterygium regelii SpragueMethanol extract of leaves may prevent Parkinson's disease by increasing Bax, tyrosine hydroxylase, caspase-3, caspase-9 level, brain-derived neurotrophic factor and by decreasing Bcl-2 in SH-SY5Y cellsParkinsonismChoi et al., 2010CibotiaceaeCibotium barometz (L.) J. Sm.Hemiterpene glycosides isolated from hydroalcohol extract of rhizome showed hepatoprotective activity against acetaminophen induced HepG2 cell deathLiver related problemXie et al., 2017CompositaeChrysanthemum indicum L.Ethanol flower extract showed cardio-protective activity by inhibiting atherosclerosis and decreased serum lipid level in high fat diet treated ratsCardiac complicationsSravanthi and Shakir, 2017Ethanol extract improved p53 expression in porcine kidney cell line and also improved histopathological alterations and apoptosis in cisplatin treated ratsKidney complicationsKim et al., 2015Aqueous flower extract showed hepatoprotective activity by decreasing glutamic oxaloacetic transaminase and pyruvic transaminase level in hepatocellular carcinoma cellsLiver related problemJeong et al., 2013Aqueous extract of flowers improved anxiolytic activity in mice mediated by the GABAA receptor and the 5-HT1A receptorMental ProblemHong et al., 2012Methanol extract possessed protective effect against cytotoxicity in Parkinson's disease induced cell model by inhibiting cell loss, IκB-α degradation, NF-κB p65 and production of reactive oxygen species and prostaglandin E (2) expressionParkinsonismKim et al., 2011DryopteridaceaeDryopteris crassirhizoma NakaiEthanol extract improved in-vivo allergic asthma condition and airway inflammation by inhibiting the activation of NF-κB signallingLung related complicationsPiao et al., 2020EuphorbiaceaePhyllanthus emblica L.Ethanol fruit extract suppressed neuroinflammation in Microglia and promoted neurite outgrowth in Neuro2a cellsParkinsonismPhochantachinda et al., 2021Aqueous fruit extract improved endothelial function, decreasing reflection index, and malondialdehyde level and increased nitric oxide, glutathione activity in a randomised, double blind, placebo controlled clinical studyCardiac complicationsUsharani et al., 2019Aqueous fruit extract prevented precancerous lung lesions through regulating the IL-1β/miR-i101/Lin28B signaling pathway in benzopyran treated miceLung related complicationsWang et al., 2017Aqueous fruit extract improved in-vivo high fat diet (HFD)-induced dyslipidaemia, hepatosteatosis, and oxidative stress and significantly reduce body weight, enhance the antioxidant enzyme activities, and improve steatosis through elevating adiponectin in adipocytes and PPAR-α in the liverLiver related problemHuang et al., 2017Ethanol fruit extract improved SOD, CAT, GSH-Px, GSR, GSH, GST and TBARS level and decreased AChE activity in brain tissue homogenatesMental ProblemUddin et al., 2016Aqueous fruit extract improved malondialdehyde level, total antioxidant capacity, superoxide dismutase and catalase activity in contrast induced kidney injured ratKidney complicationsTasanarong et al., 2014FabaceaeAstragalus propinquus SchischkinAstragaloside IV (AS-IV) inhibited apoptosis and inflammation via activating the JAK2/STAT3 signalling pathwayParkinsonismXu et al., 2021Aqueous extract of the plant inhibited TNF-α and IL-6 production and down regulated the protein and mRNA expression of toll-like receptors 4, IL-1 receptor-associated kinase-1 and NF-κB/p65 in lipopolysaccharide treated ratsLung related complicationsQin et al., 2018The plant prevented Ca2+ current remodelling in heart failure by down regulating CaMKIICardiac complicationsLi et al., 2017The renal protective effects mediated through suppression of transforming growth factor beta expression and enhance nitric oxide production in Patients on Peritoneal DialysisKidney complicationsLui et al., 2015Aqueous extract suppressed tyrosine hydroxylase and acetylcholine transferase expression in the brain of repeated stress treated depressed ratsMental ProblemPark et al., 2009Glycyrrhiza glabra L.Methanol extract exhibited protective action against pulmonary fibrosis lung of rats. The extract decreased hydroxyproline level in pulmonary tissueLung related complicationsFekri et al., 2021Glycyrrhizin reduced thrombin-fibrinogen clotting time, thrombin-induced platelet aggregation and improved plasma recalcification durationCardiac complicationsHasan et al., 2021Glycyrrhizin isolated from the aqueous root extract possessed anti-depressant activity in mice modelMental ProblemHasan et al., 2021A clinical study suggested oral administration of root syrup prepared with sugar, citric acid and gelling agent showed good symptomatic relief from Parkinson's diseaseParkinsonismPetramfar et al., 2020Glycyrrhizic acid, liquiritin and liquiritigenin isolated from fermented root extract showed hepatoprotective activity in alcohol treated mice by decreasing lipid accumulation and increasing the hepatic glutathione levelLiver related problemJung et al., 2016Glycyrrhetinic acid isolated from the plant reduced the serum potassium concentration and hyperkalemia in hemodialysis patientKidney complicationsFerrari, 2009Glycyrrhiza uralensis Fisch.Gancaonin N improved inflammatory response by inactivating the MAPK and NF-κB signaling pathways in acute pneumonia induced in-vitro modelLung related complicationsKo et al., 2021Isoliquiritigenin exhibit protective effect on dopaminergic cell under oxidative stress conditions by regulating the apoptotic processParkinsonismHwang and Chun, 2012Liquiritin isolated from aqueous extract of root improved superoxide dismutase activity and plasma malondialdehyde level in chronic variable stress treated depressed ratsMental ProblemZhao et al., 2008Mucuna pruriens (L.) DC.Aqueous seed extract improved protection of kidney by decreasing serum ALT and other kidney enzyme levels in arsenic treated ratsKidney complicationsConcessao et al., 2020Hydralcohol extract of leaves improved serum ALT, AST, ALP, and bilirubin levels in isoniazid-rifampicin treated ratsLiver related problemObogwu et al., 2014Hydroalcohol seed extract improved anti-depressant activity by reducing immobility time and showed potent activity against chronic unpredictable mild stress in ratsMental problemRana and Galani, 2014Seed powder can improve long term management of Parkinson's disease and provide symptomatic relieve from PDParkinsonismKatzenschlager et al., 2004GentianaceaeGentiana scabra BungePolyphenolic compounds isolated from aqueous extract exhibited hepatoprotective activity in CCl4 induced mice model by reducing oxidative stress and liver injuryLiver related problemKo et al., 2011Gentiacaulein isolated from the plant possessed antidepressant activity by inhibiting Monoamine oxidaseMental problemYang et al., 2010LabiateaeSchizonepeta tenuifolia (Benth.) Briq.Hydroalcohol extract inhibited pro-inflammatory cytokines and oxidative stress, and activated the Nrf2-HO-1 axis in lipopolysaccharide treated miceLung related complicationsLee et al., 2021LamiaceaeMentha haplocalyx Briq.In TCM system Lian Hua Qing Wen Capsule containing the plant along with some other plant clear heat and relaxes lungLung related complicationsYang et al., 2020Salvia miltiorrhiza BungeAqueous extract of the plant improved lung injured condition by inhibiting the production of TNF-α, IL-6 and the protein and mRNA expression of toll-like receptors 4, nuclear factor-ΚB, IL-1 receptor-associated kinase-1Lung related complicationsQin et al., 2018(Chen et al., 2017)Essential oil from the aerial parts showed improved anxiolytic condition by increasing the intracellular Cl- concentration in in-vitro cell culture and also improved the anxiolytic effect and social interaction in in-vivo modelMental ProblemLiu et al., 2015Cryptotanshinone isolated showed prevention of TNF-α, GalN/LPS-induced apoptosis, caspase-3, -8, -9 and cytochrome c activation. It also prevented the JNK, ERK and p38 phosphorylation and pro-inflammatory cytokine production in d-galactosamine (GalN)/lipopolysaccharide (LPS) treated miceLiver related problemJin et al., 2014Intraperitoneal injection of aqueous root extract improved kidney iron, blood urea nitrogen, malondialdehyde and creatinine levelKidney complicationsGuan et al., 2013Salvanolic acid B from the aqueous extract of aerial part improved caspase-3 activity, and cytochrome C translocation from mitochondria to the cytosol. It also decreased the extracellular signal-regulated kinase activation and activated 6-hydroxydopamine-suppressed protein kinase CParkinsonismTian et al., 2008Salvia officinalis L.Leaves extract showed hepatoprotective activity in oestrogen deficient ovariectomized rats by altered plasma transaminases and lipid profile activities of liverLiver related problemKoubaa-Ghobrel et al., 2020aEssential oils improved liver biochemical marker, cholesterol, body weight and renal dysfunction in high fat diet treated ratKidney complicationsKoubaa-Ghobrel et al., 2020bEssential oils potentially reduced aspartate transaminase, alanine transaminase, γ‐glutamyltranspeptidase and lactate dehydrogenase activities and total cholesterol, triglycerides, total lipids, and low‐density lipoprotein cholesterol level in high fat diet induced miceCardiac complicationsKoubaa-Ghobrel et al., 2020bLeave infusion inhibited lung fibrosis in rats and normalized lipid peroxidation, superoxide dismutase and catalase activitiesLung related complicationsBahri et al., 2020In a clinical study the ethanol extract of dried leave improved anxiety, alertness, calmness and contentedness on the Bond–Lader mood scalesMental problemKennedy et al., 2005Scutellaria barbata D. DonWogonin (flavonoid) exhibited protective effect against atherosclerosis and restenosis by suppressing the proliferation of vascular smooth muscle cell and inhibited MMP-9 secretionCardiac complicationChen et al., 2020Pre-treatment of aqueous root extract improved in-vivo renal dysfunction by reducing the pro-inflammatory cytokine level, tubular injury and toxic effects in cisplatin treated miceKidney complicationsLee et al., 2010Wogonin isolated from the ethanol root extract showed anxiolytic activity in in-vivo elevated plus maze testMental problemHui et al., 2002LauraceaeCinnamomum zeylanicum L.Bark extract increased latency period and possessed anxiolytic activity in in-vivo modelsMental ProblemJain and Gupta, 2019Aqueous bark extract improved serum alanine aminotransferase, aspartate aminotransferase, creatinine, urea level in-vivo and reduced histological alterations in acetaminophen treated miceKidney complicationsHussain et al., 2019Aqueous bark extract showed hepatoprotective activity against acetaminophen treated hepatotoxicity by decreasing the serum alanine aminotransferase, aspartate aminotransferase, creatinine, urea levels and histological alterations in liverLiver related problemHussain et al., 2019Bark extract inhibited catalepsy in Parkinson's disease induced mice modelParkinsonismMoazedi and Parham, 2018Methanol bark extract showed cardio-protective activity by controlling blood pressure and inhibiting angiotensin-converting enzyme in Sheep tissuesCardiac complicationsRanjini et al., 2016Methanol bark extract improved lung condition by inhibiting angiotensin-converting enzyme in Sheep tissuesLung related complicationsRanjini et al., 2016Laurus nobilis L.Ethanol extract of leaves reduced the level of liver biomarkers including pro-inflammatory cytokine production, NLRP3 inflammasome activation, interleukin‐1β secretion and caspase‐1 activation in an in-vivo acute lung infection modelLung related complicationsLee et al., 2018Ethanol leaf extract reduced liver biomarkers level such as alanine aminotransferase, aspartate aminotransferase, alkaline phosphatase, γ -glutamiltransferase, bilirubin, urea, albumin, glucose, cholesterol, triacylglycerides in CCl4 induced hepatotoxicity in-vivo modelLiver related problemGasparyan et al., 2015Spirafolide isolated from the methanol leave extract improved dopaminergic toxic condition by increasing cell survival rate and decreasing intracellular ROS levelsParkinsonismHam et al., 2010LeguminosaePsoralea corylifolia L.Corylin isolated from the whole plant extract reduced LPS-induced pro-inflammatory IL-6 and TNF-α production in human bronchial epithelial cells and in mice. It also inhibited the mitogen-activated protein kinase phosphorylationLung related complicationsChen et al., 2021D3, 2-hydroxybakuchiol (BU) isolated from the hydroalcohol seed extract inhibited dopamine uptake in dopamine transporter transfected Chinese hamster ovary cells and blocked dopamine reuptakeParkinsonismZhao et al., 2009Psoralidin from the seed extract improved 5-HT, 5-hydroxyindoleacetic acid and dopamine secretion in mice brain and also improved the stress condition by improving the release of adrenal corticotropin hormone, corticosterone and serum corticotropin-releasing factorMental ProblemYi et al., 2008Bakuchiol, bakuchicin and psoralen isolated from the aqueous seed extract showed protective effect against tacrine treated cytotoxicity in Hep G2 cellsLiver related problemCho et al., 2001LessoniaceaeEcklonia cavaDieckol isolated from the hydroalcohol extract improved calcium Signaling, PI3K/AKT/eNOS Pathway and vasodilation in in-vitro endothelial cell and in-vivo zebrafish modelsCardiac complicationsLu et al., 2021Ethanol extract improved cognitive function in-vivo by reducing the production of Aβ and tau-hyperphosphorylationMental problemPark et al., 2019Dieckol-rich phlorotannins from the aqueous extract showed potent hepatoprotective activity by decreasing the liver enzymes and the histopathological changes in ethanol treated miceLiver related problemKang et al., 2012Phlorotannins, triphlorethol-A, phloroglucinol, eckstolono, eckol and dieckol isolated from the ethanol extract of the plant showed potent ACE inhibitionLung related complicationsWijesinghe et al., 2011LoranthaceaeTaxillus chinensis (DC.)The plant found to protect the liver function by improving glucose metabolism, lipid and anti-hepatic injury and cell apoptosis in diabetic induced ratLiver related problemPing et al., 2019Plant extract present in the Chinese herbal formulation Tian-ma-gouteng-yin improved headache, dizziness, vertigo, tinnitus, blurred vision and a sensation of heat rushing towards the headMental ProblemChang et al., 2016MagnoliaceaeMagnolia officinalis Rehder & E.H.WilsonMagnolia extract improved kidney inflammation and oxidative stress by increasing PGC-1α-mediated various antioxidative protein expressions in high fat diet treated miceKidney complicationsCui et al., 2013Magnolol improved dopamine transporter and tyrosine hydroxylase protein levels in the striatumParkinsonismMuroyama et al., 2012Magnolol improved the number of total cells, neutrophils, macrophages in the bronchoalveolar lavage fluid and down-regulated TNF-α, IL-1β and IL-6 levels. It also inhibited the phosphorylation of IκB-α, NF-κB p65 and expression of TLR4 lipopolysaccharide treated miceLung related complicationsYunhe et al., 2012Aqueous bark extract improved hippocampal ACH release and central serotonergic activity in rat and human modelMental ProblemNakazawa et al., 2003MeliaceaeAzadirachta indica A.Juss.Ethyl acetate fraction of bark improved sedative and anxiolytic effect on adult zebrafish through serotonergic and GABAergic systems due to its phenolic and flavonoid contentMental ProblemSilva et al., 2020Bark extract decreased rotational behavior condition and improved glutathione peroxidase, iNOS activity in 6-hydroxydopamine treated rat modelParkinsonismXiang et al., 2018Aqueous leaves extract showed protective effects against cigarette smoke, lipopolysaccharide induced pulmonary inflammation and improved infiltration of neutrophils and macrophages in bronchoalveolar lavage fluidLung related complicationsLee et al., 2017Aqueous leaves extract improved renal injury in Plasmodium berghei treated renal injured miceKidney complicationsSomsak et al., 2015Aqueous leaf extract exhibited potent cardioprotective effect in isolated perfused frog and rabbit heartCardiac complicationsKhosla et al., 2002Aqueous leave extract reduced serum aspartate aminotransferase, alanine aminotransferase and gamma glutamyl transpeptidase levels in paracetamol treated ratLiver related problemBhanwra et al., 2000Toona sinensis (Juss.)M. Roem.Polyphenols present in seed extract inhibited Parkinson's disease by reducing neuroinflammation and inhibiting p38MAPK signaling pathway in rat modelParkinsonismZhuang et al., 2019n-butanol seed extract showed anti-diabetic potential in rat model by reducing the blood glucose, urinary albumin, renal index, oxidative stress index, serum creatinine, urea, nitrogen levels and increasing the TGF-b1, collagen IV, and CTGF levelKidney complicationsLi et al., 2016Leaves extract showed hepatoprotective activity by reducing liver fibrosis, TGFbeta1 and collagen in thioacetamide treated ratLiver related problemFan et al., 2007MenispermaceaeTinospora cordifolia (Willd.) MiersEthanol extract of aerial parts protected dopaminergic neurons and reduced iron accumulation in brainParkinsonismKosaraju et al., 2014Ethanol extract of stem improved COX-2, iNOS, ICAM-1, pro-inflammatory cytokines levels in asthma induced miceLung related complicationsTiwari et al., 2014Consumption of stem extract modulates changes in kidney chondroitin sulphate or dermatan sulphate in diabetes induced animal modelKidney complicationsJoladarashi et al., 2012Aqueous extract of stem and leaves improved superoxide dismutase, catalase, aspartate aminotransferase, alanine aminotransferase, alkaline phosphatase, and acid phosphatase levelLiver related problemSharma and Pandey, 2010MoraceaeBroussonetia papyrifera (L.) L'Her. ex VentRoot bark extract showed hepatoprotective effect by prevention of hepatic steatosis in high fat diet treated miceLiver related problemLee et al., 2021Traditionally the fruit extract used to treat various ailments related to heartCardiac complicationsZhang et al., 2020cThe plant along with L. japonica reduced in-vivo septic inflammation and TNF-α, IFN-g, IL-1b levels and also inhibited cell recruitment in bronchoalveolar lavage fluidLung related complicationsKo et al., 2013Chloroform extract of twigs possessed improved Parkinson's condition in mushroom tyrosinaseParkinsonismZheng et al., 2008Morus alba L.Ethanol extract of root bark prevented endothelial dysfunction in rat aortaCardiac complicationsPanth et al., 2018Root bark extract improved depression like behaviour condition in high fat diet treated rats and also reduced brain-derived neurotrophic factor expression and extracellular signal-regulated kinase phosphorylationMental ProblemYe et al., 2017Flavonoid fraction from leaves showed potent nephroprotective activity by reducing the blood urea nitrogen and creatinine concentration induced in cisplatin treated ratsKidney complicationsNematbakhsh et al., 2013Ethanol extract of root barks inhibited production of pro inflammatory cytokines IL-6, TNF-α, infiltration of inflammatory cells in lung epithelial cells and NO production in lung macrophagesLung related complicationsLim et al., 2013Hydroalcohol fruit extract protected dopaminergic neurons in in-vitro cells. In-vivo treatment of the extract protected brain from bradykinesia dopaminergic neuronal damageParkinsonismKim et al., 2010Alcohol and water extract of leaves improved serum glutamate pyruvate transaminase, glutamate oxaloacetate transaminase, alanine phosphatase and bilirubin and histological changes in carbon tetrachloride treated ratsLiver related problemHogade et al., 2010MyricaceaeMyrica cerifera L.Myricetin increased glutathione, monoamine oxidase, glutathione-S-transferase, protein carbonyl content and lipid peroxidationParkinsonismAra et al., 2017MyrtaceaeSyzygium aromaticum (L.) Merr. & L.M.PerryHydroalcohol extract of buds improved acute kidney injury by ameliorating necrosis, degeneration, dilatation and flattening in ratsKidney complicationsNasri et al., 2020Essential oil isolated from the buds showed potent in-vivo anticonvulsant activity by improving the threshold of clonic seizures in chemical treated ratsParkinsonismAvanthi et al., 2015Essential oil from the buds reduced anxiety, depression and locomotor hyperactivity in in-vivo modelMental ProblemAdli et al., 2014Aqueous flower bud extract of the plant improved in-vivo hepatic injury, liver serum biochemical parameters and oxidative stress in thioacetamide treated ratLiver related problemPrasad et al., 2010OleaceaeOlea Europaea L.Leaf extract decreased IL-6, IL-8 and TNFα in hypertensive patientsKidney complicationsJavadi et al., 2019Oleuropein and hydroxytyrosol decreased NF-κB and TNF-α expression by p38 signaling pathway in bisphenol A-treated ratsLiver related problemMahmoudi et al., 2018Olive oil reduced behavioral deficits via altering 5-HT and DA metabolism level in in-vivo models on Wistar ratsMental problemParveen et al., 2013PaulowniaceaePaulownia tomentosa Steud.Chloroform fruit extract and ursolic acid showed potent hepatoprotective activity against hepatocarcinogenesis on MCF-7 and HepG2 cell line and restored various biochemical parametersLiver related problemAli et al., 2019Methanol extract of stem bark reduced the production of pro-inflammatory cytokine IL-6, TNF-α in LPS-stimulated RAW 264.7 macrophages. It also reduced in-vivo neutrophils, macrophages, nitric oxide and inducible nitric oxide synthase levels, inflammatory cells infiltration and monocyte chemoattractant protein-1 in lipopolysaccharide treated miceLung related complicationsLee et al., 2018PiperaceaePiper longum L.Piperine improved plasma concentrations of creatinine, urea-nitrogen, expression of pro-inflammatory factors, oxidative stress and renal histopathological injuries in ischemia-reperfusion ratKidney complicationsMohammadi et al., 2019Piperine potentially reduced activation of microglia and blocked release of proinflammatory cytokines thus, protected dopaminergic neurons damageParkinsonismHe et al., 2016Methanol extract of fruits inhibited monoamine oxidase activity and increased monoamine neurotransmitters levels in β-amyloid treated ratMental ProblemHritcu et al., 2015Alcohol fruit extract inhibited bronchospasm and blocked the release of histamine in in-vitro guinea-pig ileum preparation and histamine treated guinea-pigLung related complicationsKaushik et al., 2012Piperine showed negative inotropic and negative chronotropic effect by blocking the action of adrenalin in isolated frog heartCardiac complicationsLokhande et al., 2006Piperine improved glutathione and peroxide level in the liver cell in tert-butyl hydroperoxide and carbon tetrachloride treated miceLiver related problemKoul and Kapil, 1993Piper nigrum L.Essential oil from fruits showed anxiolytic and antidepressant activity and improved behavioural changes in depressed mice modelMental ProblemGhosh et al., 2021Ethanol extract of seed showed nephroprotective activity by improving serum biochemical parameter and histopathological changes in para-amino salicylic acid treated ratsKidney complicationsGaikwad and Zodape, 2019Piperine improved in-vivo cardiac injury and cardiac function including myocardial oxidative stress, apoptosis and inflammation in doxorubicin treated miceCardiac complicationsYan et al., 2019Ethanol extract of the seed showed hepatoprotective activity in para-amino salicylic acid and ethinoamide treated rat liver and restored the biochemical changesLiver related problemZodape and Gaikwad, 2019Alkaloids from seed hydroalcohol extract increased total movement time, distance, dopaminergic neuron level, and glutathione and superoxide dismutase activityParkinsonismBi et al., 2015RanunculaceaeCimicifuga racemosa (L.) Nutt.Consumption of the plant decreased systolic and diastolic blood pressure and inhibited arterial hypertension in perimenopausal womenCardiac complicationsGorach, 2018Nigella sativa L.Thymoquinone induced a significant positive baseline inotropic effect in the rat heartCardiac complicationsAsoom and Al-Hariri, 2019Quercetin-3-O-α-L rhamnopyranoside, quercetin-7-O-β-D gluco pyranoside, tauroside E, and sapindoside B isolated from hydroalcohol extract of seeds improved antidepressant condition by inhibiting the uptake of norepinephrine, serotonin, and dopamine in miceMental ProblemElkhayat et al., 2016Thymoquinone afford neuroprotection against 6-OHDA neurotoxicity in neurodegenerative disordersParkinsonismSedaghat et al., 2014Thymoquinone decreased serum creatinine, blood urea nitrogen, thiobarbituric acid reactive substances, total nitrate/nitrite level and increased glutathione, glutathione peroxidase, catalase and ATP levels in kidney tissues in gentamicin treated ratsKidney complicationsSayed-Ahmed and Nagi, 2007Nigellon improved airway obstruction and blocked the release of histamineLung related complicationsGilani et al., 2004Thymoquinone improved ratio of helper to suppressor T cells, natural killer cell activity and production of IL-3 in isolated rat hepatocytesLiver related problemDaba and Abdel-Rahman, 1998RosaceaeArmeniaca sibirica (L.) Lam.Hydroalcohol leaf extract improved sGOT, sGPT, sALP, TBARS, GGT, LDH TP, Albumin and sB levels in paracetamol treated ratsLiver related problemRaj et al., 2016Ethanol extract significantly increased catalase, superoxide dismutase, and glutathione levels in methotrexate treated ratsKidney complicationsVardi et al., 2013RutaceaePhellodendron cortexAlkaloids derived from the plant improved mental depression condition, noradrenaline, dopamine and monoamine oxidase-A levels and provide protection against Alzheimer's diseaseMental ProblemKong et al., 2019Quercetin reduced the symptoms of heart failure and improved coronary heart disease conditionCardiac complicationsSun et al., 2019Berberine isolated from n-butyl alcohol extract showed bronchodilation effect by inhibiting high K+- and acetylcholine-induced precontraction of airway smooth muscle in tracheal rings and lung slicesLung related complicationsJiang et al., 2016Toddalia asiatica (L.) Lam.Plant extract inhibited calcium influx, controlled blood pressure of anesthetized rats and relaxed the contractile smooth muscleCardiac complicationsZeng et al., 2021SolanaceaeWithania somnifera (L.) DunalAqueous root extract showed hepatoprotective activity by the antioxidant activity in CCl4 treated ratsLiver related problemSharma et al., 2021Withaferin A improved lung inflammation by blocking NF-κB and nuclear factor erythroid2 related factor 2 signalling pathwayLung related complicationsLogie and Vanden Berghe, 2020Root extract increased dopamine, 3,4-dihydroxy-phenylacetic acid, homovanillic acid, lipid peroxidation marker level in the corpus striatumParkinsonismRaja Sankar et al., 2009Root extract exhibited nephroprotective effect by improving antioxidant activity in gentamicin treated animalKidney complicationsJeyanthi and Subramanian, 2009TaxaceaeTorreya nucifera (L.) Siebold & Zucc.Arctigenin, traxillagenin, and 49-demethyltraxillagenin improved hepatocytes condition by maintaining the GSH level CCl4 treated ratsLiver related problemKim et al., 2003TheaceaeCamellia sinensis (L.) KuntzeIn repeated stress induced rats model the hydroalcohol leaf extract elevated depression condition, improve immobility condition, oestrogen level and glucose metabolism in brainMental ProblemYe et al., 2019Pre-treatment of aqueous leave extract significantly reduced oxidative damage, urea, uric acid and creatinine level and showed good antioxidant effect in nicotine treated ratsKidney complicationsSaad et al., 2019Leaves and its major phytoconstituents such as, catechin, epicatechin and epigallocatechin gallate improved Parkinson's disease condition in in-vivo modelParkinsonismPinto et al., 2015Aqueous leaf extract showed reduction of enzyme and non-enzyme levels of liver tissues and lipid peroxidation in CCl4 treated ratLiver related problemHy and Ira, 2015Consumption of the plant effectively could manage cardiovascular risk factorsCardiac complicationsDeka and Vita, 2011Extract of the plant increased NO, TNF-α level, reduced the degree of injury and infiltration of neutrophil tissues in carrageenan-treated miceLung related complicationsPaola et al., 2005UrtiaceaeUrtica dioica L.Hydroalcohol leave extract improved anti-depressant and anxiolytic condition in-vivo study.Mental ProblemPatel et al., 2018Hydroalcohol extract improved motor function, mito-oxidative defense alteration in Parkinson's disease induced rat modelParkinsonismBisht et al., 2017Aqueous extract inhibited eosinophilia, leucocytes, lymphocytes levels and lipid peroxidation in BALF in asthmatic ratsLung related complicationsZemmouri et al., 2017Ethanol extract improved nephrotoxic condition by decreasing serum creatinine and blood urea nitrogen level in nephrotoxic rabbit modelKidney complicationsSalih, 2015Essential oil from the plant showed hepatoprotective activity in biliary obstruction induced rat model by reducing α-smooth muscle actin, cytokeratin-positive ductular proliferation and terminal deoxynucleotidyl transferase dUTP nick end labelling activityLiver related problemOguz et al., 2013Aqueous plant extract showed cardioprotective in isolated Langendorff perfused rat heart by decreasing heart rate and increasing left ventricular pressureCardiac complicationsLegssyer et al., 2002ZingiberaceaeCurcuma longa L.Curcumin showed hepatoprotective activity against alcohol induced liver disease by preventing apoptosis and inhibition of NF-κB in in-vivo modelsLiver related problemFarzaei et al., 2018Curcumin improved anti-immobility action in forced swim test and also enhanced the anti-immobility effect of monoamine oxidase inhibitors such as tranylcypromine, selegilineMental ProblemKulkarni and Dhar, 2010Curcumin improved loss of dopaminergic neurons in Parkinson's disease induced rat modelParkinsonismAggarwal and Harikumar, 2009Curcumin improved renal ischemia reperfusion injury and antioxidant gene expression in in-vivo modelKidney complicationsAggarwal and Harikumar, 2009Curcumin protected rats from adriamycin-induced myocardial toxicity and inhibited the development of atherosclerosis in apoE/LDLR-double knockout miceCardiac complicationsAggarwal and Harikumar, 2009Curcumin inhibited in-vitro allergen-induced lymphocyte, proliferation and production of IL-2, IL-5, GM-CSF, IL-4 model and also reduced airway constrictionLung related complicationsAggarwal and Harikumar, 2009Zingiber officinale RoscoeHydroalcohol extract of rhizome showed potent anxiolytic activity in mice modelsMental ProblemKumar et al., 2020Ethanol extract of rhizome improved renal dysfunction, kidney tissue damage and oxidative damage by increasing serum creatinine, urea level and decreasing the creatinine clearance and reabsorption of urine albumin. It also decreased total antioxidant status and DNA content in cadmium treated ratsKidney complicationsGabr et al., 2019Pre-treatment with aqueous ethanol extract of rhizome decreased cardiac enzyme troponin, creatine kinase, lactate dehydrogenase, alanine transaminase and aspartate transaminase activity thus improved myocardial injury in isoproterenol treated ratsCardiac complicationsAmran et al., 20156-shogaol isolated from rhizome showed improved Parkinson's disease condition in rat mesencephalic cell culture. In-vivo treatment of 6-shogaol inhibited bradykinesia and restored MPTP-induced changes in motor coordinationParkinsonismPark et al., 2013Ethanol extract of rhizome showed protective hepatotoxic activity against thioacetamide-treated rat and Hep-G2 cellsLiver related problemBardi et al., 2013ZygophyllaceaeTribulus terrestris L.Methanol extract of the fruit improved muscular strength, catatonia, locomotor functions and also restored the levels of CAT, SOD, GSH, and GPx. It also reduced the mRNA expression and IL-1β, α -synuclein, TNF-α, and AChE productionParkinsonismSaleem et al., 2020Oral administration of the hydroalcohol extract of root improved renal injury in mercuric chloride treated rats and decreased the accumulation of mercury in kidney tissueKidney complicationsYadav et al., 2019Whole plant methanol extract exerted potent activity against cardiac ischemia by improving various cardiac biomarker levels like serum creatinine kinase, serum lactate dehydrogenase, serum glutamic oxaloacetic transaminase, serum creatinine kinase, myocardial B fraction, serum glutamic pyruvic transaminase in both in-vitro and in-vivo modelsCardiac complicationsReshma et al., 2019Terrestrosin D isolated from the plant reduced in-vivo inflammatory cell infiltration, macrophages number, neutrophils, lymphocytes and percentage of macrophages in the monocyte-macrophage system. It also reduced the production of TNF-α and pro-inflammatory cytokine IL-6, IL-8, TGF-β1, PDGF-ABLung related complicationsQiu et al., 2019Saponins extracted showed significant antidepressant activity and increased the cortisol and corticotropin-releasing factor levels in stress induced ratsMental ProblemWang et al., 2013Hydroethanol extract of the plant showed potent hepatotoxic activity in acetaminophen treated ratLiver related problemKavitha et al., 2011Open in a separate windowOpen in a separate windowFig. 2Probable inhibition mechanism of medicinal plants/product against SARS CoV-2 viral replication.In this Review, the importance of medicinal herbs from different traditional medicine systems together with herbs-derived secondary metabolites are summarized based on the mechanistic point of view for post-COVID related complications. Herbal formulae from different traditional systems of medicineDuring the first outbreak of SARS in China (2002-2003), TCM showed a great potency in reducing the fatality rate (Yang et al., 2021; Chen and Nakamura, 2004; Yang et al., 2020). After the outbreak of COVID-19, several TCM formulations have been frequently prescribed, e.g., Lianhua Qingwen capsule, Yu Ping Feng San decoction, Guizhi-and-Mahuang decoction, Shuang-Huang-Lian, Sang Ju Yin and Yu Ping Feng San, Dang Gui Long Hui pill, Shufeng Jiedu capsule, Qingfei Paidu decoction, Huashi Baidu decoction, Huoxiang Zhengqi, Jinhua Qinggan granules, Xuebijing injection, Reduning injection, Tanreqing injection, Shufeng Jiedu capsule, Xuanfei Baidu decoction, Shenmai injection and Ma Xin Gan Shi Tang etc (Table 2). These herbal formulations have significant antiviral, anti-inflammatory and immunomodulatory activity to combat COVID-19 (Chan et al., 2018; Ding et al., 2017; Du et al., 2014; Fu et al., 2018; Gao et al., 2014; Huang et al., 2020; ;(Liu et al., 2015) Liu, 2020; Poon et al., 2006; Runfeng et al., 2020; Yang et al., 2020).Based on recent updates, several herbs and isolated phytomolecules were found to inhibit the SARS-CoV-2 viral infection through different mechanisms (Table 3). Through the binding between SARS-CoV-2 spike protein and Angiotensin-converting enzyme 2 (ACE-2) receptor of the host is the major reason of viral entry into the cells of the nasal and bronchial epithelium. SARS-CoV-2 virus ingestion, replication can easily be inhibited by inhibiting human ACE-2 receptor (Galani and Andreakos, 2021). Weng et al., (2019) showed that the phenol-rich extract of Sambucus formosana Nakai inhibited viral replication of human coronavirus NL63. Triterpenoids and flavonoid glycosides isolated from the ethanolic extract of Euphorbia neriifolia L. exhibited antiviral activity against human coronavirus. The molecular docking study of isolated 3β-friedelanol showed that the friedelane skeleton could be a potential scaffold for developing new anti-HCoV-229E drugs (Chang et al., 2012). In another study, the methanol extract of Strobilanthes cusia (Nees) Kuntze blocked the cytopathic effect of HCoV-NL63-infected cells (Tsai et al., 2020). Mechanism based inhibition of medicinal plants/products through regulation of cytokine storm in SARS CoV-2 infection has been represented in Fig. 3\nFigure 3\n.Open in a separate windowFig. 3Mechanism based inhibition of medicinal plants/product through regulation of cytokine storm in SARS CoV-2 infection.The Ministry of AYUSH in collaboration with the CSIR started clinical trials of four ayurvedic herbs with immunoboosting properties to alleviate the symptoms caused by SARS-CoV-2. These are W. somnifera, T. cordifolia, Glycyrrhiza glabra L. and Piper longum L. with AYUSH-64. This polyherbal formulation is used against malaria-related fever (Vishamjvara), inflammation and joint pains (Gundeti et al., 2020). Based on a clinical trial on patients with bronchial asthma, the polyherbal formulation DCBT4567-Astha-15 reduced clinical symptoms such as dyspnoea, wheezing, cough, expectoration, disability, and sleep disturbances (Murali et al., 2006). This formulation is under clinical investigation to be used against COVID-19. Role of natural products in the management of post-COVID complicationsParkinsonismSARS-CoV-2 has been detected in the brain and it has been also isolated from the cerebrospinal fluid of affected patients (Papa et al., 2020). The dynamic pro-inflammatory state of COVID-19 accompanies abnormal accumulation of α-synuclein in nerve fibres, neurons and glial cells, which leads to increased oxidative stress and causes neuro-inflammation (Stefanis, 2012; Achbani et al., 2020) and Parkinson's disease symptoms. During viral infections, α-synuclein participates in the innate immune response and acts as inhibitor of viral RNA and growth in neurons (Chana-Cuevas et al., 2020; McCann et al., 2014).Bacopa monnieri (L.) Wettst. reduced dopaminergic neurodegeneration by decreasing α-synuclein aggregation and might, thus, be used as a potent anti-parkinsonian agent (Jadiya et al., 2011). Cinnamomum zeylanicum Blume bark and Centella asiatica (L.) Urb. leaves extract inhibit α-synuclein aggregation, stabilized and disintegrate the oligomers and fibrils (Berrocal et al., 2014; Khotimah et al., 2015; Shaltiel-Karyo et al., 2012). The flower petals of Carthamus tinctorius L. improved the behavioral dysfunction in a Parkinson's induced rat model by inhibiting α-synuclein aggregation and astrogliosis (Ren et al., 2016). The stigma of Crocus sativus L. inhibited the fibril dissociation and α-synuclein aggregation (Inoue et al., 2018). Crocin-1, crocin-2, and crocetin present in the extract were the major components responsible for the anti-Parkinson's effect. Leaves of Corema album (L.) D.Don ex Steud. promoted the formation of non-toxic α-synuclein species in vitro and inhibited its toxicity and aggregation in cells, by promoting the autophagic flux and reducing oxidative stress (Macedo et al., 2015). Geum urbanum L. inhibited α-synuclein fibrillation in a concentration-dependent way and partly disintegrated α-synuclein fibrils (Lobbens et al., 2016). The root of Panax ginseng C.A.Mey. prevented dopaminergic loss by attenuating α-synuclein aggregation, microgliosis and apoptosis (Van Kampen et al., 2003). The root of Scutellaria pinnatifida A.Ham. also attenuated α-synuclein aggregation (Sashourpour et al., 2017). Trichosanthes kirilowii Maxim., Prunus japonica Thunb., Perillae Ramulus, Pogostemon cablin (Blanco) Benth. and Cuscuta chinensis Lam. displayed detoxification effects on α- synuclein-induced damage in a yeast model of Parkinson's disease (Fu et al., 2014; Sohn et al., 2012). The alkaloid acetylcorynoline from Corydalis bungeana Turcz. reduced α-synuclein aggregation leading to decreased lipid peroxidation which also maintained efficient cellular signaling (Follmer, 2020). Curcuminoids prevented neuroinflammation by reducing pro-inflammatory cytokine levels (Ojha et al., 2012). Medicinal plants that showed to be effective for the mangement of post-COVID complications have been represented in Table 4.Olfactory dysfunctions are very common among COVID-19 patients. A considerable portion of patients experienced with the loss of smell and taste, while one third additionally suffered from rhinitis. Hyposmia is a common non-motor symptom of early stages of Parkinson's disease (Bocksberger et al., 2020; Xiao et al., 2014). Hyposmia without nasal dysfunction and rhinorrhea was also documented (Giacomelli et al., 2020; Lechien et al., 2020; Lovato and Filippis, 2020).Mental problemsSARS-CoV-2 can appear as being both neuro-invasive and neuro-virulent. One in every three patients recovering from COVID-19 suffers from neuropsychological problems ranging from headache, dizziness, memory disorder, seizures, depression and lingering loss of smell or taste to mood disorders and deeper cognitive impairment. Those patients with insomnia feature stress, anxiety, depressive symptoms, denial, anger, mental breakdown, and those with pre-existing mental illness experience worsening of their conditions (Anaya et al., 2021; Czeisler et al., 2020; Roy et al., 2021; Schäfer et al., 2020). The demyelination syndrome troubles COVID-19 patients, in which the protective coating of nerve cells is attacked by the immune system. This is an autoimmune disease causing weakness, numbness, tingling, spurring psychosis and also hallucinations (Coony, 2020).COVID-19 patients are challenged by severe stressors, including fear of death from life-threatening illness, pain from medical interventions, endotracheal intubation, limited ability to communicate, and the feeling to loose control (Kaseda and Levine, 2020). The Chicago medical center reported that more than 40% of COVID-19 patients exhibited neurologic manifestations and more than 30% of those had impaired cognition. Sometimes, the neurological manifestations can be calamitous and can even lead to death.Implementation of Indian herbs and herbal formulations such as Brahmi (B. monnieri), Shankhpushpi (Convolvulus prostratus Forssk.), Giloy (T. cordifolia), Malkangni (Celastrus paniculatus Willd.), Tulsi (O. tenuiflorum), Ashwagandha (W. somnifera) etc. can help managing psychological post-COVID conditions. Bacoside from B. monnieri induced an antioxidant environment in brain, and its neuroprotective activity was attributed to the regulation of mRNA translation and surface expression of AMPA, NMDA and GABA neuroreceptors in the brain. Acorus calamus L. is another plant, which is used as nerve tonic, tranquilizer, sedative etc. by reducing AChE levels and interaction with GABA receptors. It showed antidepressant properties by induction of α1, α2 and 5-HT1A receptors. Flowers of Convolvulus pluricaulis Choisy showed anxiolytic activity and are also used as brain tonic in mental aberration and neurosis. The plant possesses strong antioxidant activity towards brain cells. It also inhibited AChE and 5-LOX, which are involved in neurodegenerative disorders. The seed oil of C. paniculatus exhibited significant antidepressant-like effects by interaction with dopamine D2 receptors, serotonergic and GABAB receptors. It also inhibited MAO-A and caused reduction in plasma corticosterone levels (Joshi and Pandya, 2020).TCM plants including Lily bulb, Rehmannia, Anemarrhenae and Ganmai Dazao decoctions were incorporated to treat depression. G. Dazao decoction was used to treat hysteria, whose symptoms were sadness, crying, mood disorders, and abnormal behaviour. It is composed of G. glabra, Triticum aestivum L. and Ziziphus jujuba Mill. According to the TCM theory, this decoction nourishes Yin of heart and calms mind (Ma et al., 2020). G. Dazao decoction combined with Lily bulb and Rhizoma Anemarrhena decoction is also used to treat depression, which effectively reduced the depression symptoms of patients and improved their sleep status. This modified G. Dazao decoction is clinically efficient and safe in the treatment of perimenopausal patients with severe depression, because of the regulation of monoamines and aminoacid neurotransmitters, regulation of immune inflammation, and also the reduction of the level of inflammatory factors (Li and Gao, 2014).Suanzaoren decoction, Huang lian E jiao secoction, Zhizi Chi decoction were also incorporated in the drug treasure trove to treat the anxiety of internal heat and Yin deficiency syndrome. Suanzaoren decoction is made from Ziziphus spinosa Hu, liquorice root, R. Anemarrhena, Poria cocos (Schw.) and Chuanxiong Rhizoma. Huang lian E jiao decoction is composed of Coptidis Rhizoma, Scutellariae Radix, Paeoniae Radix Alba, Colla Corii Asini and fresh egg yolk. The anti-anxiety properties of the Suanzaoren decoction was related to an increased NO concentration in the blood and the decrease of IL-1β and TNF-α level in serum (Wang and Xie, 2004; Liu, 2018). In another study, the combination of Suanzaoren decoction and Zhizi Chi decoction was significantly improved anxiety-related insomnia (Liu et al., 2014). The anti-anxiety activity of Suanzaoren decoction and Huanglian E jiao decoction was related to elevated γ-GABA levels (Zhao, 2012). Lily bulb, Rehmannia decoction and Guilu Erxian decoction were useful against post-traumatic stress disorder (PTSD; internal heat and Yin deficiency syndrome) by regulating synaptic plasticity, anti-apoptosis, anti-inflammation and reducing fear memory (Li et al., 2020).Kidney failureThe CDC reported that of the adults hospitalized for COVID-19 with underlying conditions in USA, 74.8% had chronic renal disease, but patients with chronic renal disease consisted of only 3% of the total cases (Abbott, 2020). A recent clinical study with 701 patients from a hospital in Wuhan found that 5.1% of patients admitted for COVID-19 developed acute kidney injury (Cheng et al., 2020). During the infection, the virus circulated in the blood to reach the kidney and caused damage to renal resident cells, which was manifested by proteinuria, hematuria, and elevated levels of blood urea nitrogen, serum creatinine, uric acid as well as D-dimer (Cheng et al., 2020; Henry and Lippi, 2020; Li et al., 2020). The mortality rate of COVID-19 patients with AKI was significantly higher (5.3 times higher in acute kidney injury than 1.5 times in chronic illnesses) (Alberici et al., 2020; Su et al., 2020; Xu et al., 2020). The main binding site for SARS-CoV-2 is the ACE2 protein, which is expressed in the kidney much more than the lungs (Serfozo et al., 2020; Ye et al., 2006). Targeting of ACE2 by SARS-CoV-2 results in angiotensin dysregulation, innate and adaptive immune pathway activation, and hyper-coagulation to result in organ injury and AKI associated with COVID-19. SARS-CoV-2 might cause tubular damage through infiltrating renal parenchyma by an exaggerated and often uncontrolled surge of plasma pro-inflammatory factors (IL2, IL7, IL- 10, GSCF, IP-10, MCP-1, MIP1A and TNF-α) known as ‘‘cytokine storm’’ (Wen et al., 2020). Inflammatory cells such as CD68+ macrophages, CD4+ T cells, and CD56+ natural killer cells can be present in tubulointerstitium of affected patients. The hyper-activation of these immune cells may eventually promote fibrosis, induce epithelial cell apoptosis, and cause microvasculature change. Moreover, C5b-9 complex expression and disposition on tubular cells causes renal interstitial damage (Diao et al., 2021; Rodríguez et al., 2018; Saffarzadeh et al., 2012).Thirty-eight patients with moderate chronic renal failure were treated with 1 g Rheum palmatum L. (Chinese rhubarb) root extract per day, which led to significant decreases in serum BUN and creatinine level (Sanada, 1996). Tincture of lespedeza (Lespedeza capitata Michx.) showed beneficial effect in patients with acute and chronic renal failure (Yarnell and Abascal, 2007). The effect may be due to the compound proanthocyanidins present in the plant extract showing angiotensin-converting enzyme (ACE) inhibition effects (Wagner and Elbl, 1992). A study showed that Urtica dioica L. seed might be an effective herbal treatment for renal failure patients, as it lowers the serum creatinine levels and also reduces the symptoms (Treasure, 2003). Roots of Andrographis paniculata (Burm.f.) Nees significantly reduced blood proteinemia and uremia (Rao, 2006). Rheum officinale Baill. combined with angiotensin-converting enzyme inhibitors (ACEIs) or angiotensin receptor blockers (ARBs) and and Chinese patented medicine Rheum (CPM-Rheum) might be used to improve the condition of impaired renal function (Yang et al., 2018).Heart failureSome patients having problems related to heart even exhibited signs related to mild to severe heart damage in post-COVID infection due to an overactive immune response with abnormal heart rhythms, heart muscle disease and also heart failure in severe cases of myocarditis (Sharma, 2020). A report of the University of Frankfurt in Germany showed that more than 78% patients exhibited cardiac issue and 60% patients, who had COVID-19, exhibited cardiac inflammation (Puntmann et al., 2020). In severe cases, elevated troponin levels in the blood were seen in infected patients. Multi-drug therapy may cause serious cardiovascular complications due to drug-drug interactions. The antiviral drug remdesivir reduced blood pressure and caused unusual heart rhythm (Citroner, 2020; Healthline.com; https://www.healthline.com/health-news/how-covid-19-may-damage-your-heart).The ACE2 receptor plays an important role in regulating blood vessel dilation and blood pressure. The anti-hypertensive therapy could raise the number of ACE2 receptors expressed on cells, generating more molecular gates for SARS-CoV-2 to enter (Pesheva, 2020). In Ayurveda, Rasayana acts as antioxidant, anti-stress, anti-inflammatory drug and improves the cardiac health of patients (Rastogi et al., 2020). Cucurmin from C. longa blocked cytokine release, specifically IL-1, IL-6, pro-inflammatory cytokines and TNF-α possesses anti-inflammatory activity in COVID-19 patients (Khanna et al., 2021). Naringin, naringenin and hesperidin present in Citrus sp. inhibited the expression of pro-inflammatory cytokines in macrophages, restrained cytokines via inhibiting HMGB1 expression and obstructed binding affinity of the ACE 2 receptor to the coronavirus (Cheng et al., 2020). G. glabra root also exhibited anti-inflammatory properties, which induces interferon production in the body and prevents heart disease. Cannabis sativa L. shows anti-inflammatory actions by modulation of expression of ACE2 and the serine protease TMPRSS2, which is a pre-requisite for SARS-CoV-2 invasion into host cells. Triterpenoids and flavonoids in Glycyrrhizae radix is used as anti-inflammatory and cardioprotective drug. Aconiti lateralis radix praeparata was widely used to treat heart failure in COVID-19 patients (Ang et al., 2020). For cardiovascular and circulatory disorders, Salvia miltiorrhiza Bunge and T. terrestris can be used in infected and recovered patients (Benarba and Pandiella, 2020). Uncaria tomentosa (Willd. ex Schult.) DC. exhibited immunostimulating and cardiovascular protective activity. Uncaria rhynchophylla (Miq.) Miq. ex Havil. possesses anti-inflammatory and antioxidant effects by inhibition of the TLR4/NF-kB/NLRP3 pathway in murine alveolar macrophages (Firenzuoli et al., 2020). P. longum contains phenanthrenes, phenylpropanoic acids, diarylheptanoids, piperidines, oxanes showing cardioprotective activity. T. cordifolia is well known for its cardiotonic activity and is used to treat heart diseases (First Report and Reccomendation, 2020, ayush.gov.in).Liver injurySome studies reported higher serum pro-inflammatory cytokine and chemokine levels in infected patients with abnormal liver function (Duan et al., 2003; Feng et al., 2020; Zhang et al., 2020; Li et al., 2020). Hepatic cells can be directly infected due to the ACE2 expression in the liver, bile duct cells and cholangiocytes, which may explain dysregulated liver function in COVID-19 patients (Chai et al., 2020; Hamming et al., 2004). Liver biopsies in infected patients showed a significant increase in mitotic cells and ballooned hepatocytes, causing apoptosis of liver cells (Chau et al., 2004). The SARS-CoV-specific protein 7a affects the liver tissue by inducing apoptosis via a caspase-dependent pathway (Tan et al., 2004).Besides, application of high-dose antibiotics along with hepatotoxic antiviral drugs and steroids led to liver abnormalities and liver injury in 76% of COVID-19 patients (Ali, 2020), as documented by elevated serum levels of ALT, AST, GGT, and TB (Cai et al., 2020; Guan et al., 2020; Zhang et al., 2020b\nZhao et al., 2020). Pre-existing liver disease among COVID-19 patients showing comorbidities such as hypertension (68%) and diabetes (48%) increased the risk of mortality (Singh and Khan, 2020; Zhang et al., 2020a).T. cordifolia (leaf, stem and root), Momordica charantia L. (fruit), M. arvensis (leaves), Lawsonia inermis L. (leaves), E. officinalis, Eclipta alba (L.) Hassk. (leaves), Clitoria ternatea L. (leaves), Cassia angustifolia M. Vahl (leaves), Argemone mexicana L. (leaves), Abrus precatorius L. (seeds) normalized elevated levels of AST, ALT, ALP and bilirubin in vivo (Battua and Kumara, 2009; Beedimani and shetkar, 2015; Bhuvaneswari et al., 2014; Kavitha and Geetha, 2018; Kowti et al., 2013; Mohamed et al., 2017; Nithianantham et al., 2011; Shanmugasundaram et al., 2010; Sourabié et al., 2012; Zahra et al., 2012). The fruits of Solanum xanthocarpum Schrad. & H. Wendl. normalized the serum parameters (SGOT, SGPT, ALP, TB) better than Juniperus communis L. fruit in paracetamol- and azithromycin-induced liver toxicity in rats (Singh et al., 2015).Lung injuryThe heterogeneity of the clinical COVID-19 presentation has prompted the conceptualization of novel paradigms to individualize clinical management of COVID-19 (Gattinoni et al., 2020). The Berlin Criteria define the acute respiratory distress syndrome (ARDS) by acute hypoxaemic respiratory failure following an acute event (such as viral respiratory infection) that presents as bilateral pulmonary infiltrates on lung imaging in the absence of a purely cardiogenic or hydrostatic etiology (Definition Task Force et al., 2012). Nevertheless, a recent cohort study reported that 85% ICU patients with COVID-19 meet the Berlin Criteria definition of ARDS and that is a well-established supportive intervention for ARDS, such as low tidal volumes and prone ventilation, resulted in significant improvement in oxygenation and lung compliance (Ziehr et al., 2020). Mortality attributable to SARS-CoV-2 infection occurs mainly through the development of viral pneumonia-induced ARDS.The virus could cause lung parenchymal injury resulting in pneumonitis barring interstitial lung and/or alveolar inflammation features. Also, the virus could directly bind to the ACE-2 receptors facilitating endothelial dysfunction. The deregulated inflammatory response of cells (e.g., polymorphonuclear neutrophils, macrophages, vascular endothelial cells and alveolar epithelial cells) activated the production of pro-inflammatory factors (e.g., TNF-α, IL-1, IL-9 and IL-8), inflammatory mediators (e.g., elastin, cathepsins, collagenases and gelatinases, cytokines, chemokines) and other inflammatory transmitters, which cause damage to the alveolar epithelial cells. The associated cytokine release syndrome could exacerbate both lung parenchymal and microvascular inflammation, promoting refractory forms of ARDS with associated hypercoagulable states and microthrombosis (Klok et al., 2020; Tang et al., 2020; Zhang et al., 2020c). Several signal transduction pathways such as NF-κB, mitogen-activated protein kinase (MAPK), nucleotide-binding oligomerization domain, leucine-rich repeat and pyrin domain-containing 3 (NLRP3), toll like receptors (TLRs), adrenergic receptors and JAK/STAT signaling pathways are involved in this inflammatory process (Chang et al., 2018; Li et al., 2019; Sun et al., 2018a). Hence, it can be stated that the COVID-19-associated cytokine release syndrome may be the catalyst of two parallel inflammatory pathways: one promoting parenchymal lung injury and another one facilitating thromboembolic phenomena, resulting in a “dual-hit” lung injury (Fraissé et al., 2020; Hékimian et al., 2021; Menter et al., 2020). Another cause is lung edema and lung dilatation due excess production of reactive oxygen species (ROS), which cause damage to the cell membrane by unsaturated fatty acids (Fu et al., 2017; Imai et al., 2008). Several plant-derived phytomolecules were reported to be effective in acute lung infection through modulation of NF-κB, MAPK and Nrf2 signaling pathways owing to their anti-inflammatory and anti-oxidant activities (He et al., 2021). DiscussionTraditionally used Indian medicinal herbs/herbal preparations are promising candidates for the treatment and management of various illnesses through rejuvenating human wealth (Gomathi et al., 2020; Mukherjee et al., 2017). Ayurveda and Siddha practices are still widely used among the Indian population for maintaining human well-being (Mukherjee et al., 2019). By identifying certain phytocompounds, it is possible to effectively characterize medicinal herbs that could help to alleviate the SARS-CoV-2 viral infection. Hence, by repurposing Indian medicinal plants, more innovative treatment options can be penned down to defeat this viral pandemic and post-COVID related complications (Balachandar et al., 2020). In this review, we systematically summarized and analyzed the pharmacological importance of herbs and herbs-derived secondary metabolites which may be effective against COVID-19 related infections and by the traditional practice recommended by all available guidelines.Several therapeutic strategies were put forward for the development of treatments against COVID-19 from the pharmacological point of view such as antivirals (e.g., ribavirin, sofosbuvir, lopinavir/ritonavir, remidesivir, favipiravir etc.) (Clercq, 2007) and antimalarials (hydroxychloroquine) (De Clercq, 2009), anti-inflammatory drugs (e.g., baricitinib) (Stebbing et al., 2020), and monoclonal antibodies (Zheng and Song, 2020). In China, three patent herbal drugs, Lianhuaqingwen capsules and Jinhuaqinggan granules for mild conditions and Xuebijing (injectable) for severe conditions were approved to treat COVID-19 symptoms. These herbal formulations can effectively relieve symptoms, such as fever, cough, and fatigue, and reduce the probability of patients developing severe conditions (A report by National Health Commission of Chinese). Glycyrrhizin from liquorice root is the most frequently used Chinese herb, which inhibited the replication of clinical isolates of the SARS virus (Cinatl et al., 2003). T. cordifolia aqueous extract twice a day for 15 days can be effective against chronic fever, provided by AYUSH, Government of India as therapeutic approach against COVID-19 (Vellingiri et al., 2020). AYUSH also suggested that the extract of Eupatorium perfoliatum L. may be helpful to treat COVID-19-related respiratory symptoms (Vellingiri et al., 2020). After the acute phase of COVID-19, majority of the patients developed persistent and prolonged clinically significant physical and mental adverse outcomes affecting the quality of life. It was observed that such adverse outcomes were not confined; rather it is recognized as a multi-organ disease and increased risk of indolent death (Oronsky et al., 2021). The reviewed data shows that A. paniculata, Cassia tora L., Phyllanthus emblica L., G. glabra, Azadirachta indica A.Juss., Morus alba L., P. longum, Nigella sativa L., Camellia sinensis (L.) Kuntze, U. dioica, C. longa, T. terrestris, Chrysanthemum indicum Thunb., Astragalus propinquus Schischkin, S. miltiorrhiza, Salvia officinalis L., C. zeylanicum, P. nigrum, Z. officinale, Mucuna pruriens (L.) DC., Psoralea corylifolia L., Ecklonia cava, T. cordifolia, Syzygium aromaticum (L.) Merr. & L.M.Perry, W. somnifera were found to have enriched biological benefits due to their varied secondary metabolites. This may provide a more rational phytotherapeutic choice to improve the general well-being effectively by counteracting the biological complications caused by for patients affected with COVID-19. Conclusion and perspectivesAs a matter of fact, the pandemic is far from over. There are more questions than answers about diagnosis, treatments, and, what we need most, effective cures and aftercare. This review may serve as reference in traditional herbal medicine for COVID-19 treatment. The present review compiled pharmacological information of more than 50 herbal medicines, which potentially combat the viral infection and post-COVID complications through different mechanisms. Most information is rather based on some in-vitro and in-silico investigations and anecdotal clinical data. The basic molecular mechanisms are also unexplored yet.It should be noted that there is still no convincing clinical evidence on the activity of most herbal products. Unlike modern medicines, herbs are often claimed to be non-toxic, due to their natural origin and long-term use as traditional medicines. However, numerous difficulties can be occurred due to the adulteration, substitution, contamination, misidentification, intrinsic toxicity, drug-herb interactions and lack of standardization. For that reasons, pre-clinical evaluation of therapeutic effectiveness is a great concern for the further development of safe and effective herbal treatments. As the COVID-19 pandemic continues, substantial progress has been made in pathogen monitoring, identifying sources, basic etiology, and clinical treatment. Herbs from traditional system of medicine may be useful in alleviating the disease symptoms but it requires more research works to unravel their therapeutic potential. The integration of traditional medicine into conventional treatment may be an alternative approach for the treatment of COVID-19 in the future. However, the global situation is very serious, and numerous questions remain unanswered. It will take combined efforts of traditional and western medical systems worldwide to ultimately extinguish this pandemic. Declaration of Competing InterestThe authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. AcknowledgementThe authors are thankful to the Institute of Bioresources and Sustainable Development, an autonomous institute under the Department of Biotechnology (DBT), Government of India, Imphal, India for necessary help and support through IBSD-JU joint collaboration. The authors are also thankful to Dept. of Biotechnology (File No. BT/PR40374/TRM/120/484/2020), Ministry of Science and Technology, Govt. of India, New Delhi for the support. FootnotesSupplementary material associated with this article can be found, in the online version, at doi:10.1016/j.phymed.2022.153930. ReferencesAanouz I., Belhassan A., El-Khatabi K., Lakhlifi T., El-ldrissi M., Bouachrine M. Moroccan medicinal plants as inhibitors of COVID 19: Computational investigations. J. Biomol. Struct. Dynam. 2021;39:2971–2979. [PMC free article] [PubMed] [Google Scholar]Abbott B. U.S. Coronavirus patients with other conditions hospitalized at higher rates. The Wall Street Journal. 2020 https://www.wsj.com/articles/u-s-coronavirus-patients-with-other-conditionshospitalized-at-higher-rates-11585689057?mod=mhp [Google Scholar]Abdelrazek H.M.A., Elgawish R.A., Ahmed E.A., Bahr H.I. In vitro and In vivo effects of Tribulus terrestris on immunological parameters, lymphocyte proliferation, and DNA integrity in sheep. Small Ruminant Res. 2018;169:67–73. [Google Scholar]Achbani A., Sine H., Naciri A., Baba M.A., Kharbach A., Bouchriti Y., Nejmeddine M. Can the 2019 novel coronavirus cause Parkinson's disease? Mov. Disord. 2020;35:1102–1103. [PMC free article] [PubMed] [Google Scholar]Adli D.E.H., Kahloula K., Slimani M., Lahouel Z., Belmahi A. The Efficacy of Syzygium aromaticum Essential oil in cognitive disorders against manganese chronic exposure in rats during Ddvelopment. Not. Sci. Biol. 2014;6:131–137. [Google Scholar]Aggarwal B.B., Harikumar K.B. Potential therapeutic effects of curcumin, the anti-inflammatory agent, against neurodegenerative, cardiovascular, pulmonary, metabolic, autoimmune and neoplastic diseases. Int. J. Biochem. Cell Biol. 2009;41:40–59. [PMC free article] [PubMed] [Google Scholar]Ahn G., Hwang I., Park E., Kim J., Jeon Y.J., Lee J., Park J.W., Jee Y. Immunomodulatory effects of an enzymatic extract from Ecklonia cava on Murine Splenocytes. Mar. Biotechnol. 2008;10:278–289. [PubMed] [Google Scholar]Akbay P., Basaran A.A., Undeger U., Basaran N. In vitro immunomodulatory activity of flavonoid glycosides from Urtica dioica L. Phytother. Res. 2003;17:34–37. [PubMed] [Google Scholar]Alberici F., Delbarba E., Manenti C., Econimo L., Valerio F., Pola A., Maffei C., Possenti S., Piva S., Latronico N., Focà E., Castelli F., Gaggia P., Movilli E., Bove S., Malberti F., Farina M., Bracchi M., Costantino E.M., Bossini N., Gaggiotti M., Scolari F., Alberici F., Delbarba E., Manenti C., Econimo L., Valerio F., Pola A., Maffei C., Possenti S., Zambetti N., Venturini M., Affatato S., Piarulli P., Zappa M., Guerini A., Boni F., Mucchetti A., Pezzini E., Saccà C., Moscato M., Tonoli M., Pasquali S., Viola F., Piva S., Latronico N., Focà E., Quiros-Roldan E., Castelli F., Gaggia P., Movilli E., Bove S., Malberti F., Farina M., Bracchi M., Costantino E.M., Bossini N., Gaggiotti M., Scolari F. Management of patients on dialysis and with kidney transplantation during the SARS-CoV-2 (COVID-19) pandemic in Brescia, Italy. Kidney Int. Rep. 2020;5:580–585. [PMC free article] [PubMed] [Google Scholar]Al-Dosari M.S. The effectiveness of ethanolic extract of Amaranthus tricolor L.: A natural hepatoprotective agent. Am. J. Chin. Med. 2010;38:1051–1064. [PubMed] [Google Scholar]Ali N. Relationship between COVID-19 infection and liver injury: A review of recent data. Front. Med. 2020;7:458. [PMC free article] [PubMed] [Google Scholar]Ali S.A., Ibrahim N.A., Mohammed M., El-Hawary S., Refaat E.A. The potential chemo preventive effect of ursolic acid isolated from Paulownia tomentosa, against N-diethylnitrosamine: Initiated and promoted hepatocarcinogenesis. Heliyon. 2019;5:e01769. [PMC free article] [PubMed] [Google Scholar]Alsuhaibani S., Khan M.A. Immune-stimulatory and therapeutic activity of Tinospora cordifolia: Double-edged sword against salmonellosis. J. Immunol. Res. 2017 2017. [PMC free article] [PubMed] [Google Scholar]Amornrit W., Santiyanont R. Effect of Amaranthus on advanced glycation end-products induced cytotoxicity and proinflammatory cytokine gene expression in SH-SY5Y cells. Molecules. 2015;20:17288–17308. [PMC free article] [PubMed] [Google Scholar]Amran A.Z., Amran I., Dianita R., Buang F. Protective effects of the standardized extract of Zingiber officinale on myocardium against isoproterenol-induced biochemical and histopathological alterations in rats. Pharm. Biol. 2015;53:1795–1802. [PubMed] [Google Scholar]Anaya J.M., Rojas M., Salinas M.L., Rodríguez Y., Roa G., Lozano M., Rodríguez-Jiménez M., Montoya N., Zapata E., Monsalve D.M., Acosta-Ampudia Y., Ramírez-Santana C. Post-COVID syndrome. A case series and comprehensive review. Autoimmun. Rev. 2021;20 Post-COVID study group. [PMC free article] [PubMed] [Google Scholar]Ang L., Lee H.W., Choi J.Y., Zhang J., Lee M.S. Herbal medicine and pattern identification for treating COVID-19: A rapid review of guidelines. Integr. Med. Res. 2020;9 [PMC free article] [PubMed] [Google Scholar]Anonymous, 2020a. Report of the WHO-China joint mission on coronavirus disease 2019 (COVID-19). https://www.who.int/publications/i/item/report-of-the-who-china-joint-mission-on-coronavirus-disease-2019-(covid-19). (Accessed on April 12, 2021).Anonymous, 2020b. WHO, Africa CDC push for COVID-19 traditional medicine research in Africa. https://www.who.int/news-room/feature-stories/detail/who-africa-cdc-push-for-covid-19-traditional-medicine-research-in-africa. (Accessed on April 15, 2021).Anonymous, 2021. WHO coronavirus disease (COVID-19) Dashboard (2021). https://covid19.who.int/. (Accessed on June 22, 2021).Anusuya N., Durgadevi P., Dhinek A., Mythily S. Nephroprotective effect of ethanolic extract of garlic (Allium sativum L.) on cisplatin induced nephrotoxicity in male wistar rats. Asian J. Pharm. Clin. Res. 2013;6:97–100. [Google Scholar]Ara G., Afzal M., Jyoti S., Siddique Y.H. Effect of myricetin on the transgenic drosophila model of Parkinson's disease. Bulletin of Faculty of Pharmacy, Cairo University, 2017;55:259–262. [Google Scholar]Definition Task Force ARDS, Ranieri V.M., Rubenfeld G.D., Thompson B.T., Ferguson N.D., Caldwell E., Fan E., Camporota L., Slutsky A.S. Acute respiratory distress syndrome: The Berlin Definition. J. Am. Med. Assoc. 2012;307:2526–2533. [PubMed] [Google Scholar]Arreola R., Quintero-Fabián S., López-Roa R.I., Flores-Gutiérrez E.O., Reyes-Grajeda J.P., Carrera-Quintanar L., Ortuño-Sahagún D. Immunomodulation and anti-inflammatory effects of garlic compounds. J. Immunol. Res. 2015:01–13. 2015. [Google Scholar]Ashraf D.K. A comprehensive review on Curcuma longa Linn.: Phytochemical, pharmacological, and molecular study. Int. J. Green Pharm. 2018:11. [Google Scholar]Asoom L.I.A., Al-Hariri M.T. Cardiac inotropic effect of long-term administration of oral thymoquinone. Evid. Based Complement. Alternat. Med. 2019 2019. [PMC free article] [PubMed] [Google Scholar]Atay Balkan İ., Gören A.C., Kırmızıbekmez H., Yeşilada E.Y. Evaluation of the in vitro anti-inflammatory activity of Nerium oleander L. Flower extracts and activity-guided isolation of the active constituents. Rec. Nat. Prod. 2018;12:128–141. [Google Scholar]Avanthi E., Kumar P., Somashekar H.S. The study of antiepileptic activity of clove oil in chemical induced convulsions in mice. Int. J. Basic Clin. Pharmacol. 2015;4:956–959. [Google Scholar]Avoseh O.N., Ogunwande I.A., Ojenike G.O., Mtunzi F.M. Volatile composition, toxicity, analgesic, and anti-inflammatory activities of Mucuna pruriens. Nat. Prod. Commun. 2020;15 1934578×20932326. [Google Scholar]Awasthi V.K., Mahdi F., Chander R., Khanna A.K., Saxena J.K., Singh R., Mahdi A.A., Singh R.K. Hypolipidemic activity of cassia tora seeds in hyperlipidemic rats. Ind. J. Clin. Biochem. 2015;30:78–83. [PMC free article] [PubMed] [Google Scholar]Ayeka P.A., Bian Y., Githaiga P.M., Zhao Y. The immunomodulatory activities of licorice polysaccharides (Glycyrrhiza uralensis Fisch.) in CT 26 tumor-bearing mice. BMC Complement. Altern. Med. 2017;17:536. [PMC free article] [PubMed] [Google Scholar]AYUSH Guidelines for COVID-19 (2020). https://health.ncog.gov.in/ayush-covid-dashbaord/# (Accessed on Jun 05, 2021).Bachiega T.F., de Sousa J.P.B., Bastos J.K., Sforcin J.M. Clove and eugenol in noncytotoxic concentrations exert immunomodulatory/anti-inflammatory action on cytokine production by murine macrophages. J. Pharm. Pharmacol. 2012;64:610–616. [PubMed] [Google Scholar]Bahri S., Ali R.B., Nahdi A., Mlika M., Abdennabi R., Jameleddine S. Salvia officinalis attenuates bleomycin-induced oxidative stress and lung fibrosis in rats. Nutr. Cancer. 2020;72:1135–1145. [PubMed] [Google Scholar]Balachandar V., Mahalaxmi I., Kaavya J., Vivekanandhan G., Ajithkumar S., Arul N., Singaravelu G., Senthil Kumar N., Mohana Dev S. COVID-19: Emerging protective measures. Eur. Rev. Med. Pharmacol. Sci. 2020;24:3422–3425. [PubMed] [Google Scholar]Balekar N., Bodhankar S., Mohan V., Thakurdesai P.A. Modulatory activity of a polyphenolic fraction of Cinnamomum zeylanicum L. bark on multiple arms of immunity in normal and immunocompromised mice. J. Appl. Pharm. Sci. 2014;4:114–122. [Google Scholar]Balkrishna, A., Pokhrel, S., Singh, J., Varshney, A., 2020a. Withanone from Withania somnifera may inhibit novel coronavirus (COVID-19) entry by disrupting interactions between viral s-protein receptor binding domain and host ACE2 receptor. Researchsquare (Preprints).Balkrishna A., Thakur P., Singh S., Dev S.N., Jain V., Varshney A., Sharma R.  Authorea; 2020. Glucose antimetabolite 2-deoxy-D-glucose and its derivative as promising candidates for tackling COVID-19: Insights derived from in silico docking and molecular simulations. [Google Scholar]Banerjee S., Kar A., Mukherjee P.K., Haldar P.K., Sharma N., Katiyar C.K. Immunoprotective potential of Ayurvedic herb Kalmegh (Andrographis paniculata) against respiratory viral infections – LC–MS/MS and network pharmacology analysis. Phytochem. Anal. 2021;32:629–639. [PubMed] [Google Scholar]Barboza J.N., da Silva Maia Bezerra Filho C., Silva R.O., Medeiros J.V.R., de Sousa D.P. An overview on the anti-inflammatory potential and antioxidant profile of eugenol. Oxid. Med. Cell. Longev. 2018 2018. [Google Scholar]Bardi D.A., Halabi M.F., Abdullah N.A., Rouhollahi E., Hajrezaie M., Abdulla M.A. In vivo evaluation of ethanolic extract of Zingiber officinale rhizomes for its protective effect against liver cirrhosis. BioMed. Res. Int. 2013 2013. [PMC free article] [PubMed] [Google Scholar]Battua G.R., Kumara B.M. Hepatoprotective activity of Abrus precatorius Linn. against paracetamol induced hepatotoxicity in rats. Pharmacologyonline. 2009;3:366–375. [Google Scholar]Bayazid A.B., Kim J.G., Park S.H., Lim B.O. Antioxidant, anti-inflammatory, and antiproliferative activity of Mori Cortex Radicis extracts. Nat. Prod. Comm. 2020;15 1934578×19899765. [Google Scholar]Beedimani R.S., Shetkar S. Hepatoprotective activity of Eclipta alba against carbon tetrachloride-induced hepatotoxicity in albino rats. Int. J. Basic Clin. Pharmacol. 2015;4:404–409. [Google Scholar]Benarba B., Pandiella A. Medicinal plants as sources of active molecules against COVID-19. Front. Pharmacol. 2020;11:1189. [PMC free article] [PubMed] [Google Scholar]Berrocal R., Vasudevaraju P., Indi S.S., Sambasiva Rao K.R.S., Rao K.S. In vitro evidence that an aqueous extract of Centella asiatica modulates α-synuclein aggregation Dynamics. J. Alzheimer. Dis. 2014;39:457–465. [PubMed] [Google Scholar]Bhanwra S., Singh J., Khosla P. Effect of Azadirachta indica (Neem) leaf aqueous extract on paracetamol-induced liver damage in rats. Indian J. Physiol. Pharmacol. 2000;44:64–68. [PubMed] [Google Scholar]Bhuvaneswari R., Chidambaranathan N., Jegatheesan K. Hepatoprotective effect of Embilica Officinalis and its silver nanoparticles against CCL4 induced hepatotoxicity in wistar albino rats. Dig. J. Nanomater. Biostructures. 2014;9:223–235. [Google Scholar]Bi Y., Qu P.C., Wang Q.S., Zheng L., Liu H.L., Luo R., Chen X.Q., Ba Y.Y., Wu X., Yang H. Neuroprotective effects of alkaloids from Piper longum in a MPTP-induced mouse model of Parkinson's disease. Pharm. Biol. 2015;53:1516–1524. [PubMed] [Google Scholar]Bihani G.V., Bodhankar S.L., Kadam P.P., Zambare G.N. Anti-nociceptive and anti-inflammatory activity of hydroalcoholic extract of leaves of Amaranthus tricolor L. Der Pharm. Lett. 2013;5:48–55. [Google Scholar]Bisht R., Joshi B.C., Kalia A.N., Prakash A. Antioxidant-rich fraction of Urtica dioica mediated rescue of striatal mito-oxidative damage in MPTP-induced behavioral, cellular, and neurochemical alterations in rats. Mol. Neurobiol. 2017;54:5632–5645. [PubMed] [Google Scholar]Bocksberger S., Wagner W., Hummel T., Guggemos W., Seilmaier M., Hoelscher M., Wendtner C.M. Temporäre hyposmie bei COVID-19-patienten. HNO. 2020;68:440–443. [PMC free article] [PubMed] [Google Scholar]Bordbar N., Karimi M.H., Amirghofran Z. The effect of glycyrrhizin on maturation and T cell stimulating activity of dendritic cells. Cellular Immun. 2012;280:44–49. [PubMed] [Google Scholar]Burger R.A., Torres A.R., Warren R.P., Caldwell V.D., Hughes B.G. Echinacea-induced cytokine production by human macrophages. Int. J. Immunopharmacol. 1997;19:371–379. [PubMed] [Google Scholar]Byun M.-W. Schizonepeta tenuifolia ethanol extract exerts anti-inflammatory activity through the inhibition of TLR4 signaling in lipopolysaccharide-stimulated macrophage cells. J. Med. Food. 2014;17:350–356. [PubMed] [Google Scholar]Caesar L.K., Cech N.B. A review of the medicinal uses and pharmacology of ashitaba. Planta Med. 2016;82:1236–1245. [PubMed] [Google Scholar]Cai Q., Huang D., Yu H., Zhu Z., Xia Z., Su Y., Li Z., Zhou G., Gou J., Qu J., Sun Y., Liu Y., He Q., Chen J., Liu L., Xu L. COVID-19: Abnormal liver function tests. J. Hepatol. 2020;73:566–574. [PMC free article] [PubMed] [Google Scholar]Cao B., Wang Y., Wen D., Liu W., Wang Jingli, Fan G., Ruan L., Song B., Cai Y., Wei M., Li X., Xia J., Chen N., Xiang J., Yu T., Bai T., Xie X., Zhang L., Li C., Yuan Y., Chen H., Li Huadong, Huang H., Tu S., Gong F., Liu Y., Wei Y., Dong C., Zhou F., Gu X., Xu J., Liu Z., Zhang Y., Li Hui, Shang L., Wang K., Li K., Zhou X., Dong X., Qu Z., Lu S., Hu X., Ruan S., Luo S., Wu J., Peng L., Cheng F., Pan L., Zou J., Jia C., Wang Juan, Liu X., Wang S., Wu X., Ge Q., He J., Zhan H., Qiu F., Guo L., Huang C., Jaki T., Hayden F.G., Horby P.W., Zhang D., Wang C. A trial of lopinavir–ritonavir in adults hospitalized with severe Covid-19. N. Engl. J. Med. 2020;382:1787–1799. [PMC free article] [PubMed] [Google Scholar]Capek P., Hr̆íbalová V., Švandová E., Ebringerová A., Sasinková V., Masarová J. Characterization of immunomodulatory polysaccharides from Salvia officinalis L. Int. J. Bio. Macromol. 2003;33:113–119. [PubMed] [Google Scholar]Carrasco F.R., Schmidt G., Romero A.L., Sartoretto J.L., Caparroz-Assef S.M., Bersani-Amado C.A., Cuman R.K.N. Immunomodulatory activity of Zingiber officinale Roscoe, Salvia officinalis L. and Syzygium aromaticum L. essential oils: Evidence for humor- and cell-mediated responses. J. Pharm. Pharmacol. 2010;61:961–967. [PubMed] [Google Scholar]Cechinel Filho V., Meyre-Silva C., Niero R. Chemical and pharmacological aspects of the genus Calophyllum. Chem. Biodivers. 2009;6:313–327. [PubMed] [Google Scholar]Chai X., Hu L., Zhang Y., Han W., Lu Z., Ke A., Zhou J., Shi G., Fang N., Fan Jia, Cai J., Fan Jue, Lan F. Specific ACE2 expression in cholangiocytes may cause liver damage after 2019-nCoV infection. Genomics. 2020 (Preprint) [Google Scholar]Chaki S., Bhattacharjee S. Immunomodulatory role of lectin from Phaseolus vulgaris (rajma beans/red kidney beans) Int. J. Pharm. Bio. Sci. 2016;7 [Google Scholar]Chan M.C.W., Chan R.W.Y., Mok C.K.P., Mak N.K., Wong R.N.S. Indirubin-3′-oxime as an antiviral and immunomodulatory agent in treatment of severe human influenza virus infection. HongKong Med. J. 2018;24:45–47. [PubMed] [Google Scholar]Chana-Cuevas P., Salles-Gándara P., Rojas-Fernandez A., Salinas-Rebolledo C., Milan-Sole A. The potential role of SARS-COV-2 in the pathogenesis of Parkinson's disease. Front. Neurol. 2020;11:1044. [PMC free article] [PubMed] [Google Scholar]Chandra S., Chatterjee P., Dey P., Bhattacharya S. Evaluation of anti-inflammatory effect of ashwagandha: A Preliminary Study in vitro. Phcog. J. 2012;4:47–49. [Google Scholar]Chandrasekaran C.V., Sundarajan K., Edwin J.R., Gururaja G.M., Mundkinajeddu D., Agarwal A. Immune-stimulatory and anti-inflammatory activities of Curcuma longa extract and its polysaccharide fraction. Phocg. Res. 2013;5:71–79. [PMC free article] [PubMed] [Google Scholar]Chang C.C., Lee Y.C., Lin C.C., Chang C.H., Chiu C.D., Chou L.W., Sun M.F., Yen H.R. Characteristics of traditional Chinese medicine usage in patients with stroke in Taiwan: A nationwide population-based study. J. Ethnopharmacol. 2016;186:311–321. [PubMed] [Google Scholar]Chang F.R., Yen C.T., EI-Shazly M., Lin W.H., Yen M.H., Lin K.H., Wu Y.C. Anti-human coronavirus (anti-HCoV) triterpenoids from the leaves of Euphorbia neriifolia. Nat. Prod. Commun. 2012;7:1415–1417. [PubMed] [Google Scholar]Chang H.K., Yang H.Y., Lee T.H., Shin M.C., Lee M.H., Shin M.S., Kim C.J., Kim O.J., Hong S.P., Cho S. Armeniacae semen extract suppresses lipopolysaccharide-induced expressions of cycloosygenase-2 and inducible nitric oxide synthase in mouse BV2 microglial cells. Biol. Pharm. Bull. 2005;28:449–454. [PubMed] [Google Scholar]Chang H.Y., Chen Y.C., Lin J.G., Lin I.H., Huang H.F., Yeh C.C., Chen J.J., Huang G.J. Asatone prevents acute lung injury by reducing expressions of NF-κB, MAPK and inflammatory cytokines. Am. J. Chin. Med. 2018;46:651–671. [PubMed] [Google Scholar]Chang J.S., Wang K.C., Yeh C.F., Shieh D.E., Chiang L.C. Fresh ginger (Zingiber officinale) has anti-viral activity against human respiratory syncytial virus in human respiratory tract cell lines. J. Ethnopharmacol. 2013;145:146–151. [PubMed] [Google Scholar]Chang S.J., Chang Y.C., Lu K.Z., Tsou Y.Y., Lin C.W. Antiviral activity of Isatis indigotica extract and its derived indirubin against Japanese encephalitis virus. Evid. Based Complement. Alternat. Med. 2012 2012. [PMC free article] [PubMed] [Google Scholar]Chattopadhyay C., Chakrabarti N., Chatterjee M., Mukherjee S., Sarkar K., Roy Chaudhuri A. Black tea (Camellia sinensis) decoction shows immunomodulatory properties on an experimental animal model and in human peripheral mononuclear cells. Pharmacog. Res. 2012;4:15–21. [PMC free article] [PubMed] [Google Scholar]Chau T.N., Lee K.C., Yao H., Tsang T.Y., Chow T.C., Yeung Y.C., Choi K.W., Tso Y.K., Lau T., Lai S.T., Lai C.L. SARS-associated viral hepatitis caused by a novel coronavirus: Report of three cases. Hepatology. 2004;39:302–310. [PMC free article] [PubMed] [Google Scholar]Chen C.N., Lin C.P.C., Huang K.K., Chen W.C., Hsieh H.P., Liang P.H., Hsu J.T.A. Inhibition of SARS-CoV 3C-like protease activity by Theaflavin-3,3′-digallate (TF3) Evid. Based Complement. Alternat. Med. 2005;2:209–215. [PMC free article] [PubMed] [Google Scholar]Chen I.C., Wang S.C., Chen Y.T., Tseng H.H., Liu P.L., Lin T.C., Wu H.E., Chen Y.R., Tseng Y.H., Hsu J.H., Dai Z.K., Suen J.L., Li C.Y. Corylin ameliorates LPS-induced acute lung injury via suppressing the MAPKs and IL-6/STAT3 signaling pathways. Pharmaceuticals. 2021;14 [PMC free article] [PubMed] [Google Scholar]Chen L.Y., Chen Q., Cheng Y.F., Jin H.H., Kong D.S., Zhang F., Wu L., Shao J.J., Zhang S.Z. Diallyl trisulfide attenuates ethanol-induced hepatic steatosis by inhibiting oxidative stress and apoptosis. Biomed. Pharmacother. 2016;79:35–43. [PubMed] [Google Scholar]Chen M., Gan L., Lin S., Wang X., Li L., Li Y., Zhu C., Wang Y., Jiang B., Jiang J., Yang Y., Shi J. Alkaloids from the root of Isatis indigotica. J. Nat. Prod. 2012;75:1167–1176. [PubMed] [Google Scholar]Chen Q., Liu M., Yu H., Li J., Wang S., Zhang Y., Qiu F., Wang T. Scutellaria baicalensis regulates FFA metabolism to ameliorate NAFLD through the AMPK-mediated SREBP signaling pathway. J. Nat. Med. 2018;72:655–666. [PubMed] [Google Scholar]Chen Q., Rahman K., Wang S.J., Zhou S., Zhang H. Scutellaria barbata: A review of chemical constituents, pharmacological activities and clinical application. Curr. Pharm. Design. 2020;26:01–16. [PubMed] [Google Scholar]Chen S.G., Cheng M.L., Chen K.H., Horng J.T., Liu C.C., Wang S.M., Sakurai H., Leu Y.L., Wang S.D., Ho H.Y. Antiviral activities of Schizonepeta tenuifolia Briq. against enterovirus 71 in vitro and in vivo. Sci. Rep. 2017;7:935. [PMC free article] [PubMed] [Google Scholar]Chen X., Zhang S., Xuan Z., Ge D., Chen X., Zhang J., Wang Q., Wu Y., Liu B. The phenolic fraction of Mentha haplocalyx and its constituent linarin ameliorate inflammatory response through inactivation of NF-κB and MAPKs in lipopolysaccharide-induced RAW264.7 Cells. Molecules. 2017;22:811. [PMC free article] [PubMed] [Google Scholar]Chen Y., Li H., Li M., Niu S., Wang J., Shao H., Li T., Wang H. Salvia miltiorrhiza polysaccharide activates T lymphocytes of cancer patients through activation of TLRs mediated -MAPK and -NF-κB signaling pathways. J. Ethnopharmacol. 2017;200:165–173. [PubMed] [Google Scholar]Chen Z., Nakamura T. Statistical evidence for the usefulness of Chinese medicine in the treatment of SARS. Phytother. Res. 2004;18:592–594. [PubMed] [Google Scholar]Cheng L., Zheng W., Li M., Huang J., Bao S., Xu Q., Ma Z. Citrus fruits are rich in flavonoids for immunoregulation and potential targeting ACE2. Preprints. 2020 [Google Scholar]Cheng W., Li J., You T., Hu C. Anti-inflammatory and immunomodulatory activities of the extracts from the inflorescence of Chrysanthemum indicum Linné J. Ethnopharmacol. 2005;101:334–337. [PubMed] [Google Scholar]Cheng, Y., Luo, R., Wang, K., Zhang, M., Wang, Z., Dong, L., Li, J., Yao, Y., Ge, S., Xu, G., 2020. Kidney impairment is associated with in-hospital death of COVID-19 patients. MedRxiv (Preprints).Cho H., Doan T., Ha T., Kim H., Lee B., Pham H., Cho T., Oh W. Dereplication by high-performance liquid chromatography (HPLC) with quadrupole-time-of-flight mass spectroscopy (qTOF-MS) and antiviral activities of phlorotannins from Ecklonia cava. Marine Drugs. 2019;17:149. [PMC free article] [PubMed] [Google Scholar]Cho H., Jun J.Y., Song E.K., Kang K.H., Baek H.Y., Ko Y.S., Kim Y.C. Bakuchiol: A hepatoprotective compound of Psoralea corylifolia on tacrine-induced cytotoxicity in Hep G2 cells. Planta. Med. 2001;67:750–751. [PubMed] [Google Scholar]Choi B.S., Sapkota K., Kim S., Lee H.J., Choi H.S., Kim S.J. Antioxidant activity and protective effects of Tripterygium regelii extract on hydrogen peroxide-induced injury in human dopaminergic cells, SH-SY5Y. Neurochem. Res. 2010;35:1269–1280. [PMC free article] [PubMed] [Google Scholar]Choi S.E., Park K.H, Jeong M.S., Kim H.H., Lee D.I., Joo S.S., Lee C.S., Bang H., Choi Y.W., Lee M.K., Seo S.J., Lee M.W. Effect of Alnus japonica extract on a model of atopic dermatitis in NC/Nga mice. J. Ethnopharmacol. 2011;136:406–413. [PubMed] [Google Scholar]Choi Y.H., Lee H.S., Chung C.K., Kim E.J., Kang I.J. Protective effects of an ethanol extract of Angelica keiskei against acetaminophen-induced hepatotoxicity in HepG2 and HepaRG cells. Nutr. Res. Pract. 2017;11:97–104. [PMC free article] [PubMed] [Google Scholar]Churiyah, Pongtuluran O.B., Rofaani E., Tarwadi Antiviral and immunostimulant activities of Andrographis paniculata. HAYATI J. Biosci. 2015;22:67–72. [Google Scholar]Cinatl J., Morgenstern B., Bauer G., Chandra P., Rabenau H., Doerr H.W. Glycyrrhizin, an active component of liquorice roots, and replication of SARS-associated coronavirus. Lancet. 2003;361:2045–2046. [PMC free article] [PubMed] [Google Scholar]Citroner G. Can COVID-19 damage your heart? Health line. HeM.alth News. 2020 https://www.healthline.com/health-news/how-covid-19-may-damage-your-heart (Accessed on June 18, 2021) [Google Scholar]Clercq, E.D., 2007. Three decades of antiviral drugs. Nat. Rev. Drug Discov. 6, 941.Concessao P., Bairy L.K., Raghavendra A.P. Protective effect of Mucuna pruriens against arsenic-induced liver and kidney dysfunction and neurobehavioral alterations in rats. Vet. World. 2020;13:1555–1566. [PMC free article] [PubMed] [Google Scholar]Coony, E., 2020. Long after the fire of a COVID-19 infection, mental and neurological effects can still smolder. STAT. URL https://www.statnews.com/2020/08/12/after-covid19-mental-neurological-effects-smolder/(Accessed on June 9, 2021).Cui W., Wang Y., Chen Q., Sun W., Cai L., Tan Y., Kim K.S., Kim K.H., Kim Y.H. Magnolia extract (BL153) ameliorates kidney damage in a high fat diet-induced obesity mouse model. Oxid. Med. Cell Longev. 2013 2013. [PMC free article] [PubMed] [Google Scholar]Czeisler M., Lane R., Petrosky E., Wiley J., Christensen A., Njai R., Weaver M., Robbins R., Facer-Childs E., Barger L., Czeisler C., Howard M., Rajaratnam S. Mental health, substance use, and suicidal ideation during the COVID-19 pandemic - United States, June 24-30, 2020. MMWR. Morbidity and mortality weekly rep. 2020;69:1049–1057. [PMC free article] [PubMed] [Google Scholar]Daba M.H., Abdel-Rahman M.S. Hepatoprotective activity of thymoquinone in isolated rat hepatocytes. Toxicol. Letter. 1998;95:23–29. [PubMed] [Google Scholar]Das A., Pandita D., Jain G.K., Agarwal P., Grewal A.S., Khar R.K., Lather V. Role of phytoconstituents in the management of COVID-19. Chem. Biol. Interact. 2021;341 [PMC free article] [PubMed] [Google Scholar]Das K. Herbal plants as immunity modulators against COVID-19: a primary preventive measure during home quarantine. J. Herb. Med. 2021 [PMC free article] [PubMed] [Google Scholar]Davis L., Kuttan G. Immunomodulatory activity of Withania somnifera. J. Ethnopharmacol. 2000;71:193–200. [PubMed] [Google Scholar]Day C.W., Baric R., Cai S.X., Frieman M., Kumaki Y., Morrey J.D., Smee D.F., Barnard D.L. A new mouse-adapted strain of SARS-CoV as a lethal model for evaluating antiviral agents in vitro and in vivo. Virology. 2009;395:210–222. [PMC free article] [PubMed] [Google Scholar]De Clercq E. Anti-HIV drugs: 25 compounds approved within 25 years after the discovery of HIV. Int. J. Antimicrob. Agents. 2009;33:307–320. [PubMed] [Google Scholar]Deka A., Vita J.A. Tea and cardiovascular disease. Pharmacol. Res. 2011;64:136–145. [PMC free article] [PubMed] [Google Scholar]Demeke C.A., Woldeyohanins A.E., Kifle Z.D. Herbal medicine use for the management of COVID-19: a review article. Metabol. Open. 2021;12 [PMC free article] [PubMed] [Google Scholar]Dhanasekaran S., Pradeep P.S. Scope of phytotherapeutics in targeting ACE2 mediated Host-Viral Interface of SARS-CoV2 that causes COVID-19. ChemRxiv. (Preprint) 2020 [Google Scholar]Diao B., Wang Chenhui, Wang R., Feng Z., Zhang J., Yang H., Tan Y., Wang H., Wang Changsong, Liu L., Liu Ying, Liu Yueping, Wang G., Yuan Z., Hou X., Ren L., Wu Y., Chen Y. Human kidney is a target for novel severe acute respiratory syndrome coronavirus 2 infection. Nat. Commun. 2021;12:2506. [PMC free article] [PubMed] [Google Scholar]Dibazar S.P., Fateh S., Daneshmandi S. Immunomodulatory effects of clove (Syzygium aromaticum) constituents on macrophages: In vitro evaluations of aqueous and ethanolic components. J. Immunotoxicol. 2015;12:124–131. [PubMed] [Google Scholar]Ding B., Dai Y., Hou Y.L., Wu X.M., Chen X., Yao X.S. Four new hemiterpenoid derivatives from Taxillus chinensis. Fitoterapia. 2013;86:1–5. [PubMed] [Google Scholar]Ding Y., Zeng L., Li R., Chen Qiaoyan, Zhou B., Chen Qiaolian, Cheng P.L., Yutao W., Zheng J., Yang Z., Zhang F. The Chinese prescription lianhuaqingwen capsule exerts anti-influenza activity through the inhibition of viral propagation and impacts immune function. BMC Complement. Altern. Med. 2017;17:130. [PMC free article] [PubMed] [Google Scholar]Djakpo O., Yao W. Rhus chinensis and Galla Chinensis - folklore to modern evidence: Review. Phytother. Res. 2010;24:1739–1747. [PMC free article] [PubMed] [Google Scholar]Du C.Y.Q., Choi R.C.Y., Dong T.T.X., Lau D.T.W., Tsim K.W.K. Yu Ping Feng San, an ancient Chinese herbal decoction, regulates the expression of inducible nitric oxide synthase and cyclooxygenase-2 and the activity of intestinal alkaline phosphatase in cultures. PLoSOne. 2014;9 [PMC free article] [PubMed] [Google Scholar]Duan Z., Chen Y., Zhang J., Zhao J., Lang Z., Meng F., Bao X. Clinical characteristics and mechanism of liver injury in patients with severe acute respiratory syndrome. Zhonghua Gan Zang Bing Za Zhi. 2003;11:493–496. [PubMed] [Google Scholar]Dzoyem J., McGaw L., Kuete V., Bakowsky U. Anti-inflammatory and anti-nociceptive activities of African medicinal spices and vegetables. Med. Spec. Veg. Afr. 2017:239–270. [Google Scholar]Elkhayat E.S., Alorainy M.S., El-Ashmawy I.M., Fat'hi S. Potential antidepressant constituents of Nigella sativa seeds. Pharmacogn. Mag. 2016;12:S27–S31. [PMC free article] [PubMed] [Google Scholar]Enmozhi S.K., Raja K., Sebastine I., Joseph J. Andrographolide as a potential inhibitor of SARS-CoV-2 main protease: An in silico approach. J. Bio. Mol. Struct. Dyn. 2021;39:3092–3098. [PMC free article] [PubMed] [Google Scholar]Erdogan-Orhan I., Kartal M. Insights into research on phytochemistry and biological activities of Prunus armeniaca L. (apricot) Food Res. Int. 2011;44:1238–1243. [Google Scholar]Fan S., Chen H.N., Wang C.J., Tseng W.C., Hsu H.K., Weng C.F. Toona sinensis Roem (Meliaceae) leaf extract alleviates liver fibrosis via reducing TGFbeta1 and collagen. Food Chem Toxicol. 2007;45:2228–2236. [PubMed] [Google Scholar]Farzaei M.H., Zobeiri M., Parvizi F., El-Senduny F.F., Marmouzi I., Coy-Barrera E., Naseri R., Nabavi S.M., Rahimi R., Abdollahi M. Curcumin in liver diseases: A systematic review of the cellular mechanisms of oxidative stress and clinical perspective. Nutrients. 2018;10:855. [PMC free article] [PubMed] [Google Scholar]Fekri M.S., Poursalehi H.R., Sharififar F., Mandegary A., Rostamzadeh F., Mahmoodi R. The effects of methanolic extract of Glycyrrhiza glabra on the prevention and treatment of bleomycin-induced pulmonary fibrosis in rat: Experimental study. Drug Chem. Toxicol. 2021;44:365–371. [PubMed] [Google Scholar]Feng G., Zheng K.I., Yan Q.Q., Rios R.S., Targher G., Byrne C.D., Poucke S.V., Liu W.Y., Zheng M.H. COVID-19 and liver dysfunction: Current insights and emergent therapeutic strategies. J. Clin. Transl. Hepatol. 2020;8:18–24. [PMC free article] [PubMed] [Google Scholar]Ferner R.E., Aronson J.K. Chloroquine and hydroxychloroquine in covid-19. Br. Med. J. 2020;369:m1432. [PubMed] [Google Scholar]Ferrari P. Licorice: A sweet alternative to prevent hyperkalemia in dialysis patients? Kidney Int. 2009;76:811–812. [PubMed] [Google Scholar]Fiore C., Eisenhut M., Krausse R., Ragazzi E., Pellati D., Armanini D., Bielenberg J. Antiviral effects of Glycyrrhiza species. Phytother. Res. 2008;22:141–148. [PMC free article] [PubMed] [Google Scholar]Firenzuoli F., Antonelli M., Donelli D., Gensini G.F., Maggini V. Cautions and opportunities for botanicals in COVID-19 patients: A comment on the position of the french agency for food, environmental and occupational health & safety. J. Alt. Compl. Med. 2020;26:851–853. [PubMed] [Google Scholar]Follmer C. Gut microbiome imbalance and neuroinflammation: Impact of COVID-19 on Parkinson's disease. Mov. Dis. 2020;35:1495–1496. [PMC free article] [PubMed] [Google Scholar]Fraissé M., Logre E., Mentec H. Eosinophilia in critically ill COVID-19 patients: A French monocenter retrospective study. Crit. Care. 2020;24:635. [PMC free article] [PubMed] [Google Scholar]Fu C., Dai X., Yang Y., Lin M., Cai Y., Cai S. Dexmedetomidine attenuates lipopolysaccharide-induced acute lung injury by inhibiting oxidative stress, mitochondrial dysfunction and apoptosis in rats. Mol. Med. Rep. 2017;15:131–138. [PMC free article] [PubMed] [Google Scholar]Fu R.H., Wang Y.C., Chen C.S., Tsai R.T., Liu S.P., Chang W.L., Lin H.L., Lu C.H., Wei J.R., Wang Z.W., Shyu W.C., Lin S.Z. Acetylcorynoline attenuates dopaminergic neuron degeneration and α-synuclein aggregation in animal models of Parkinson's disease. Neuropharmacol. 2014;82:108–120. [PubMed] [Google Scholar]Fu Y.J., Yan Y.Q., Qin H.Q., Wu S., Shi S.S., Zheng X., Wang P.C., Chen X.Y., Tang X.L., Jiang Z.Y. Effects of different principles of traditional Chinese medicine treatment on TLR7/NF-κB signaling pathway in influenza virus infected mice. Chin. Med. 2018;13:42. [PMC free article] [PubMed] [Google Scholar]Gabr S.A., Alghadir A.H., Ghoniem G.A. Biological activities of ginger against cadmium-induced renal toxicity. Saudi J. Biol. Sci. 2019;26:382–389. [PMC free article] [PubMed] [Google Scholar]Gaikwad V., Zodape G. Ameliorative Effect of Piper Nigrum on ethionamide and para-amino salicylic acid induced nephrotoxicity in sprague-dawley rats. Saudi J. Med. Pharm. Sci. 2019;5:448–455. [Google Scholar]Galani I.E., Andreakos E. Impaired innate antiviral defenses in COVID-19: Causes, consequences and therapeutic opportunities. Semin. Immunol. 2021 [PMC free article] [PubMed] [Google Scholar]Gao J., Tian Z., Yang X. Breakthrough: Chloroquine phosphate has shown apparent efficacy in treatment of COVID-19 associated pneumonia in clinical studies. Biosci. Trends. 2020;14:72–73. [PubMed] [Google Scholar]Gao Y., Fang L., Cai R., Zong C., Chen X., Lu J., Qi Y. Shuang-Huang-Lian exerts anti-inflammatory and anti-oxidative activities in lipopolysaccharide-stimulated murine alveolar macrophages. Phytomedicine. 2014;21:461–470. [PubMed] [Google Scholar]Gasparyan G., Tiratsuyan S., Kazaryan S., Vardapetyan H. Effect of Laurus Nobilis extract on the functioning of liver against CCl4 induced toxicity. J. Exp. Biol. Agricul. Sci. 2015;3:174–183. [Google Scholar]Gattinoni L., Chiumello D., Caironi P., Busana M., Romitti F., Brazzi L., Camporota L. COVID-19 pneumonia: Different respiratory treatments for different phenotypes? Intensive Care Med. 2020;46:1099–1102. [PMC free article] [PubMed] [Google Scholar]Gautret P., Lagier J.C., Parola P., Hoang V.T., Meddeb L., Mailhe M., Doudier B., Courjon J., Giordanengo V., Vieira V.E. Hydroxychloroquine and azithromycin as a treatment of COVID-19: Results of an open-label non-randomized clinical trial. Int. J. Antimicrob. Agents. 2020;56 [PMC free article] [PubMed] [Google Scholar]Ghorbani A., Esmaeilizadeh M. Pharmacological properties of Salvia officinalis and its components. J. Trad. Compl. Med. 2017;7:433–440. [PMC free article] [PubMed] [Google Scholar]Ghosh S., Kumar A., Sachan N., Chandra P. Anxiolytic and antidepressant-like effects of essential oil from the fruits of Piper nigrum Linn. (Black pepper) in mice: Involvement of serotonergic but not GABAergic transmission system. Heliyon. 2021;7:e06884. [PMC free article] [PubMed] [Google Scholar]Giacomelli A., Pezzati L., Conti F., Bernacchia D., Siano M., Oreni L., Rusconi S., Gervasoni C., Ridolfo A.L., Rizzardini G., Antinori S., Galli M. Self-reported olfactory and taste disorders in patients with severe acute respiratory coronavirus 2 infection: A cross-sectional study. Clin. Infect. Dis. 2020;71:889–890. [PMC free article] [PubMed] [Google Scholar]Gilani A.U.H., Jabeen Q., Khan M.A.U. A review of medicinal uses and pharmacological activities of Nigella sativa. Pak. J. Biol. Sci. 2004;7:441–451. [Google Scholar]Gomathi M., Padmapriya S., Balachandar V. Drug studies on rett syndrome: From bench to bedside. J. Autism Dev. Disord. 2020;50:2740–2764. [PubMed] [Google Scholar]Gomes Antony, Datta P., Sarkar A., Dasgupta S.C., Gomes Aparna. Black tea (Camellia sinensis) extract as an immunomodulator against immunocompetent and immunodeficient experimental rodents. Orient Pharm. Exp. Med. 2014;14:37–45. [Google Scholar]Gong A.G.W., Duan R., Wang H.Y., Kong X.P., Dong T.T.X., Tsim K.W.K., Chan K. Evaluation of the pharmaceutical properties and value of Astragali radix. Medicines. 2018;5:46. [PMC free article] [PubMed] [Google Scholar]Gong T., Wang C.F., Yuan J.R., Li Y., Gu J.F., Zhao B.J., Zhang L., Jia X.B., Feng L., Liu S.L. Inhibition of tumor growth and immunomodulatory effects of flavonoids and scutebarbatines of Scutellaria barbata D. Don in lewis-bearing C57BL/6 mice. Evid. Based Complement. Alternat. Med. 2015 2015. [PMC free article] [PubMed] [Google Scholar]Gorach N.V. Effects of Cimicifuga racemosa on the hemodynamics parameters and quality of life in perimenopausal women with arterial hypertension. Wiad. Lek. 2018;71:1010–1014. [PubMed] [Google Scholar]Gorgani L., Mohammadi M., Najafpour G.D., Nikzad M. Piperine-the bioactive compound of black pepper: from isolation to medicinal formulations: Piperine isolation from pepper. Compr. Rev. Food Sci. Food Saf. 2017;16:124–140. [PubMed] [Google Scholar]Grasselli G., Pesenti A., Cecconi M. Critical care utilization for the COVID-19 outbreak in Lombardy, Italy: Early experience and forecast during an emergency response. J. Am. Med. Assoc. 2020;323:1545–1546. [PubMed] [Google Scholar]Grassi P., Reyes T.S.U., Sosa S., Tubaro A., Hofer O., Zitterl-Eglseer K. Anti-inflammatory activity of two diterpenes of Hyptis suaveolens from El salvador. Z Naturforsch C. 2006;61:165–170. [PubMed] [Google Scholar]Guan S., Ma J., Zhang Y., Gao Y., Zhang Y., Zhang X., Wang N., Xie Y., Wang J., Zhang J., Chu L. Danshen (Salvia miltiorrhiza) injection suppresses kidney injury induced by iron overload in mice. PLoS One. 2013;8:e74318. [PMC free article] [PubMed] [Google Scholar]Guan W., Ni Z., Hu Yu, Liang W., Ou C., He J., Liu L., Shan H., Lei C., Hui D.S.C., Du B., Li L., Zeng G., Yuen K.Y., Chen R., Tang C., Wang T., Chen P., Xiang J., Li S., Wang Jin-lin, Liang Z., Peng Y., Wei L., Liu Y., Hu Ya-hua, Peng P., Wang Jian-ming, Liu J., Chen Z., Li G., Zheng Z., Qiu S., Luo J., Ye C., Zhu S., Zhong N. Clinical characteristics of coronavirus disease 2019 in China. N. Engl. J. Med. 2020;382:1708–1720. [PMC free article] [PubMed] [Google Scholar]Gundeti M.S., Bhurke L.W., Mundada P.S., Murudkar S., Surve A., Sharma R., Mata S., Rana R., Singhal R., Vyas N., Khanduri S., Sharma B.S., Srikanth N., Dhiman K.S. AYUSH 64, a polyherbal ayurvedic formulation in influenza like illness: Results of a pilot study. J. Ayurveda Integr. Med. 2020 S0975-9476(20)30025-5. [PMC free article] [PubMed] [Google Scholar]Guo D. Old weapon for new enemy: Drug repurposing for treatment of newly emerging viral diseases. Virol. Sin. 2020;35:253–255. [PMC free article] [PubMed] [Google Scholar]Guo S.S., Shi Y.J., Gao Y.J., Su D., Cui X.L. The cytology mechanism of anti-parainfluenza virus infection of total flavone of Scutellaria barbata. Yao Xue Xue Bao. 2009;44:1348–1352. [PubMed] [Google Scholar]Guo Y., Yin T., Wang Xiaoming, Zhang F., Pan G., Lv H., Wang Xianrui, Owoicho Orgah J., Zhu Y., Wu H. Traditional uses, phytochemistry, pharmacology and toxicology of the genus Cimicifuga: a review. J. Ethnopharmacol. 2017;209:264–282. [PubMed] [Google Scholar]Gupta, A., Madan, A., Yadav, B., Mundada, P., Singhal, R., Pandey, Y.K., Agarwal, R., Tripathi, A., Sharma, B.S., Rao, B.C.S., Bharti, Srikanth, N., Dhiman, K.S., 2021b. Chyawanprash for the prevention of COVID-19 infection among healthcare workers: A Randomized Controlled Trial. (Preprint).Gupta A., Singh S. Evaluation of anti-inflammatory effect of Withania somnifera root on collagen-induced arthritis in rats. Pharm. Biol. 2014;52:308–320. [PubMed] [Google Scholar]Gupta M.S., Shivaprasad H.N., Kharya M.D., Rana A.C. Immunomodulatory activity of the ayurvedic formulation “Ashwagandha Churna. Pharm. Biol. 2006;44:263–265. [Google Scholar]Gupta P.K., Sonewane K., Rajan M. Scientific rationale of Indian AYUSH ministry advisory for COVID-19 prevention, prophylaxis, and immunomodulation. Adv. Trad. Med. 2021:01–25. [Google Scholar]Gyebi G.A., Ogunro O.B., Adegunloye A.P., Ogunyemi O.M., Afolabi S.O. Potential inhibitors of coronavirus 3-chymotrypsin-like protease (3CLpro): An in silico screening of alkaloids and terpenoids from African medicinal plants. J. Biomol. Struct. Dyn. 2021;39:3396–3408. [PMC free article] [PubMed] [Google Scholar]Haller J., Krecsak L., Zambori J. Double-blind placebo controlled trial of the anxiolytic effects of a standardized echinacea extract. Phytother. Res. 2019;34:660–668. [PubMed] [Google Scholar]Ham A., Kim B., Koo U., Nam K.W., Lee S.J., Kim K.H., Shin J., Mar W. Spirafolide from bay leaf (Laurus nobilis) prevents dopamine-induced apoptosis by decreasing reactive oxygen species production in human neuroblastoma SH-SY5Y cells. Arch. Pharm. Res. 2010;33:1953–1958. [PubMed] [Google Scholar]Hamburger M. Isatis tinctoria – From the rediscovery of an ancient medicinal plant towards a novel anti-inflammatory phytopharmaceutical. Phytochem. Rev. 2002;1:333. [Google Scholar]Hamming I., Timens W., Bulthuis M.L.C., Lely A.T., Navis G.J., van Goor H. Tissue distribution of ACE2 protein, the functional receptor for SARS coronavirus. A first step in understanding SARS pathogenesis. J. Pathol. 2004;203:631–637. [PMC free article] [PubMed] [Google Scholar]Han C., Yang J., Song P., Wang X., Shi W. Effects of Salvia miltiorrhiza polysaccharides on lipopolysaccharide-induced inflammatory factor release in RAW264.7 cells. J. Interferon Cytokine Res. 2018;38:29–37. [PubMed] [Google Scholar]Harun N.H., Septama A.W., Jantan I. Immunomodulatory effects of selected Malaysian plants on the CD18/11a expression and phagocytosis activities of leukocytes. Asian Pac. J. Trop. Biomed. 2015;5:48–53. [Google Scholar]Hasan M.K., Ara I., Mondal M.S.A., Kabir Y. Phytochemistry, pharmacological activity, and potential health benefits of Glycyrrhiza glabra. Heliyon. 2021;7:e07240. [PMC free article] [PubMed] [Google Scholar]Hayashi K., Hayashi T., Ujita K., Takaishi Y. Characterization of antiviral activity of a sesquiterpene, triptofordin C-2. J. Antimicrob. Chemother. 1996;37:759–768. [PubMed] [Google Scholar]He H., Guo W.W., Xu R.R., Chen X.Q., Zhang N., Wu X., Wang X.M. Alkaloids from Piper longum protect dopaminergic neurons against inflammation-mediated damage induced by intranigral injection of lipopolysaccharide. BMC Complement. Altern. Med. 2016;16:412. [PMC free article] [PubMed] [Google Scholar]He Y.M., Zhu S., Ge Y.W., Kazuma K., Zou K., Cai S.Q., Komatsu K. The anti-inflammatory secoiridoid glycosides from Gentianae scabrae radix: The root and rhizome of Gentiana scabra. J. Nat. Med. 2015;69:303–312. [PubMed] [Google Scholar]He Y.Q., Zhou C.C., Yu L.Y., Wang L., Deng J.L., Tao Y.L., Zhang F., Chen W.S. Natural product derived phytochemicals in managing acute lung injury by multiple mechanisms. Pharmacol. Res. 2021;163 [PMC free article] [PubMed] [Google Scholar]Heirangkhongjam M.D., Ngaseppam I.S. Rhus chinensis Mill.: A medicinal plant with promising inhibition of calcium oxalate crystallization, an in-vitro study. J. Herb. Med. 2021;29 [Google Scholar]Hékimian G., Kerneis M., Zeitouni M. Coronavirus disease-19 acute myocarditis and multsystem inflammatory syndrome in adult intensive and cardiac care units. Chest. 2021;159:657–662. [PMC free article] [PubMed] [Google Scholar]Henry B.M., Lippi G. Chronic kidney disease is associated with severe coronavirus disease 2019 (COVID-19) infection. Int. Urol. Nephrol. 2020;52:1193–1194. [PMC free article] [PubMed] [Google Scholar]Ho Y.L., Chang Y.S. Studies on the antinociceptive, anti-inflammatory and anti pyretic effects of Isatis indigotica root. Phytomedicine. 2002;9:419–424. [PubMed] [Google Scholar]Hoever G., Baltina L., Michaelis M., Kondratenko R., Baltina L., Tolstikov G.A., Doerr H.W., Cinatl J. Antiviral activity of glycyrrhizic acid derivatives against SARS−coronavirus. J. Med. Chem. 2005;48:1256–1259. [PubMed] [Google Scholar]Hogade M.G., Patil K.S., Wadkar G.H., Mathapati S.S., Dhumal P.B. Hepatoprotective activity of Morus alba (Linn.) leaves extract against carbon tetrachloride induced hepatotoxicity in rats. Afr. J. Pharm. Pharmacol. 2010;4:731–734. [Google Scholar]Hong S.I., Kwon S.H., Kim M.J., Ma S.X., Kwon J.W., Choi S.M., Choi S.I., Kim S.Y., Lee S.Y., Jang C.G. Anxiolytic-like effects of Chrysanthemum indicum aqueous extract in mice: Possible involvement of GABAA receptors and 5-HT1A receptors. Biomol. Therap. 2012;20:413–417. [PMC free article] [PubMed] [Google Scholar]Hou C.C., Huang C.C., Shyur L.F. Echinacea alkamides prevent lipopolysaccharide/D-galactosamine-induced acute hepatic injury through JNK pathway-mediated HO-1 expression. J. Agric. Food Chem. 2011;59:11966–11974. [PubMed] [Google Scholar]Hritcu L., Noumedem J.A., Cioanca O., Hancianu M., Postu P., Mihasan M. Anxiolytic and antidepressant profile of the methanolic extract of Piper nigrum fruits in beta-amyloid (1–42) rat model of Alzheimer's disease. Behav. Brain. Funct. 2015;11:13. [PMC free article] [PubMed] [Google Scholar]Hsieh Y.L., Shibu M.A., Lii C.K., Viswanadha V.P., Lin Y.L., Lai C.H., Chen Y.F., Lin K.H., Kuo W.W., Huang C.Y. Andrographis paniculata extract attenuates pathological cardiac hypertrophy and apoptosis in high-fat diet fed mice. J. Ethnopharmacol. 2016;192:170–177. [PubMed] [Google Scholar]Hu B., Guo H., Zhou P., Shi Z.L. Characteristics of SARS-CoV-2 and COVID-19. Nat. Rev. Microbiol. 2021;19:141–154. [PMC free article] [PubMed] [Google Scholar]Huang C.Z., Tung Y.T., Hsia S.M., Wu C.H., Yen G.C. The hepatoprotective effect of Phyllanthus emblica L. fruit on high fat diet-induced non-alcoholic fatty liver disease (NAFLD) in SD rats. Food Func. 2017;8:842–850. [PubMed] [Google Scholar]Huang Y.F., Bai C., He F., Xie Y., Zhou H. Review on the potential action mechanisms of Chinese medicines in treating coronavirus disease 2019 (COVID-19) Pharmacol. Res. 2020;158 [PMC free article] [PubMed] [Google Scholar]Hui K.M., Huen M.S.Y., Wang H.Y., Zheng H., Sigel E., Baur R., Ren H., Li Z.W., Wong T.F., Xue H. Anxiolytic effect of wogonin, a nenzodiazepen receptor ligand isolated from Scutellaria baicalensis Georgi. Biochem. Pharmacol. 2002;64:1415–1424. [PubMed] [Google Scholar]Hussain Z., Khan J.A., Arshad A., Asif P., Rashid H., Arshad M.I. Protective effects of Cinnamomum zeylanicum L. (Darchini) in acetaminophen-induced oxidative stress, hepatotoxicity and nephrotoxicity in mouse model. Biomed. Pharmacother. 2019;109:2285–2292. [PubMed] [Google Scholar]Hwang C.K., Chun H.S. Isoliquiritigenin isolated from licorice Glycyrrhiza uralensis prevents 6-Hydroxydopamine-induced apoptosis in dopaminergic neurons. Biosci. Biotechnol. Biochem. 2012;76:536–543. [PubMed] [Google Scholar]Hy W., Ira Md. Protective effects of Camellia sinensis leaf extract against carbon tetrachloride-induced liver injury in rats. Asian J. Biochem. 2015;10:86–92. [Google Scholar]Ibrahim M.A.A., Elwan W.M., Elgendy H.A. Role of scutellarin in ameliorating lung injury in a rat model of bilateral hind limb ischemia–reperfusion. Anat. Rec. (Hoboken) 2019;302:2070–2081. [PubMed] [Google Scholar]Imai Y., Kuba K., Neely G.G., Yaghubian-Malhami R., Perkmann T., van Loo G., Ermolaeva M., Veldhuizen R., Leung Y.H.C., Wang H., Liu H., Sun Y., Pasparakis M., Kopf M., Mech C., Bavari S., Peiris J.S.M., Slutsky A.S., Akira S., Hultqvist M., Holmdahl R., Nicholls J., Jiang C., Binder C.J., Penninger J.M. Identification of oxidative stress and Toll-like receptor 4 signaling as a key pathway of acute lung injury. Cell. 2008;133:235–249. [PMC free article] [PubMed] [Google Scholar]Infusino F., Marazzato M., Mancone M., Fedele F., Mastroianni C.M., Severino P, Ceccarelli G., Santinelli L., Cavarretta E., Marullo A.G.M., Miraldi F., Carnevale R., Nocella C., Biondi-Zoccai G., Pagnini C., Schiavon S., Pugliese F., Frati G., d'Ettorre G. Diet supplementation, probiotics, and nutraceuticals in SARS-CoV-2 infection: a scoping review. Nutrients. 2020;12:1718. [PMC free article] [PubMed] [Google Scholar]Inoue E., Shimizu Y., Masui R., Hayakawa T., Tsubonoya T., Hori S., Sudoh K. Effects of saffron and its constituents, crocin-1, crocin-2, and crocetin on α-synuclein fibrils. J. Nat. Med. 2018;72:274–279. [PubMed] [Google Scholar]Interdisciplinary committee for integration of ayurveda and yoga interventions in the 'National clinical management protocol: COVID-19′  . Ministry of AYUSH, Govt. of India; 2020. First report and recommendations. OM No. A. 17020/1/2020-E.I dated 16th July 2020. https://www.ayush.gov.in/docs/Report%20and%20Recommendations%20of%20Interdisciplinary%20Committee.pdf (Accessed on June 17, 2021) [Google Scholar]Islam M.T., Sarkar C., El-Kersh D.M., Jamaddar S., Uddin S.J., Shilpi J.A., Mubarak M.S. Natural products and their derivatives against coronavirus: a review of the non-clinical and pre-clinical data. Phytother. Res. 2020;34:2471–2492. [PubMed] [Google Scholar]Islam S.K., Midya S., Sinha S., Saadi A.I. Natural medicinal plant products as an immune-boosters: A possible role to lessen the impact of COVID-19, case study. Chem. Environ. Eng. 2021;4 2021. [Google Scholar]Jadiya P., Khan A., Sammi S.R., Kaur S., Mir S.S., Nazir A. Anti-parkinsonian effects of Bacopa monnieri: Insights from transgenic and pharmacological Caenorhabditis elegans models of Parkinson's disease. Biochem. Biophys. Res. Commun. 2011;413:605–610. [PubMed] [Google Scholar]Jain S., Gupta S. Effects of Cinnamomum zeylanicum bark extract on nociception and anxiety like behavior in mice. Asian J. Pharm. Clin. Res. 2019;12:236–241. [Google Scholar]Javadi H., Yaghoobzadeh H., Esfahani Z., Reza Memarzadeh M, Mehdi Mirhashemi S. Effects of olive leaf extract on metabolic response, liver and kidney functions and inflammatory biomarkers in hypertensive patients. Pak. J. Biol. Sci. 2019;22:342–348. [PubMed] [Google Scholar]Javed N., Alam S.S., Subhani H., Akhtar M.S., Khan A.H. Evaluation of anti-inflammatory activity of Mucuna pruriens Linn. seeds. Proc. Shaikh Zayed Postgrad. Med. Inst. 2011;25:27–31. [Google Scholar]Jeong S.C., Kim S.M., Jeong Y.T., Song C.H. Hepatoprotective effect of water extract from Chrysanthemum indicum L. flower. Chin. Med. 2013;8:7. [PMC free article] [PubMed] [Google Scholar]Jeyanthi T., Subramanian P. Nephroprotective effect of Withania somnifera: A dose-dependent study. Ren. Fail. 2009;31:814–821. [PubMed] [Google Scholar]Ji P., Chen C., Hu Y., Zhan Z., Pan W., Li R., Li E., Ge H.-M., Yang G. Antiviral activity of Paulownia tomentosa against enterovirus 71 of hand, foot, and mouth disease. Biol. Pharm. Bull. 2015;38:01–06. [PubMed] [Google Scholar]Jiang Q.J., Chen W., Dan H., Tan L., Zhu H., Yang G., Shen J., Peng Y.B., Zhao P., Xue L., Yu M.F., Ma L., et al.  Cortex phellodendri extract relaxes airway smooth muscle. Evid. Based Complment. Alternat. Med. 2016 2016. [PMC free article] [PubMed] [Google Scholar]Jin Q., Jiang S., Wu Y.L., Bai T., Yang Y., Jin X., Lian L.H., Nan J.X. Hepatoprotective effect of cryptotanshinone from Salvia miltiorrhiza in D-galactosamine/lipopolysaccharide-induced fulminant hepatic failure. Phytomedicine. 2014;21:141–147. [PubMed] [Google Scholar]Jin Y.H., Cai L., Cheng Z.S., Cheng H., Deng T., Fan Y.P., Fang C., Huang D., Huang L.Q., Huang Q., Han Y., Hu B., Hu F., Li B.H., Li Y.R., Liang K., Lin L.K., Luo L.S., Ma J., Ma L.L., Peng Z.Y., Pan Y.B., Pan Z.Y., Ren X.Q., Sun H.M., Wang Y., Wang Y.-Y., Weng H., Wei C.J., Wu D.F., Xia J., Xiong Y., Xu H.B., Yao X.M., Yuan Y.F., Ye T.S., Zhang X.C., Zhang Y.W., Zhang Y.G., Zhang H.M., Zhao Y., Zhao M.J., Zi H., Zeng X.T., Wang Y.Y., Wang X.H. For the Zhongnan hospital of Wuhan University novel coronavirus management and research team, evidence-based medicine chapter of China International Exchange and Promotive Association for Medical and Health Care (CPAM). A rapid advice guideline for the diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infected pneumonia (standard version) Mil. Med. Res. 2020;7 [PMC free article] [PubMed] [Google Scholar]Jo N.Y., Kim K.T., Jo N.Y., Kim K.T. Antioxidant activity and anti-inflammatory effect of extracts from Paulownia tomentosa in LPS-stimulated RAW264.7 macrophage cells. J. Korean Med. 2019;40:72–83. [Google Scholar]Joladarashi D., Chilkunda N.D., Salimath P.V. Tinospora cordifolia consumption ameliorates changes in kidney chondroitin sulphate/dermatan sulphate in diabetic rats. J. Nutr. Sci. 2012;1:e7. [PMC free article] [PubMed] [Google Scholar]Joshi T., Joshi T., Sharma P., Mathpal S., Pundir H., Bhatt V., Chandra S. In silico screening of natural compounds against COVID-19 by targeting Mpro and ACE2 using molecular docking. Eur. Rev. Med. Pharmacol. Sci. 2020;24:4529–4536. [PubMed] [Google Scholar]Joshi V., Pandya D.J. A brief review on managing mental health using herbs during COVID-19 pandemic. Conference on National Level e-Poster competition on COVID-19Affiliation: P.S.G.V.P.M's ArtsScience & Commerce College. 2020 (Preprint) [Google Scholar]Jung J.C., Lee Y.H., Kim S.H., Kim K.J., Kim K.M., Oh S., Jung Y.S. Hepatoprotective effect of licorice, the root of Glycyrrhiza uralensis Fischer, in alcohol induced fatty liver disease. BMC Complem. Alt. Med. 2016;16:19. [PMC free article] [PubMed] [Google Scholar]Kang M.C., Ahn G., Yang X. Hepatoprotective effects of dieckol-rich phlorotannins from Ecklonia cava, a brown seaweed, against ethanol induced liver damage in BALB/c mice. Food Chem. Toxicol. 2012;50:1986–1991. [PubMed] [Google Scholar]Kariuki H.N., Kanui T.I., Yenesew A., Patel N., Mbugua P.M. Antinocieptive and anti-inflammatory effects of Toddalia asiatica (L) Lam. (Rutaceae) root extract in swiss albino mice. Pan. Afr. Med. J. 2013:14. [PMC free article] [PubMed] [Google Scholar]Kaseda E.T., Levine A.J. Post-traumatic stress disorder: A differential diagnostic consideration for COVID-19 survivors. Clin. Neuropsychol. 2020;34:1498–1514. [PubMed] [Google Scholar]Kashte S., Gulbake A., El-Amin Iii S.F., Gupta A. COVID-19 vaccines: Rapid development, implications, challenges and future prospects. Hum. Cell. 2021;34:711–733. [PMC free article] [PubMed] [Google Scholar]Katzenschlager R., Evans A., Manson A., Patsalos P.N., Ratnaraj N., Watt H., Timmermann L., Giessen R.V., Lees A.J. Mucuna pruriens in Parkinson's disease: A double blind clinical and pharmacological study Journal of Neurology. Neurosurg. Psychiatr. 2004;75:1672–1677. [PMC free article] [PubMed] [Google Scholar]Kaushik D., Rani R., Kaushik P., Sacher D., Yadav J. In vivo and in vitro antiasthmatic studies of plant Piper longum Linn. Int. J. Pharmacol. 2012;8:192–197. [Google Scholar]Kavitha P., Ramesh R., Bupesh G., Stalin A., Subramanian P. Hepatoprotective activity of Tribulus terrestris extract against acetaminophen-induced toxicity in a freshwater fish (Oreochromis mossambicus) In Vitro Cell. Dev. Biol. Anim. 2011;47:698–706. [PubMed] [Google Scholar]Kavitha Y., Geetha A. Anti-inflammatory and preventive activity of white mulberry root bark extract in an experimental model of pancreatitis. Int. J. Complement. Alternat. Med. 2018;8:497–505. [PMC free article] [PubMed] [Google Scholar]Keiss H.P., Dirsch V.M., Hartung T., Haffner T., Trueman L., Auger J., Kahane R., Vollmar A.M. Garlic (Allium sativum L.) modulates cytokine expression in lipopolysaccharide-activated human blood thereby inhibiting NF-kappaB activity. J. Nutr. 2003;133:2171–2175. [PubMed] [Google Scholar]Kennedy D.O., Pace S., Haskell C., Okello E.J., Milne A., Scholey A.B. Effects of cholinesterase inhibiting sage (Salvia officinalis) on mood, anxiety and performance on a psychological stressor battery. Neuropsychopharmacol. 2005;31:845–852. [PubMed] [Google Scholar]Khaerunnisa, S., Kurniawan, H., Awaluddin, R., Suhartati, S., Soetjipto, S., 2020. Potential inhibitor of COVID-19 Main protease (Mpro) from several medicinal plant compounds by molecular docking study. Preprint 2020, 2020030226.Khan S.A., Al-Balushi K. Combating COVID-19: The role of drug repurposing and medicinal plants. J. Infect. Public Health. 2021;14:495–503. [PMC free article] [PubMed] [Google Scholar]Khanal P., Duyu T., Patil B.M., Dey Y.N., Pasha I., Wanjari M., Gurav S.S., Maity A. Network pharmacology of AYUSH recommended immune-boostingmedicinal plants against COVID-19. J. Ayurveda Int. Med. 2020 [PMC free article] [PubMed] [Google Scholar]Khanna K., Kohli S.K., Kaur R., Bhardwaj A., Bhardwaj V., Ohri P., Sharma A., Ahmad A., Bhardwaj R., Ahmad P. Herbal immune-boosters: Substantial warriors of pandemic Covid-19 battle. Phytomedicine. 2021;85 [PMC free article] [PubMed] [Google Scholar]Khodadadi E., Maroufi P., Khodadadi E., Esposito I., Ganbarov K., Espsoito S., Yousefi M., Zeinalzadeh E., Kafil H.S. Study of combining virtual screening and antiviral treatments of the SARS-CoV-2 (Covid-19) Microb. Path. 2020;146 [PMC free article] [PubMed] [Google Scholar]Khosla P., Gupta A., Singh J. A study of cardiovascular effects of Azadirachta indica (neem) on isolated perfused heart preparations. Indian J. Physiol. Pharmacol. 2002;46:241–244. [PubMed] [Google Scholar]Khotimah H., Ali M., Sumitro S., Widodo M. Decreasing α-synuclein aggregation by methanolic extract of Centella asiatica in zebrafish Parkinson's model. Asian Pac. J. Trop. Biomed. 2015;5 [Google Scholar]Kil Y.S., Pham S.T., Seo E.K., Jafari M. Angelica keiskei, an emerging medicinal herb with various bioactive constituents and biological activities. Arch. Pharm. Res. 2017;40:655–675. [PMC free article] [PubMed] [Google Scholar]Kim D.W., Seo K.H., Curtis-Long M.J., Oh K.Y., Oh J.W., Cho J.K., Lee K.H., Park K.H. Phenolic phytochemical displaying SARS-CoV papain-like protease inhibition from the seeds of Psoralea corylifolia. J. Enzyme Inhib. Med. Chem. 2014;29:59–63. [PubMed] [Google Scholar]Kim H.G., Ju M.S., Shim J.S., Kim M.C., Lee S.H., Huh Y., Kim S.Y., Oh M.S. Mulberry fruit protects dopaminergic neurons in toxin-induced Parkinson's disease models. Br. J. Nutr. 2010;104:08–16. [PubMed] [Google Scholar]Kim H.J., Yeom S.H., Kim M.K., Shim J.G., Paek I.N., Lee M.W. Nitric oxide and prostaglandin E2 synthesis inhibitory activities of diarylheptanoids from the barks of Alnus japonica steudel. Arch. Pharm. Res. 2005;28:177–179. [PubMed] [Google Scholar]Kim H.M., Han S.B., Lee K.H., Lee C.W., Kim C.Y., Lee E.J., Huh H. Immunomodulating activity of a polysaccharide isolated from Mori Cortex Radicis. Arch. Pharm. Res. 2000;23:240–242. [PubMed] [Google Scholar]Kim H.Y., Shin H.S., Park H., Kim Y.C., Yun Y.G., Park S., Shin H.J., Kim K. In vitro inhibition of coronavirus replications by the traditionally used medicinal herbal extracts, Cimicifuga rhizoma, Meliae cortex, Coptidis rhizoma, and Phellodendron cortex. J. Clin. Virol. 2008;41:122–128. [PMC free article] [PubMed] [Google Scholar]Kim I.S., Ko H.M., Koppula S., Kim B.W., Choi D.K. Protective effect of Chrysanthemum indicum Linne against 1-methyl-4-phenylpridinium ion and lipopolysaccharide-induced cytotoxicity in cellular model of Parkinson's disease. Food Chemi. Toxicol. 2011;49:963–973. [PubMed] [Google Scholar]Kim J.H., Son Y.K., Kim G.H., Hwang K.H. Xanthoangelol and 4-Hydroxyderricin are the major active principles of the inhibitory activities against monoamine oxidases on Angelica keiskei. K. Biomol, Ther. 2013;21:234–240. [PMC free article] [PubMed] [Google Scholar]Kim S., Choi S.I., Kim G.H., Imm J.Y. Anti-Inflammatory effect of Ecklonia cava extract on Porphyromonas gingivalis lipopolysaccharide-stimulated macrophages and a periodontitis rat model. Nutrients. 2019;11:1143. [PMC free article] [PubMed] [Google Scholar]Kim S.H., Jang Y.P., Sung S.H., Kim C.J., Kim J.W., Kim Y.C. Hepatoprotective dibenzylbutyrolactone lignans of Torreya nucifera against CCl4-induced toxicity in primary cultured rat hepatocytes. Biol. Pharm. Bull. 2003;26:1202–1205. [PubMed] [Google Scholar]Kim T.W., Kim Y.J., Park S.R., Seo C.S., Ha H., Shin H.K., Jung J.Y. Chrysanthemum indicum attenuates cisplatin-induced nephrotoxicity both in vivo and in vitro. Nat. Prod. Commun. 2015;10:397–402. [PubMed] [Google Scholar]Klok F.A., Kruip M.J.H.A., van der Meer N.J.M., Arbous M.S., Gommers D.A.M.P.J., Kant K.M., Kaptein F.H.J., van Paassen J., Stals M.a.M., Huisman M.V., Endeman H. Incidence of thrombotic complications in critically ill ICU patients with COVID-19. Thromb. Res. 2020;191:145–147. [PMC free article] [PubMed] [Google Scholar]Ko H.J., Chen J.H., Ng L.T. Hepatoprotection of Gentiana scabra extract and polyphenols in liver of carbon tetrachloride-intoxicated mice. J Environ. Pathol. Toxicol. Oncol. 2011;30:179–187. [PubMed] [Google Scholar]Ko H.M., Lee S.H., Jee W., Jung J.H., Kim K.I., Jung H.J., Jang H.J. Gancaonin N from Glycyrrhiza uralensis attenuates the inflammatory response by downregulating the NF-κB/MAPK pathway on an acute pneumonia in Vitro model. Pharmaceutics. 2021;13:1028. [PMC free article] [PubMed] [Google Scholar]Ko HJ, Oh SK, Jin JH, Son KH, Kim HP. Inhibition of Experimental Systemic Inflammation (Septic Inflammation) and Chronic Bronchitis by New Phytoformula BL Containing Broussonetia papyrifera and Lonicera japonica. Biomolecules & therapeutics. 2013;21(1) doi: 10.4062/biomolther.2012.081. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Kong X.P., Liu E.Y.L., Chen Z.C., Xu M.L., Yu A.X.D., Wu Q.Y., Xia Y.J., Duan R., Dong T.T.X., Tsim K.W.K. Synergistic inhibition of acetylcholinesterase by alkaloids derived from Stephaniae tetrandrae radix, Coptidis rhizoma and Phellodendri chinensis cortex. Molecules. 2019;24:4567. [PMC free article] [PubMed] [Google Scholar]Kosaraju J., Chinni S., Roy P.D., Kannan E., Antony A.S., Kumar M.N. Neuroprotective effect of Tinospora cordifolia ethanol extract on 6-hydroxy dopamine induced parkinsonism. Indian J. Pharmacol. 2014;46:176–180. [PMC free article] [PubMed] [Google Scholar]Koubaa-Ghobrel F., Chaâbane M., Jdidi H., Turki M., Makni-Ayadi F., Feki A.E. Salvia officinalis mitigates uterus and liver damages induced by an estrogen deficiency in ovariectomized rats. J. Food Chem. 2020;45:e13542. [PubMed] [Google Scholar]Koubaa-Ghobrel F., Chaâbane M., Turki M., Makni-Ayadi F., Feki A.E. The protective effects of Salvia officinalis essential oil compared to simvastatin against hyperlipidemia, liver, and kidney injuries in mice submitted to a high-fat diet. J. Food Biotech. 2020;44:e13160. [PubMed] [Google Scholar]Koul I., Kapil A. Evaluation of the liver protective potential of piperine, an active principle of black and long peppers. Planta. Medica. 1993;59:413–417. [PubMed] [Google Scholar]Kowti R., Vishwanath S., Shivakumar S.I., Vedamurthy J., Abdul N.K. Hepatoprotective and antioxidant activity of ethanol extract of Mentha arvensis L. leaves against carbon tetrachloride induced hepatic damage in rats. Int. J. Pharmtech Res. 2013;5:426–430. [Google Scholar]Kubo M., Ma S., Wu J., Matsuda H. Anti-inflammatory activities of 70% methanolic extract from Cinnamomi Cortex. Biol. Pharm. Bull. 1996;19:1041–1045. [PubMed] [Google Scholar]Kulkarni S.K., Dhar A. An overview of curcumin in neurological disorders. Indian J. Pharm. Sci. 2010;72:149–154. [PMC free article] [PubMed] [Google Scholar]Kumar P., Pal Y., Tiwari S.B. Pharmacological screening of anxiolytic activity of methanolic extract of Zingiber officinale Roscoe rhizomes in mice. Int. J. Pharm. Pharmacet. Res. 2020;17:79–89. [Google Scholar]Kweon M., Lee H., Park C., Choi Y.H., Ryu J.H. A chalcone from ashitaba (Angelica keiskei) stimulates myoblast differentiation and inhibits dexamethasone-induced muscle atrophy. Nutrients. 2019;11:2419. [PMC free article] [PubMed] [Google Scholar]Kwon H.J., Ryu Y.B., Kim Y.M., Song N., Kim C.Y., Rho M.C., Jeong J.H., Cho K.O., Lee W.S., Park S.J. In vitro antiviral activity of phlorotannins isolated from Ecklonia cava against porcine epidemic diarrhea coronavirus infection and hemagglutination. Bioorg. Med. Chem. 2013;21:4706–4713. [PMC free article] [PubMed] [Google Scholar]Kwong P.C., Lin Y.C., Chen C.J. A strategy of traditional Chinese medicine against COVID-19: Linking current basic research and ancient medicine texts. Int. J. Compl. Alt. Med. 2020;13:79–81. [Google Scholar]Lang A., Lahav M., Sakhnini E., Barshack I., Fidder H.H., Avidan B., Bardan E., Hershkoviz R., Bar-Meir S., Chowers Y. Allicin inhibits spontaneous and TNF-alpha induced secretion of proinflammatory cytokines and chemokines from intestinal epithelial cells. Clin. Nutr. 2004;23:1199–1208. [PubMed] [Google Scholar]Lechien J.R., Chiesa-Estomba C.M., De Siati D.R., Horoi M., Le Bon S.D., Rodriguez A., Dequanter D., Blecic S. Olfactory and gustatory dysfunctions as a clinical presentation of mild-to-moderate forms of the coronavirus disease (COVID-19): A multicenter European study. Eur. Arch. Otorhinolaryngol. 2020;277:2251–2261. [PMC free article] [PubMed] [Google Scholar]Lee D.Y., Choi G., Yoon T., Cheon M.S., Choo B.K., Kim H.K. Anti-inflammatory activity of Chrysanthemum indicum extract in acute and chronic cutaneous inflammation. J. Ethnopharmacol. 2009;123:149–154. [PubMed] [Google Scholar]Lee E.H., Shin J.H., Kim S.S., Lee H., Yang S.R., Seo S.R. Laurus nobilis leaf extract controls inflammation by suppressing NLRP3 inflammasome activation. J. Cell. Physiol. 2018;234:6854–6864. [PubMed] [Google Scholar]Lee G., Kim H., Lee H., Shin M., Hong M., Bae H. Effects of Scutellaria barbata on cisplatin induced nephrotoxicity in mice. Mol. Cell. Toxicol. 2010;6:255–259. [Google Scholar]Lee G.C., Restrepo M.I., Harper N. Immunologic resilience and COVID-19 survival advantage. J. Allergy Clin. Immunol. 2021;148:1176–1191. [PMC free article] [PubMed] [Google Scholar]Lee G.I., Ha J.Y., Min K.R., Nakagawa H., Tsurufuji S., Chang I.M., Kim Y. Inhibitory effects of oriental herbal medicines on IL-8 induction in lipopolysaccharide-activated rat macrophages. Planta Med. 1995;61:26–30. [PubMed] [Google Scholar]Lee H.H., Ahn E.K., Hong S.S., Oh J.S. Anti-inflammatory effect of tribulusamide D isolated from Tribulus terrestris in lipopolysaccharide-stimulated RAW264.7 macrophages. Mol. Med. Rep. 2017;16:4421–4428. [PMC free article] [PubMed] [Google Scholar]Lee J.W., Ryu H.W., Park S.Y., Park H.A., Kwon O.K., Yuk H.J., Srestha K.K., Park M., Kim J.H., Lee S., Oh S.R., Ahn K.S. Protective effects of neem (Azadirachta indica A. Juss.) leaf extract against cigarette smoke- and lipopolysaccharide-induced pulmonary inflammation. Int. J. Mol. Med. 2017;40:1932–1940. [PubMed] [Google Scholar]Lee J.W., Seo K.H., Ryu H.W., Yuk H.J., Park H.A., Lim Y., Ahn K.S., Oh S.R. Anti-inflammatory effect of stem bark of Paulownia tomentosa Steud. in lipopolysaccharide (LPS)-stimulated RAW264.7 macrophages and LPS-induced murine model of acute lung injury. J. Ethnopharmacol. 2018;210:23–30. [PubMed] [Google Scholar]Lee M.Y., Lee J.A., Seo C.S., Ha H., Lee N.H., Shin H.K. Protective effects of Mentha haplocalyx ethanol extract (MH) in a mouse model of allergic asthma. Phytother. Res. 2011;25:863–869. [PubMed] [Google Scholar]Lee W., Lee C.H., Lee J., Jeong Y., Park J.H., Nam I.J., Lee D.S., Lee H.M., Lee J., Yun N., Song J., Choi S., Kim S. Botanical formulation, TADIOS, alleviates lipopolysaccharide (LPS)-induced acute lung injury in mice via modulation of the Nrf2-HO-1 signaling pathway. J. Ethnopharmacol. 2021;270 [PMC free article] [PubMed] [Google Scholar]Lee Y.S., Han O.K., Park C.W., Suh S.I., Shin S.W., Yang C.H., Jeon T.W., Lee E.S., Kim K.J., Kim S.H., Yoo W.K., Kim H.J. Immunomodulatory effects of aqueous-extracted Astragali radix in methotrexate-treated mouse spleen cells. J. Ethnopharmacol. 2003;84:193–198. [PubMed] [Google Scholar]Legssyer A., Ziyyat A., Mekhfi H., Bnouham M., Tahri A., Serhrouchni M., Hoerter J., Fischmeister R. Cardiovascular effects of Urtica dioica L. in isolated rat heart and aorta. Phytother. Res. 2002;16:503–507. [PubMed] [Google Scholar]Li J.X., Yu Z.Y. Cimicifugae rhizoma: From origins, bioactive constituents to clinical outcomes. Curr. Med. Chem. 2006;13:2927–2951. [PubMed] [Google Scholar]Li L., Chen J., Wang H.Z., Wang Y.N., Wu L.L., Yan D., Yan C. Study on mechanism of Guilu Erxianjiao in treatment of post-traumatic stress disorder based on network pharmacology. China. J. Chin. Matera. Med. 2020;45:1816–1823. [PubMed] [Google Scholar]Li L., Gao L. 34 cases of depression treated with Baihe Dihuang decoction. Henan. Tradit. Chin. Med. 2014;34:803–804. [Google Scholar]Li, L., Li, S., Xu, M., Yu, P., Zheng, S., Duan, Z., Liu, J., Chen, Y., Li, J., 2020. Risk factors related to hepatic injury in patients with corona virus disease 2019. MedRxiv (Preprints).Li S., Cui H.Z., Xu C.M., Sun Z.W., Tang Z.K., Chen H.L. RUNX3 protects against acute lung injury by inhibiting the JAK2/STAT3 pathway in rats with severe acute pancreatitis. Eur. Rev. Med. Pharmacol. Sci. 2019;23:5382–5391. [PubMed] [Google Scholar]Li S., Nong Y., Gao Q., Liu J., Li Y., Cui X., Wan J., Lu J., Sun M., Wu Q., Shi X., Cui H., Liu W., Zhou M., Li L., Lin Q. Astragalus granule prevents Ca2+ current remodeling in heart failure by the downregulation of CaMKII. Evid. Based Complement. Alternat. Med. 2017 2017. [PMC free article] [PubMed] [Google Scholar]Li W., Sun Y.N., Yan X.T., Yang S.Y., Kim S., Lee Y.M., Koh Y.S., Kim Y.H. Flavonoids from Astragalus membranaceus and their inhibitory effects on LPS-stimulated pro-inflammatory cytokine production in bone marrow-derived dendritic cells. Arch. Pharm. Res. 2014;37:186–192. [PubMed] [Google Scholar]Li W.Z., Wang X.H., Zhang H.X., Mao S.M., Zhao C.Z. Protective effect of the n-butanol Toona sinensis seed extract on diabetic nephropathy rat kidneys. Genet. Mol. Res. 2016:15. [PubMed] [Google Scholar]Liang X., Huang Y., Pan X., Hao Y., Chen X., Jiang H., Li J., Zhou B., Yang Z. Erucic acid from Isatis indigotica Fort. suppresses influenza A virus replication and inflammation in vitro and in vivo through modulation of NF-kB and p38 MAPK pathway. J. Pharm. Analysis. 2020;10:130–146. [PMC free article] [PubMed] [Google Scholar]Lim H.J., Jin H.G., Woo E.R., Lee S., Kim H. The root barks of Morus alba and the flavonoid constituents inhibit airway inflammation. J. Ethnopharmacol. 2013;149:169–175. [PubMed] [Google Scholar]Lim H.J., Park I.S., Jie E.Y., Ahn W.S., Kim S.J., Jeong S.I., Yu K.Y., Kim S.W., Jung C.H. Anti-Inflammatory activities of an extract of in vitro grown adventitious shoots of Toona sinensis in LPS-treated RAW264.7 and propionibacterium acnes-treated HaCaT cells. Plants (Basel) 2020;9:E1701. [PMC free article] [PubMed] [Google Scholar]Lin C.W., Tsai F.J., Tsai C.H., Lai C.C., Wan L., Ho T.Y., Hsieh C.C., Chao P.D.L. Anti-SARS coronavirus 3C-like protease effects of Isatis indigotica root and plant-derived phenolic compounds. Antiviral Res. 2005;68:36–42. [PMC free article] [PubMed] [Google Scholar]Lin L., Li T.S. Interpretation of “Guidelines for the diagnosis and treatment of novel Coronavirus (2019-nCoV) infection by the National Health Commission (Trial version 5) Nat. Med. J. China. 2020;100:E001. [PubMed] [Google Scholar]Lin M.K., Liu Y.C., Lin C.C., Chang W.T., Lee M.S., Kuo Y.H. Immunomodulatory effect of flavone from Scutellaria baicalensis. Nat. Prod. Chem. Res. 2017;5:23. [Google Scholar]Lin Y.H., Chen H.Y., Chiu J.C., Chen K.J., Ho H.Y., Yang S.H. Immunomodulation effects of Schizonepeta tenuifolia Briq. on the IgE-induced allergic model of RBL-2H3 cells. Evid. Based Compl. Alt. Med. 2018 2018. [PMC free article] [PubMed] [Google Scholar]Lin Y.R., Chen H.H., Ko C.H., Chan M.H. Effects of honokiol and magnolol on acute and inflammatory pain models in mice. Life Sci. 2007;81:1071–1078. [PubMed] [Google Scholar]Liu A.D., Cai G.H., Wei Y.Y., Yu J.P., Chen J., Yang J., Wang X., Che Y.W., Chen J.Z., Wu S.X. Anxiolytic effect of essential oils of Salvia miltiorrhiza in rats. Int. J. Clin. Exp. Med. 2015;8:12756–12764. [PMC free article] [PubMed] [Google Scholar]Liu C., Zhou Q., Li Y., Garner L.V., Watkins S.P., Carter L.J., Smoot J., Gregg A.C., Daniels A.D., Jeffrey S., Albaiu D. Research and development on therapeutic agents and vaccines for COVID-19 and related human coronavirus diseases. ACS. Cent. Sci. 2020;6:315–331. [PMC free article] [PubMed] [Google Scholar]Liu H., Ye F., Sun Q., Liang H., Li C., Lu R., Huang B., Lai L. Scutellaria baicalensis extract and baicalein inhibit replication of SARS-CoV-2 and its 3C-like protease in vitro. J. Enzyme Inhib. Med. Chem. 2021;36:497–503. [PMC free article] [PubMed] [Google Scholar]Liu H.L., Kao T.H., Shiau C.Y., Chen B.H. Functional components in Scutellaria barbata D. Don with anti-inflammatory activity on RAW 264.7 cells. J. Food Drug Anal. 2018;26:31–40. [PubMed] [Google Scholar]Liu L. Effect of suanzaoren decoction combined with zhizichi decoction on anxiety insomnia. China Pract. Med. 2018;13:138–139. [Google Scholar]Liu L. Traditional Chinese medicine contributes to the treatment of COVID-19 patients. Chin. Herb. Med. 2020;12:95–96. [PMC free article] [PubMed] [Google Scholar]Liu L., Jia J., Zeng G., Zhao Y., Qi X., He C., Guo W., Fan D., Han G., Li Z. Studies on immunoregulatory and anti-tumor activities of a polysaccharide from Salvia miltiorrhiza Bunge. Carbohydr. Polym. 2013;92:479–483. [PubMed] [Google Scholar]Liu W., Hu L., Zhang Y. Clinical study on suanzaoren decoction combined with zhizichi decoction in treating anxiety insomnia. Zhejiang J. Integr. Tradit. Chin. Western Med. 2014;24:794–795. [Google Scholar]Liu W., Liang L., Zhang Q., Li Y., Li Y., Yan S., Tang T., Ren Y., Mo J., Liu F., Chen X., Lan T. Effects of andrographolide on renal tubulointersticial injury and fibrosis. Evidence of its mechanism of action. Phytomedicine. 2021;91 [PubMed] [Google Scholar]Liu Z.M., Huang X.Y., Cui M.R., Zhang X.D., Chen Z., Yang B.S., Zhao X.K. Amaryllidaceae alkaloids from the bulbs of Lycoris radiata with cytotoxic and anti-inflammatory activities. Fitoterapia. 2015;101:188–193. [PubMed] [Google Scholar]Lobbens E.S., Breydo L, Skamris T., Vestergaard B., Jiager A.K., Jorgensen L., Uversky V., Weert M.V. Mechanistic study of the inhibitory activity of Geum urbanum extract against α-synuclein fibrillation. Biochim. Biophys. Acta. 2016;1864:1160–1169. [PubMed] [Google Scholar]Logie E., Vanden Berghe W. Tackling chronic inflammation with withanolide phytochemicals-A withaferin a perspective. Antioxidants (Basel.) 2020;9:1107. [PMC free article] [PubMed] [Google Scholar]Logunov D.Y., Dolzhikova I.V., Shcheblyakov D.V., Tukhvatulin A.I., Zubkova O.V., Dzharullaeva A.S., Kovyrshina A.V., Lubenets N.L., Grousova D.M., Erokhova A.S., Botikov A.G., Izhaeva F.M., Popova O., Ozharovskaya T.A., Esmagambetov I.B., Favorskaya I.A., Zrelkin D.I., Voronina D.V., Shcherbinin D.N., Semikhin A.S., Simakova Y.V., Tokarskaya E.A., Egorova D.A., Shmarov M.M., Nikitenko N.A., Gushchin V.A., Smolyarchuk E.A., Zyryanov S.K., Borisevich S.V., Naroditsky B.S., Gintsburg A.L. Safety and efficacy of an rAd26 and rAd5 vector-based heterologous prime-boost COVID-19 vaccine: An interim analysis of a randomised controlled phase 3 trial in Russia. Lancet. 2021;397:671–681. [PMC free article] [PubMed] [Google Scholar]Loizzo M.R., Saab A.M., Tundis R., Statti G.A., Menichini F., Lampronti I., Gambari R., Cinatl J., Doerr H.W. Phytochemical analysis and in vitro antiviral activities of the essential oils of seven Lebanon species. Chem. Biodivers. 2008;5:461–470. [PMC free article] [PubMed] [Google Scholar]Lokhande D., Dhaware B.S., Jagdale S.C., Chabukswar A.R., Atre A.L. Chronotropic and inotropic effects of Piper longum Linn. Trends. Appl. Sci. Res. 2006;1:634–639. [Google Scholar]Lovato A., Filippis C. Clinical presentation of COVID-19: A systematic review focusing on upper airway symptoms. Ear Nose Throat J. 2020;99:569–576. [PubMed] [Google Scholar]Lu J., Ma Y., Wu J., Huang H., Wang X., Chen Z., Chen J., He H., Huang C. A review for the neuroprotective effects of andrographolide in the central nervous system. Biomed. Pharmacother. 2019;117 [PubMed] [Google Scholar]Lu Y.A., Je J.G., Hwang J., Jeon Y.J., Ryu B. Ecklonia cava extract and its derivative dieckol promote vasodilation by modulating calcium signaling and PI3K/AKT/eNOS pathway in in vitro and in vivo models. Biomed. 2021;9:438. [PMC free article] [PubMed] [Google Scholar]Lui S.L., Zhu D., Cheng S.W., Ng F., Hui P.C., Yip T., Lo W.K. Effects of Astragalus membranaceus-based Chinese medicine formulae on residual renal function in patients on peritoneal dialysis. Perit. Dial. Int. 2015;35:595–597. [PMC free article] [PubMed] [Google Scholar]Luo L., Jiang J., Wang C., Fitzgerald M., Hu W., Zhou Y., Zhang H., Chen S. Analysis on herbal medicines utilized for treatment of COVID-19. Acta Pharm. Sin. B. 2020;10:1192–1204. [PMC free article] [PubMed] [Google Scholar]Lv H., Jiang L., Zhu M., Li Y., Luo M., Jiang P., Tong S., Zhang H., Yan J. The genus Tripterygium: A phytochemistry and pharmacological review. Fitoterapia. 2019;137 [PubMed] [Google Scholar]Ma K., Wang X., Feng S., Xia X., Zhang H., Rahaman A., Dong Z., Lu Y., Li X., Zhou X., Zhao H., Wang Y., Wang S., Baloch Z. From the perspective of traditional Chinese medicine: Treatment of mental disorders in COVID-19 survivors. Biomed. Pharmacother. 2020;132 [PMC free article] [PubMed] [Google Scholar]Macedo D., Tavares L., McDougall G.J., Miranda H.V., Stewart D., Ferreria R.B., Tenreiro S., Outeiro T.F., Santos C.N. Poly)phenols protect from α-synuclein toxicity by reducing oxidative stress and promoting autophagy. Hum. Mol. Genet. 2015;24:1717–1732. [PubMed] [Google Scholar]Maged R., Nordin N., Abdulla M.S. Anti-inflammatory effects of Zingiber officinale roscoe involve suppression of nitric oxide and prostaglandin E2 production. Zanco J. Med. Sci. 2013;17:349–356. [Google Scholar]Mahmood M.S., Mártinez J.L., Aslam A., Rafique A., Vinet R., Laurido C., Hussain I., Abbas R.Z., Khan A., Ali S. Antiviral effects of green tea (Camellia sinensis) against pathogenic viruses in human and animals (a mini-review) Afr. J. Tradit. Complement. Alternat. Med. 2016;13:176–184. [Google Scholar]Mahmoudi A., Hadrich F., Feki I., Ghorbel H., Bouallagui Z., Marrekchi R., Fourati H., Sayadi S. Oleuropein and hydroxytyrosol rich extracts from olive leaves attenuate liver injury and lipid metabolism disturbance in bisphenol A-treated rats. Food Funct. 2018;9:3220–3234. [PubMed] [Google Scholar]Majdalawieh AF, Fayyad MW. Immunomodulatory and anti-inflammatory action of Nigella sativa and thymoquinone: A comprehensive review. International Immunopharmacology. 2015 doi: 10.1016/j.intimp.2015.06.023. [PubMed] [CrossRef] [Google Scholar]Malik A., Mehmood M.D., Anwar H., Noreen S., Sultan U. In vivo antiviral potential of crude extracts derived from Tribulus terrestris against newcastle disease virus. J. Drug Deliv. Ther. 2018;8:149–154. [Google Scholar]Mallurwar V.R., Joharapurkar A.J., Duragkar N.J. Studies on immunomodulatory activity of Mucuna pruriens. Indian J. Pharm. Educ. Res. 2006;40:205–207. [Google Scholar]Mani J.S., Johnson J.B., Steel J.C., Broszczak D.A., Neilsen P.M., Walsh K.B., Naiker M. Natural product-derived phytochemicals as potential agents against coronaviruses: A review. Virus Res. 2020;284 [PMC free article] [PubMed] [Google Scholar]Manna S.K., Sah N.K., Newman R.A., Cisneros A., Aggarwal B.B. Oleandrin suppresses activation of nuclear transcription factor-κB, activator protein-1, and c-Jun NH2-terminal kinase. Cancer Res. 2000;60:3838–3847. [PubMed] [Google Scholar]Martel J., Ko Y.F., Ojcius D.M., Lu C.C., Chang C.J., Lin C.S., Lai H.L., Young J.D. Immunomodulatory properties of plants and mushrooms. Trends Pharmacol. Sci. 2017;38:967–981. [PubMed] [Google Scholar]Maurya D.K., Sharma D. Evaluation of traditional ayurvedic kadha for prevention and management of the novel coronavirus (SARS-CoV-2) using in silico approach. J. Biomol. Struct. Dyn. 2020;30:01–16. [PMC free article] [PubMed] [Google Scholar]McCann H., Stevens C.H., Cartwright H., Halliday G.M. α-Synucleinopathy phenotypes. Parkinsonism Relat. Disord. 2014;20:S62–S67. [PubMed] [Google Scholar]McKee D.L., Sternberg A., Stange U., Laufer S., Naujokat C. Candidate drugs against SARS-CoV-2 and COVID-19. Pharmacol. Res. 2020;157 [PMC free article] [PubMed] [Google Scholar]Meng L., Guo Q., Liu Y., Chen M., Li Y., Jiang J., Shi J. Indole alkaloid sulfonic acids from an aqueous extract of Isatis indigotica roots and their antiviral activity. Acta Pharm. Sin. B. 2017;7:334–341. [PMC free article] [PubMed] [Google Scholar]Menter T., Haslbauer J.D., Nienhold R., Savic S., Hopfer H., Deigendesch H., Frank S., Turek D., Willi N., Pargger H., Bassetti S., Leuppi J.D., Cathomas G., Tolnay M., Mertz K.D., Tzankove A. Post-mortem examination of COVID-19 patients reveals diffuse alveolar damage with severe capillary congestion and variegated findings in lungs and other organs suggesting vascular dysfunction. Histopathology. 2020;77:198–209. [PMC free article] [PubMed] [Google Scholar]Miao Z., Lai Y., Zhao Y., Chen L., Zhou J., Li C., Wang Y. Protective property of scutellarin against liver injury induced by carbon tetrachloride in mice. Front. Pharmacol. 2021;12 [PMC free article] [PubMed] [Google Scholar]Mifsud E.J., Hayden F.G., Hurt A.C. Antivirals targeting the polymerase complex of influenza viruses. Antiviral Res. 2019;169 [PubMed] [Google Scholar]Mishra S.K., Tripathi T. One year update on the COVID-19 pandemic: Where are we now? Acta Trop. 2021;214 [PMC free article] [PubMed] [Google Scholar]Moazedi A., Parham G. The effect of cinnamon extract (Cinnamum zeylanicum) on catalepsy in male mice model of Parkinson's disease. Animal Biol. 2018;3:65–74. [Google Scholar]Mohamed M.S.N., Jaikumar K., Marimuthu S., Wyson J.W., Anand D., Saravanan P. In vitro immunostimulation activity of Nigella sativa Linn. and Psoralea corylifolia Linn. seeds using a murine macrophage cell line. Asian J. Pharm. Clin. Res. 2017;10:329–332. [Google Scholar]Mohammadi M., Najafi H., Mohamadi Yarijani Z., Vaezi G., Hojati V. Protective effect of piperine in ischemia-reperfusion induced acute kidney injury through inhibition of inflammation and oxidative stress. J. Tradit. Complement. Med. 2019;10:570–576. [PMC free article] [PubMed] [Google Scholar]Mohammadi N., Shaghaghi N. Inhibitory effect of eight secondary metabolites from conventional medicinal plants on COVID-19 virus protease by molecular docking analysis. ChemRxiv. 2020 (Preprints) [Google Scholar]Mukherjee P.K., Banerjee S., Kar A.  In: Natural medicines clinical efficacy, safety and quality. Ghosh D, Mukherjee PK, editors. CRC Press; Taylor Francis: 2019. Globalization of traditional medicine under modern medicine portfolio. [Google Scholar]Mukherjee P.K.  In: Quality control and evaluation of herbal drugs. 1st edition. Mukherjee P.K., editor. Elsevier; 2019. Ethnopharmacology and ethnomedicine-inspired drug development; pp. 29–51. [Google Scholar]Mukherjee P.K., Harwansh R.K., Bahadur S., Banerjee S., Kar A., Chanda J., Biswas S., Ahmmed S.M., Katiyar C.K. Development of ayurveda - tradition to trend. J. Ethnopharmacol. 2017;197:10–24. [PubMed] [Google Scholar]Murali P.M., Rajasekaran S., Krishnarajasekar O.R., Perumal T., Nalini K., Lakshmisubramanian S., Deivanayagam C.N. Plant-based formulation for bronchial asthma: A controlled clinical trial to compare its efficacy with oral salbutamol and theophylline. Respiration. 2006;73:457–463. [PubMed] [Google Scholar]Muroyama A., Fujita A., Lv C., Kobayashi S., Fukuyama Y., Mitsumoto Y. Magnolol protects against MPTP/MPP (+)-induced toxicity via inhibition of oxidative stress in in vivo and in vitro models of Parkinson's disease. Parkinsons Dis. 2012 2012. [PMC free article] [PubMed] [Google Scholar]Nagalekshmi R., Menon A., Chandrasekharan D.K., Nair C.K.K. Hepatoprotective activity of Andrographis paniculata and Swertia chirayita. Food Chem. Toxicol. 2011;49:3367–3373. [PubMed] [Google Scholar]Nakazawa T., Yasuda T., Ohsawa K. Metabolites of orally administered Magnolia officinalis extract in rats and man and its antidepressant-like effects in mice. J. Pharm. Pharmacol. 2003;55:1583–1591. [PubMed] [Google Scholar]Naserghandi A., Allameh S.F., Saffarpour R. All about COVID-19 in brief. New Microb. New Infect. 2020;35 [PMC free article] [PubMed] [Google Scholar]Nasri P., Hooshyar N., Yalameha B., Savari M.A., Khosravifarsani M., Mardani S., Noorshargh P., Dehkordi A.H., Nasri H., Golestaneh E., Bijad E., Ghasemi B., Nowrouzi N. Ameliorative impact of hydroalcoholic extract of clove buds (Syzygium aromaticum) on contrast-induced acute kidney injury; an experimental histopathological study. J. Nephropathol. 2020;9:1–5. [Google Scholar]Nediani C., Ruzzolini J., Romani A., Calorini L. Oleuropein, a bioactive compound from Olea europaea L., as a potential preventive and therapeutic agent in non-communicable diseases. Antioxidants. 2019;8:578. [PMC free article] [PubMed] [Google Scholar]Nematbakhsh M., Hajhashemi V., Ghannadi A., Talebi A., Nikahd M. Protective effects of the Morus alba L. leaf extracts on cisplatin-induced nephrotoxicity in rat. Res. Pharm. Sci. 2013;8:71–77. [PMC free article] [PubMed] [Google Scholar]Nikhat S., Fazil M. Overview of Covid-19; its prevention and management in the light of unani medicine. Sci. Total Environ. 2020;728 [PMC free article] [PubMed] [Google Scholar]Nithianantham K., Shyamala M., Chen Y., Latha L.Y., Jothy S.L., Sasidharan S. Hepatoprotective potential of Clitoria ternatea leaf extract against paracetamol induced damage in mice. Molecules (Basel, Switzerland) 2011;16:10134–10145. [PMC free article] [PubMed] [Google Scholar]Novilla A., Djamhuri D.S., Nurhayati B., Rihibiha D.D., Afifah E., Widowati W. Anti-inflammatory properties of oolong tea (Camellia sinensis) ethanol extract and epigallocatechin gallate in LPS-induced RAW 264.7 cells. Asian Pac. J. Trop. Biomed. 2017;7:1005–1009. [Google Scholar]Obogwu M.B., Akindele A.J., Adeyemi O.O. Hepatoprotective and in vivo antioxidant activities of the hydroethanolic leaf extract of Mucuna pruriens (Fabaceae) in antitubercular drugs and alcohol models. Chin. J. Nat. Med. 2014;12:273–283. [PubMed] [Google Scholar]Oguz S., Kanter M., Erboga M., Ibis C. Protective effect of Urtica dioica on liver damage induced by biliary obstruction in rats. Toxicol. Ind. Health. 2013;29:838–845. [PubMed] [Google Scholar]Ojha R.P., Rastogi M., Devi B.P., Agrawal A., Dubey G.P. Neuroprotective effect of curcuminoids against inflammation-mediated dopaminergic neurodegeneration in the MPTP model of Parkinson's disease. J. Neuroimmune Pharmacol. 2012;7:609–618. [PubMed] [Google Scholar]Orisakwe O.E., Orish C.N., Nwanaforo E.O. Coronavirus disease (COVID-19) and Africa: acclaimed home remedies. Sci. Afr. 2020:10. [PMC free article] [PubMed] [Google Scholar]Oronsky B., Larson C., Hammond T.C., Oronsky A., Kesari S., Lybeck M., Reid T.R. A review of persistent post-COVID syndrome (PPCS) Clinic. Rev. Allerg. Immunol. 2021 [PMC free article] [PubMed] [Google Scholar]Pae H.O., Cho H., Oh G.S., Kim N.Y., Song E.K., Kim Y.C., Yun Y.G., Kang C.L., Kim J.D., Kim J.M., Chung H.T. Bakuchiol from Psoralea corylifolia inhibits the expression of inducible nitric oxide synthase gene via the inactivation of nuclear transcription factor-kB in RAW 264.7 macrophages. Int. Immunopharmacol. 2001;1:1849–1855. [PubMed] [Google Scholar]Panth N., Paudel K.R., Gong D.S., Oak M.H. Vascular protection by ethanol extract of Morus alba root bark: Endothelium-dependent relaxation of rat aorta and decrease of smooth muscle cell migration and proliferation. Evid. Based Complement. Alternat. Med. 2018 2018. [PMC free article] [PubMed] [Google Scholar]Paola R.D., Mazzon E., Muia C., Genovese T., Menegazzi M., Zaffini R., Suzuki H., Cuzzocrea S. Green tea polyphenol extract attenuates lung injury in experimental model of carrageenan-induced pleurisy in mice. Resp. Res. 2005;6:66. [PMC free article] [PubMed] [Google Scholar]Papa S.M., Brundin P., Fung V.S.C., Kang U.J., Burn D.J., Colosimo C., Chlang H.L., Alcalay R.N., Trenkwalder C. Impact of the COVID-19 pandemic on Parkinson's disease and movement disorders. Mov. Disord. 2020;35:711–715. [PMC free article] [PubMed] [Google Scholar]Park G., Kim H.G., Ju M.S., Ha S.K., Park Y., Kim S.Y., Oh M.S. 6-Shogaol, an active compound of ginger, protects dopaminergic neurons in Parkinson's disease models via anti-neuroinflammation. Acta Pharmacol. Sin. 2013;34:1131–1139. [PMC free article] [PubMed] [Google Scholar]Park H.J., Kim H.Y., Yoon K.H., Kim K.S., Shim I. The effects of Astragalus membranaceus on repeated restraint stress-induced biochemical and behavioral responses. Korean J. Physiol. Pharmacol. 2009;13:315–319. [PMC free article] [PubMed] [Google Scholar]Park J.Y., Yuk H.J., Ryu H.W., Lim S.H., Kim K.S., Park K.H., Ryu Y.B., Lee W.S. Evaluation of polyphenols from Broussonetia papyrifera as coronavirus protease inhibitors. J. Enzyme Inhib. Med. Chem. 2017;32:504–512. [PMC free article] [PubMed] [Google Scholar]Park S.K., Kang J.Y., Kim J.M., Yoo S.K., Han H.J., Dong C., Chung D.H., Kim D., Heo H.J. Fucoidan-rich substances from Ecklonia cava improve trimethyltin-induced cognitive dysfunction via down-regulation of amyloid β production/tau hyperphosphorylation. Mar. Drugs. 2019;17:591. [PMC free article] [PubMed] [Google Scholar]Park S.L., Yun H.C., Kang S.W., Kim S.K., Lee H., Park M.S., Ban J.Y. Effect of seed of Cassia tora extract in the prevention of remote renal reperfusion injury. Transplant. Proc. 2019;51:2833–2837. [PubMed] [Google Scholar]Parveen T., Hashmi B.M., Haider S., Tabassum S., Saleem S., Siddiqui M.A. Role of monoaminergic system in the etiology of olive oil induced antidepressant and anxiolytic effects in rats. Int. Scholar. Res. Notice. 2013 2013. [PMC free article] [PubMed] [Google Scholar]Patel S.S., Ray R.S., Sharma A., Mehta V., Katyal A., Udayabanu M. Antidepressant and anxiolytic like effects of Urtica dioica leaves in streptozotocin induced diabetic mice. Metab. Brain Dis. 2018;33:1281–1292. [PubMed] [Google Scholar]Pathak N., Khandelwal S. Cytoprotective and immunomodulating properties of piperine on murine splenocytes: an in vitro study. Euro. J. Pharmacol. 2007;576:160–170. [PubMed] [Google Scholar]Patwardhan B., Chavan-Gautam P., Gautam M., Tillu G., Chopra A., Gairola S., Jadhav S. Ayurveda rasayana in prophylaxis of COVID-19. Curr. Sci. 2020;118:1158–1160. [Google Scholar]Paudyal V., Sun S., Hussain R., Abutaleb M.H., Hedima E.W. Complementary and alternative medicines use in COVID-19: A global perspective on practice, policy and research. Res Social Adm Pharm. 2021 [PMC free article] [PubMed] [Google Scholar]Paul A., Das S., Das J., Samadder A., Bishayee K., Sadhukhan R., Khuda-Bukhsh A.R. Diarylheptanoid-myricanone isolated from ethanolic extract of Myrica cerifera shows anticancer effects on HeLa and PC3 cell lines: Signalling pathway and drug-DNA interaction. J. Integrat. Med. 2013;11:405–415. [PubMed] [Google Scholar]Peng F., Tu L., Yan Y., Hu P., Wang R., Hu Q., Cao F., Jiang T., Sun J., Xu G., Chang C. Management and treatment of COVID-19: The Chinese experience. Can. J. Cardiol. 2020;36:915–930. [PMC free article] [PubMed] [Google Scholar]Peng W., Liu Y., Hu M., Zhang M., Yang J., Liang F., Huang Q., Wu C. Toona sinensis: A comprehensive review on its traditional usages, phytochemisty, pharmacology and toxicology. Rev. Bras. Farmacogn. 2019;29:111–124. [PMC free article] [PubMed] [Google Scholar]Penna S.C., Medeiros M.V., Aimbire F.S.C., Faria-Neto H.C.C., Sertie J.A.A., Lopes-Martins R.A.B. Anti-inflammatory effect of the hydralcoholic extract of Zingiber officinale rhizomes on rat paw and skin edema. Phytomedicine. 2003;10:381–385. [PubMed] [Google Scholar]Pesheva, E., 2020. COVID-19 may spark cardiac trouble in multiple ways. Coronavirus and the heart. The Harvard Gazette. https://news.harvard.edu/gazette/story/2020/04/covid-19s-consequences-for-the-heart/ (Accessed on June 08, 2021).Petramfar P., Hajari F., Yousefi G., Azadi S. Efficacy of oral administration of licorice as an adjunct therapy on improving the symptoms of patients with Parkinson's disease, a randomized double blinded clinical trial. J. Ethnopharmacol. 2020;247 [PubMed] [Google Scholar]Philip S., Tom G., Vasumathi A.V. Evaluation of the anti-inflammatory activity of Tinospora cordifolia (Willd.) Miers chloroform extract – a preclinical study. J. Pharm. Pharmacol. 2018;70:1113–1125. [PubMed] [Google Scholar]Phochantachinda S., Chatchaisak D., Temviriyanukul P., Chansawang A., Pitchakarn P., Chantong B. Ethanolic fruit extract of Emblica officinalis suppresses neuroinflammation in microglia and promotes neurite outgrowth in Neuro2a cells. Evid. Based Complement. Alternat. Med. 2021 2021. [PMC free article] [PubMed] [Google Scholar]Piao C.H., Bui T.T., Fan Y.J., Nguyen T.V., Shin D.U., Song C.H., Lee S.Y., Shin H.S., Kim H.T., Chai O.H. In vivo and in vitro anti‑allergic and anti‑inflammatory effects of Dryopteris crassirhizoma through the modulation of the NF‑ĸB signaling pathway in an ovalbumin‑induced allergic asthma mouse model. Mol. Med. Rep. 2020;22:3597–3606. [PMC free article] [PubMed] [Google Scholar]Ping L.Z., Wei P.L., Li L. Protective effect and its mechanism of Taxillus chinensis on the liver in diabetic mice. Chinese J. Geronot. 2019;39:4053–4058. [Google Scholar]Pinto N.B., Alexandre B.S., Neves K.R.T., Silva A.H., Leal L.K.A.M., Viana G.S.B. Neuroprotective properties of the standardized extract from Camellia sinensis (Green tea) and its main bioactive components, epicatechin and epigallocatechin gallate, in the 6-ohda model of Parkinson's disease. Evid. Based Complement. Alter. Med. 2015 2015. [PMC free article] [PubMed] [Google Scholar]Poon P.M., Wong C.K., Fung K.P., Fong C.Y., Wong E.L., Lau J.T., Leung P.C., Tsui S.K., Wan D.C., Waye M.M., Au S.W., Lau C.B., Lam C.W. Immunomodulatory effects of a traditional Chinese medicine with potential antiviral activity: A self-control study. Am. J. Chin. Med. 2006;34:13–21. [PubMed] [Google Scholar]Pramod K., Ansari S.H., Ali J. Eugenol: a natural compound with versatile pharmacological actions. Nat. Prod. Commun. 2010;5:1999–2006. [PubMed] [Google Scholar]Prasad R., Ali S., Khan L. Hepatoprotective effect of Syzygium aromaticum extract on acute liver injury induced by thioacetamide. Int. J. Pharm. Clin. Res. 2010;2:68–71. [Google Scholar]Puntmann V.O., Carerj M.L., Wieters I., Fahim M., Arendt C., Hoffmann J., Shchendrygina A., Escher F., Vasa-Nicotera M., Zeiher A.M., Vehreschild M., Nagel E. Outcomes of cardiovascular magnetic resonance imaging in patients recently recovered from coronavirus cisease 2019 (COVID-19) JAMA cardiol. 2020;5:1265–1273. [PMC free article] [PubMed] [Google Scholar]Puri A., Saxena R., Saxena R.P., Saxena K.C., Srivastava V., Tandon J.S. Immunostimulant agents from Andrographis paniculata. J. Nat. Prod. 1993;56:995–999. [PubMed] [Google Scholar]Qin L., Tan H.L., Wang Y.G., Xu C.Y., Feng J., Li M., Dou Y.Q. Astragalus membranaceus and Salvia miltiorrhiza ameliorate lipopolysaccharide-induced acute lung injury in rats by regulating the Toll-Like receptor 4/Nuclear factor-kappa B signaling pathway. Evid. Based Complement. Alternat. Med. 2018 2018. [PMC free article] [PubMed] [Google Scholar]Qiu M., An M., Bian M., Yu S., Liu C., Liu Q. Terrestrosin D from Tribulus terrestris attenuates bleomycin-induced inflammation and suppresses fibrotic changes in the lungs of mice. Pharm. biol. 2019;57:694–700. [PMC free article] [PubMed] [Google Scholar]Rahayu R.P., Prasetyo R.A., Purwanto D.A., Kresnoadi U., Iskandar R.P.D., Rubianto M. The immunomodulatory effect of green tea (Camellia sinensis) leaves extract on immunocompromised wistar rats infected by Candida albicans. Vet. World. 2018;11:765–770. [PMC free article] [PubMed] [Google Scholar]Rai S.N., Birla H., Zahra W., Sen Singh S., Singh S.P. Immunomodulation of Parkinson's disease using Mucuna pruriens (Mp) J. Chem. Neuroanat. 2017;85:27–35. [PubMed] [Google Scholar]Raj V., Mishra A.K., Mishra A., Khan N.A. Hepatoprotective effect of Prunus armeniaca L. (apricot) leaf extracts on paracetamol induced liver damage in wistar rats. Pharmacog. J. 2016;8:154–158. [Google Scholar]Raja Sankar S., Manivasagam T., Sankar V. Withania somnifera root extract improves catecholamines and physiological abnormalities seen in a Parkinson's disease model mouse. J. Ethnopharmacol. 2009;125:369–373. [PubMed] [Google Scholar]Rana D.G., Galani V.J. Dopamine mediated antidepressant effect of Mucuna pruriens seeds in various experimental models of depression. Ayu. 2014;35:90–97. [PMC free article] [PubMed] [Google Scholar]Ranjini H.S., Padmanabha U.E.G., Shobha U.K., Manjunath S., Basavaraj H., Asha K. An in vitro study of Cinnamomum zeylanicum as natural inhibitor of angiotensin-converting enzyme (Ace) on sheep (Ovis aries) tissues. Asian J. Pharm. Clin. Res. 2016;9:249–252. [Google Scholar]Rao N.K. Anti-hyperglycemic and renal protective activities of Andrographis paniculata roots chloroform extract. Iran. J. Pharmacol. Therap. 2006;5:47–50. [Google Scholar]Rastogi S., Pandey D.N., Singh R.H. COVID-19 pandemic: A pragmatic plan for ayurveda intervention. J. Ayurveda Integr. Med. 2020 [PMC free article] [PubMed] [Google Scholar]Rathinavel T., Palanisamy M., Palanisamy S., Subramanian A., Thangaswamy S. Phytochemical 6-gingerol - A promising drug of choice for COVID-19. Int. J. Adv. Sci. Eng. 2020;6:1482–1489. [Google Scholar]Rehman S.U., Rehman S.U., Yoo H.H. COVID-19 challenges and its therapeutics. Biomed. Pharmacother. 2021;142 [PMC free article] [PubMed] [Google Scholar]Ren R., Shi C., Cao J., Sun Y., Zhao X., Guo Y., Wang C., Lei H., Jiang H., Ablat N., Xu J., Li W., Ma Y., Qi X., Ye M., Pu X., Han H. Neuroprotective effects of a standardized flavonoid extract of safflower against neurotoxin-induced cellular and animal models of Parkinson's disease. Sci. Rep. 2016;6:22135. [PMC free article] [PubMed] [Google Scholar]Reshma P.L., Binu P., Anupama N., Vineetha R.C., Abhilash S., Nair R.H., Raghu K.G. Pretreatment of Tribulus terrestris L. causes anti-ischemic cardioprotection through MAPK mediated anti-apoptotic pathway in rat. Biomed. Pharmacother. 2019;111:1342–1352. [PubMed] [Google Scholar]Rezaie A., Fazlara A., Haghi Karamolah M, Shahriari A., Najaf Zadeh H., Pashmforosh M. Effects of Echinacea purpurea on hepatic and renal toxicity induced by diethylnitrosamine in rats. Jundishapur J. Nat. Pharm. Prod. 2013;8:60–64. [PMC free article] [PubMed] [Google Scholar]Rho J., Seo C.S., Park H.S., Jeong H.Y., Moon O.S., Seo Y.W., Son H.W., Won Y.S., Kwun H.J. Asteris Radix et Rhizoma suppresses testosterone-induced benign prostatic hyperplasia in rats by regulating apoptosis and inflammation. J. Ethnopharmacol. 2020;255 [PubMed] [Google Scholar]Rodríguez E., Gimeno J., Arias-Cabrales C., Barrios C., Redondo- Pachón D., Soler M.J., Crespo M., Sierra-Ochoa A., Riera M., Pascual J. Membrane attack complex and factor H in humans with acute kidney Injury. Kidney Blood Press Res. 2018;43:1655–1665. [PubMed] [Google Scholar]Roy A., Singh A.K., Mishra S., Chinnadurai A., Mitra A., Bakshi O. Mental health implications of COVID-19 pandemic and its response in India. Int. J. Soc. Psychiatry. 2021;67:587–600. [PMC free article] [PubMed] [Google Scholar]Runfeng L., Yunlong H., Jicheng H., Weiqi P., Qinhai M., Yongxia S., Chufang L., Jin Z., Zhenhua J., Haiming J., Kui Z., Shuxiang H., Jun D., Xiaobo L., Xiaotao H., Lin W., Nanshan Z., Zifeng Y. Lianhuaqingwen exerts anti-viral and anti-inflammatory activity against novel coronavirus (SARS-CoV-2) Pharmacol. Res. 2020;156 [PMC free article] [PubMed] [Google Scholar]Ryu H.W., Park M.H., Kwon O.K., Kim D.Y., Hwang J.Y., Jo Y.H., Ahn K.S., Hwang B.Y., Oh S.R. Anti-inflammatory flavonoids from root bark of Broussonetia papyrifera in LPS-stimulated RAW264.7 cells. Bioorg. Chem. 2019;92 [PubMed] [Google Scholar]Ryu Y.B., Jeong H.J., Kim J.H., Kim Y.M., Park J.Y., Kim D., Nguyen T.T., Park S.J., Chang J.S., Park K.H., Rho M.C., Lee W.S. Biflavonoids from Torreya nucifera displaying SARS-CoV 3CL(pro) inhibition. Bioorg. Med. Chem. 2010;18:7940–7947. [PMC free article] [PubMed] [Google Scholar]Ryu Y.B., Park S.J., Kim Y.M., Lee J.Y., Seo W.D., Chang J.S., Park K.H., Rho M.C., Lee W.S. SARS-CoV 3CLpro inhibitory effects of quinone-methide triterpenes from Tripterygium regelii. Bioorg. Med. Chem. Lett. 2010;20:1873–1876. [PMC free article] [PubMed] [Google Scholar]Saad A.B., Ncib S., Rjeibi I., Saidi I., Zouari N. Nephroprotective and antioxidant effect of green tea (Camellia sinensis) against nicotine-induced nephrotoxicity in rats and characterization of its bioactive compounds by HPLC-DAD. Appl. Physiol. Nutr. Metab. 2019;44:1134–1140. [PubMed] [Google Scholar]Saffarzadeh M., Juenemann C., Queisser M.A., Lochnit G., Barreto G., Galuska S.P., Lohmeyer J., Preissner K.T. Neutrophil extracellular traps directly induce epithelial and endothelial cell death: A predominant role of histones. PloS One. 2012;7:e32366. [PMC free article] [PubMed] [Google Scholar]Sagar V., Kumar A.H. Efficacy of natural compounds from Tinospora cordifolia against SARS-CoV-2 protease, surface glycoprotein and RNA polymerase. Biol. Engin. Med. Sci. Rep. 2020;6:06–08. [Google Scholar]Saleem U., Chauhdary Z., Raza Z., Shah S., Rahman M.U., Zaib P., Ahmad B. Anti-Parkinson's activity of Tribulus terrestris via modulation of AChE, α-Synuclein, TNF-α, and IL-1β ACS Omega. 2020;5:25216–25227. [PMC free article] [PubMed] [Google Scholar]Salih N.A. Effect of nettle (Urtica dioica) extract on gentamicin induced nephrotoxicity in male rabbits. Asian Pac. J. Trop. Biomed. 2015;5:756–760. [Google Scholar]Salim, B., Noureddine, M., 2020. Identification of compounds from Nigella sativa as new potential inhibitors of 2019 novel coronavirus (Covid-19): Molecular docking study. ChemRxiv.Salzberger B., Glück T., Ehrenstein B. Successful containment of COVID-19: the WHO-report on the COVID-19 outbreak in China. Infection. 2020;48:151–153. [PMC free article] [PubMed] [Google Scholar]Sanada H. Study on the clinical effect of rhubarb on nitrogen metabolism abnormality due to chronic renal failure and its mechanism [in Japanese] Nihon Jinzo Gakkai Shi. 1996;38:379–387. [PubMed] [Google Scholar]Sashourpour M., Zahri S., Radjabian T., Ruf V., Pan-Montojo F., Morshedi D. Study on the modulation of alpha-synuclein fibrillation by Scutellaria pinnatifida extracts and its neuroprotective properties. PLoS One. 2017;12 [PMC free article] [PubMed] [Google Scholar]Sawarkar P., Sawarkar G. Integrative approach in ayurveda for COVID-19 - A review. Int. J. Res. Pharm. Sc. 2020;1:262–275. [Google Scholar]Sayed-Ahmed M.M., Nagi M.N. Thymoquinone supplementation prevents the development of gentamicin-induced acute renal toxicity in rats. Clin. Exp. Pharmacol. Physiol. 2007;34:399–405. [PubMed] [Google Scholar]Schäfer S.K., Sopp R.K., Schanz C.G., Staginnus M, Göritz A.S., Michael T. Impact of COVID-19 on public mental health and the buffering effect of a sense of coherence. Psychother. Psychosom. 2020;89:386–392. [PMC free article] [PubMed] [Google Scholar]Schumacher M., Cerella C., Reuter S., Dicato M., Diederich M. Anti-inflammatory, pro-apoptotic, and anti-proliferative effects of a methanolic neem (Azadirachta indica) leaf extract are mediated via modulation of the nuclear factor-κB pathway. Genes Nutr. 2011;6:149–160. [PMC free article] [PubMed] [Google Scholar]Sedaghat R., Roghani M., Khalili M. Neuroprotective effect of thymoquinone, the Nigella sativa bioactive compound, in 6-hydroxydopamine-induced hemi-parkinsonian rat model. Iran J. Pharm. Res. 2014;13:227–234. [PMC free article] [PubMed] [Google Scholar]Semalty M., Adhikari L., Semwal D., Chauhan A., Mishra A., Kotiyal R., Semalty A. A comprehensive review on phytochemistry and pharmacological effects of stinging nettle (Urtica dioica) Curr. Trad. Med. 2017;3:156–167. [Google Scholar]Serfozo P., Wysocki J., Gulua G., Schulze A., Ye M., Liu P., et al.  Ang II (angiotensin II) conversion to angiotensin-(1-7) in the circulation is pop (prolyloligopeptidase)-dependent and ACE2 (angiotensin-converting enzyme 2)-independent. Hypertension. 2020;75:173–182. [PMC free article] [PubMed] [Google Scholar]Shah A.S., Gunjal M.A., Juvekar A.R. Immunomostimulatory activity of aqueous extract of Azadirachta indica flowers on specific and nonspecific immune response. J. Nat. Rem. 2009;9:35–42. [Google Scholar]Shaltiel-Karyo R., Davidi D., Frenkel-Pinter M., Ovadia M., Segal D., Gazit E. Differential inhibition of α-synuclein oligomeric and fibrillar assembly in Parkinson's disease model by cinnamon extract. Biochim. Biophys. Acta. 2012;1820:1628–1635. [PubMed] [Google Scholar]Shan J., Zhao C., Li Q., Zhu T., Ren J., Li H., Wu J., Ma H., Qu W., Wang Y. An arabinogalactan from Isatis indigotica and its adjuvant effects on H1N1 influenza and hepatitis B antigens. J. Funct. Foods. 2015;18:631–642. [Google Scholar]Shang X., He X., He X., Li M., Zhang R., Fan P., Zhang Q., Jia Z. The genus Scutellaria an ethnopharmacological and phytochemical review. J. Ethnopharmacol. 2010;128:279–313. [PubMed] [Google Scholar]Shanmugasundaram R., Devi V., Tresina P., Maruthupandian A., Mohan V. Hepatoprotective activity of ethanol extracts of Clitoria ternatea L. and Cassia aungustifolia Vahl leaf against CCl4 induced liver toxicity in rats. Int. Res. J. Pharm. 2010;1:201–205. [Google Scholar]Sharangi A.B. Medicinal and therapeutic potentialities of tea (Camellia sinensis L.) – A review. Food Res. Int. 2009;42:529–535. [Google Scholar]Sharifi-Rad M., Varoni E.M., Salehi B., Sharifi-Rad J., Matthews K.R., Ayatollahi S.A., Kobarfard F., Ibrahim S.A., Mnayer D., Zakaria Z.A., Sharifi-Rad M., Yousaf Z., Iriti M., Basile A., Rigano D. Plants of the genus Zingiber as a source of bioactive phytochemicals: From tradition to pharmacy. Molecules. 2017;22:2145. [PMC free article] [PubMed] [Google Scholar]Sharma B.  Hackensack Meridian Health; 2020. How does COVID-19 affect the heart?https://www.hackensackmeridianhealth.org/HealthU/2020/08/13/how-does-covid-19-affect-the-heart/ Accessed on June 18, 2021. [Google Scholar]Sharma M., Anderson S.A., Schoop R., Hudson J.B. Induction of multiple pro-inflammatory cytokines by respiratory viruses and reversal by standardized Echinacea, a potent antiviral herbal extract. Antiviral Res. 2009;83:165–170. [PubMed] [Google Scholar]Sharma M., Gaur A., Vishwakarma P., Goel R.K., Saxena K.K. Evaluation of hepatoprotective potential of aqueous extract of Withania somnifera in albino rats. Int. J. Basic Clin. Pharmacol. 2021;10:255–260. [Google Scholar]Sharma U., Bala M., Kumar N., Singh B., Munshi R.K., Bhalerao S. Immunomodulatory active compounds from Tinospora cordifolia. J. Ethnopharmacol. 2012;141:918–926. [PubMed] [Google Scholar]Sharma V., Pandey D. Protective Role of Tinospora cordifolia against lead-induced hepatotoxicity. Toxicol. Int. 2010;17:12–17. [PMC free article] [PubMed] [Google Scholar]Sheahan T.P., Sims A.C., Leist S.R., Schäfer A., Won J., Brown A.J., Montgomery S.A., Hogg A., Babusis D., Clarke M.O., Spahn J.E., Bauer L., Sellers S., Porter D., Feng J.Y., Cihlar T., Jordan R., Denison M.R., Baric R.S. Comparative therapeutic efficacy of remdesivir and combination lopinavir, ritonavir, and interferon beta against MERS-CoV. Nat. Commun. 2020;11:222. [PMC free article] [PubMed] [Google Scholar]Shen Y.C., Chen C.F., Chiou W.F. Andrographolide prevents oxygen radical production by human neutrophils: possible mechanism(s) involved in its anti-inflammatory effect. Br. J. Pharmacol. 2002;135:399–406. [PMC free article] [PubMed] [Google Scholar]Shen Y.C., Wang L.T., Khalil A.T., Chiang L.C., Cheng P.W. Bioactive pyranoxanthones from the roots of Calophyllum blancoi. Chem. Pharm. Bull. 2005;53:244–247. [PubMed] [Google Scholar]Shetty R., Ghosh A., Honavar S.G., Khamar P., Sethu S. Therapeutic opportunities to manage COVID-19/SARS-CoV-2 infection: Present and future. Indian J. Ophthalmol. 2020;68:693–702. [PMC free article] [PubMed] [Google Scholar]Shrivastava A.K., Shrestha L., Gurung S., Joshi B. Anxiolytic and antidepressant-like effect of the ethanolic extract of Cassia tora seed in swiss mice. J. Complement. Med. Res. 2020;11:01–08. [Google Scholar]Sikandan A., Shinomiya T., Nagahara Y. Ashwagandha root extract exerts anti-inflammatory effects in HaCaT cells by inhibiting the MAPK/NF κB pathways and by regulating cytokines. Int. J. Mol. Med. 2018;42:425–434. [PubMed] [Google Scholar]Silva A.W.D., Ferreira M.K.A., Reboucas E.L., Silva F.C.O., Holanda C.L.A., Barroso S.M., Lima J.d.R., Batista F.L.A., Mendes F.R.S., Campos A.R., Menezes J.E.S.A.D., Magalhaes F.E.A., Siqueira S.M.C., Santos H.S.D. Anxiolytic-like effect of Azadirachta indica A. Juss. (Neem, Meliaceae) bark on adult zebrafish (Danio rerio): participation of the serotoninergic and GABAergic systems. Pharm. Pharmacol. Int. J. 2020;8:256–263. [Google Scholar]Singh S., Khan A. Clinical characteristics and outcomes of COVID-19 among patients with pre-existing liver disease in United States: A multi-center research network study. Gastroenterology. 2020;159:768–771. [PMC free article] [PubMed] [Google Scholar]Singh H., Prakash A., Kalia A.N., Majeed A.B. Synergistic hepatoprotective potential of ethanolic extract of Solanum xanthocarpum and Juniperus communis against paracetamol and azithromycin induced liver injury in rats. J Tradit Complement Med. 2015;6(4):370–376. [PMC free article] [PubMed] [Google Scholar]Sohn S.H., Yoon M., Kim J., Choi H.L., Shin M., Hong M., Bae H. Screening herbal medicines for the recovery of alpha-synuclein-induced Parkinson's disease model of yeast. Mol. Cell Toxicol. 2012;8:343–348. [Google Scholar]Somsak V., Chachiyo S., Jaihan U., Nakinchat S. Protective effect of aqueous crude extract of neem (Azadirachta indica) leaves on Plasmodium berghei-induced renal damage in mice. J. Trop. Med. 2015 2015. [PMC free article] [PubMed] [Google Scholar]Song Y.H., Kim D.W., Curtis-Long M.J., Yuk H.J., Wang Y., Zhuang N., Lee K.H., Jeon K.S., Park K.H. Papain-like protease (PLpro) inhibitory effects of cinnamic amides from Tribulus terrestris fruits. Biol. Pharm. Bull. 2014;37:1021–1028. [PubMed] [Google Scholar]Sourabié T.S., Noufou O., Richard S., Yougbare N., Nikiema J., Guissou I., Nacoulma O. Evaluation of the anti-icterus effect of crude powdered leaf of Argemone mexicana Linn. (Papaveraceae) against CCL4-induced liver injury in rats. Int. J. Pharm. Sci. Res. 2012;3:491–496. [Google Scholar]Sravanthi P., Shakir B.S. Anti-atherosclerotic activity of ethanolic extract of Chrysanthemum indicum L. flowers against high-fat diet-induced atherosclerosis in male wistar rats. Asian J. Pharm. Clin. Res. 2017;10:52–56. [Google Scholar]Srivastava R. An updated review on phyto-pharmacological and pharmacognostical profile of Amaranthus tricolor: A herb of nutraceutical potentials. Pharm. Innov. J. 2017;6:124–129. [Google Scholar]Stebbing J., Phelan A., Griffin I., Tucker C., Oechsle O., Smith D., Richardson P. COVID-19: Combining antiviral and anti-inflammatory treatments. Lancet Infect Dis. 2020;20:400–402. [PMC free article] [PubMed] [Google Scholar]Stefanis L. α-Synuclein in Parkinson's Disease. Cold Spring Harb Perspect Med. 2012;2 [PMC free article] [PubMed] [Google Scholar]Su H., Yang M., Wan C., Yi L.X., Tang F., Zhu H.Y., Yi F., Yang H.C., Fogo A.B., Nie X., Zhang C. Renal histopathological analysis of 26 postmortem findings of patients with COVID-19 in China. Kidney Int. 2020;98:219–227. [PMC free article] [PubMed] [Google Scholar]Sun K., Huang R., Yan L., Li D.T., Liu Y.Y., Wei X.H., Cui Y.C., Pan C.S., Fan J.Y., Wang X., Han J.Y. Schisandrin attenuates lipopolysaccharide-induced lung injury by regulating TLR-4 and Akt/FoxO1 signaling pathways. Front. Physiol. 2018;9 1104. [PMC free article] [PubMed] [Google Scholar]Sun K., Song X., Jia R.Y., Yin Z.Q., Zou Y.F., Li L., Yin L., He C.L., Liang X., Yue G., Cui Q., Yang Y. Evaluation of analgesic and anti-inflammatory activities of water extract of Galla chinensis in vivo models. Evid. Based Complement. Alternat. Med. 2018 2018. [PMC free article] [PubMed] [Google Scholar]Sun Y., Lenon G.B., Yang A.W.H. Phellodendri cortex: A phytochemical, pharmacological, and pharmacokinetic review. Evid. based Complement. Alternat. Med. 2019 2019. [PMC free article] [PubMed] [Google Scholar]Suresh K., Vasudevan D.M. Augmentation of murine natural killer cell and antibody dependent cellular cytotoxicity activities by Phyllanthus emblica, a new immunomodulator. J. Ethnopharmacol. 1994;44:55–60. [PubMed] [Google Scholar]Suryawanshi C.P., Patil V.R., Chaudhari R.Y., Kale M.K., Firakse S.D., Pimprikar R.B., Patil M.D., Yeshwante S.B., Saindanem D.S. Antiparkinsonian effect of Cassia tora on oxotremorine induced parkinson methodology. Res. J. Pharmacol. Pharmadyn. 2009;1:35–38. [Google Scholar]Taghizadeh S.F., Azizi M., Asili J., Madarshahi F.S., Rakhshandeh H., Fujii Y. Therapeutic peptides of Mucuna pruriens L.: Anti-genotoxic molecules against human hepatocellular carcinoma and hepatitis C virus. Food Sci. Nutr. 2021;9:2908–2914. [PMC free article] [PubMed] [Google Scholar]Tahir A.H., Javed M.M., Hussain Z. Nutraceuticals and herbal extracts: A ray of hope for COVID‑19 and related infections (Review) Int. J. Func. Nutr. 2020;1:01–08. [Google Scholar]Tan Y.J., Fielding B.C., Goh P.Y., Shen S., Tan T.H., Lim S.G., Hong W. Overexpression of 7a, a protein specifically encoded by the severe acute respiratory syndrome coronavirus, induces apoptosis via a caspase-dependent pathway. J. Virol. 2004;78:14043–14047. [PMC free article] [PubMed] [Google Scholar]Tanaka A., Horiuchi M., Umano K., Shibamoto T. Antioxidant and anti-inflammatory activities of water distillate and its dichloromethane extract from licorice root (Glycyrrhiza uralensis) and chemical composition of dichloromethane extract. J. Sci. Food Agric. 2008;88:1158–1165. [Google Scholar]Tanemoto R., Okuyama T., Matsuo H., Okumura T., Ikeya Y., Nishizawa M. The constituents of licorice (Glycyrrhiza uralensis) differentially suppress nitric oxide production in interleukin-1β-treated hepatocytes. Biochem. Biophys. Rep. 2015;2:153–159. [PMC free article] [PubMed] [Google Scholar]Tang N., Bai H., Chen X., Gong J., Li D., Sun Z. Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy. J. Thromb. Haemostasis. 2020;18:1094–1099. [PubMed] [Google Scholar]Tao Y.H., Jiang D.Y., Xu H.B., Yang X.L. Inhibitory effect of Erigeron breviscapus extract and its flavonoid components on GABA shunt enzymes. Phytomedicine. 2008;15:92–97. [PubMed] [Google Scholar]Tasanarong A., Kongkham S., Itharat A. Antioxidant effect of Phyllanthus emblica extract prevents contrast-induced acute kidney injury. BMC Complement. Altern. Med. 2014;14:138. [PMC free article] [PubMed] [Google Scholar]Thanh Le T., Andreadakis Z., Kumar A., Gómez Román R., Tollefsen S., Saville M., Mayhew S. The COVID-19 vaccine development landscape. Nat. Rev. Drug Discov. 2020;19:305–306. [PubMed] [Google Scholar]Thuy B.T.P., My T.T.A., Hai N.T.T., Hieu L.T., Hoa T.T. Investigation into SARS-CoV-2 resistance of compounds in garlic essential oil. ACS Omega. 2020;5:8312–8320. [PMC free article] [PubMed] [Google Scholar]Tian L.L., Wang X.J., Sun Y.N., Li C.R., Xing Y.L., Zhao H.B., Duan M., Zhou Z., Wang S.Q. Salvianolic acid B, an antioxidant from Salvia miltiorrhiza, prevents 6-hydroxydopamine induced apoptosis in SH-SY5Y cells. Int. J. Biochem. Cell Biol. 2008;40:409–422. [PubMed] [Google Scholar]Tillu G., Chaturvedi S., Chopra A., Patwardhan B. Public health approach of ayurveda and yoga for COVID-19 prophylaxis. J. Alternat. Complement. Med. 2020;26:360–364. [PubMed] [Google Scholar]Tilwari A., Devi P.U., Prabha B., Shukla N.P. Immunomodulatory effect of fractions of saponins from Tribulus terrestris on non-specific immunity using in vitro phagocytosis. Int. J. Drug Discov. Herb. Res. 2011;1:202–207. [Google Scholar]Tiwari M., Dwivedi U.N., Kakkar P. Tinospora cordifolia extract modulates COX-2, iNOS, ICAM-1, pro-inflammatory cytokines and redox status in murine model of asthma. J. Ethnopharmacol. 2014;153:326–337. [PubMed] [Google Scholar]Treasure J. Urtica semen reduces serum creatinine levels. J. Am. Herbl. Guide. 2003;4:22–25. [Google Scholar]Tripathi S., Maier K.G., Bruch D., Kittur D.S. Effect of 6-gingerol on pro-inflammatory cytokine production and costimulatory molecule expression in murine peritoneal macrophages. J. Surg. Res. 2007;138:209–213. [PubMed] [Google Scholar]Trivedi M.K., Gangwar M., Mondal S.C., Jana S. Immunomodulatory properties and biomarkers characterization of novel Withania somnifera based formulation supplemented with minerals in sprague dawley rats. Orient Pharm. Exp. Med. 2017;17:59–69. [Google Scholar]Tsai Y.-C., Lee C.L., Yen H.R., Chang Y.S., Lin Y.P., Huang S.H., Lin C.W. Antiviral action of tryptanthrin isolated from Strobilanthes cusia leaf against human coronavirus NL63. Biomolecules. 2020;10:366. [PMC free article] [PubMed] [Google Scholar]Tu Y.F., Chien C.S., Yarmishyn A.A., Lin Y.Y., Luo Y.H., Lin Y.T., Lai W.Y., Yang D.M., Chou S.J., Yang Y.P., Wang M.L., Chiou S.H. A Review of SARS-CoV-2 and the ongoing clinical trials. Int. J. Mol. Sci. 2020;21:2657. [PMC free article] [PubMed] [Google Scholar]Tzeng T.F., Lu H.J., Liou S.S., Chang C.J., Liu I.M. Cassia tora (Leguminosae) seed extract alleviates high-fat diet-induced nonalcoholic fatty liver. Food Chem. Toxicol. 2013;51:194–201. [PubMed] [Google Scholar]Uddin M.S., Mamun A.A., Hossain M.S., Akter F., Iqbal M.A., Asaduzzaman M. Exploring the effect of Phyllanthus emblica L. on cognitive performance, brain antioxidant markers and acetylcholinesterase activity in rats: Promising natural gift for the mitigation of Alzheimer's disease. Ann. Neurosci. 2016;23:218–229. [PMC free article] [PubMed] [Google Scholar]Ul-Qamar M.T., Alqahtani S.M., Alamri M.A., Chen L.L. Structural basis of SARS-CoV-2 3CLpro and anti-COVID-19 drug discovery from medicinal plants. J. Pharm. Anal. 2020;10:313–319. [PMC free article] [PubMed] [Google Scholar]Usharani P., Merugu P.L., Nutalapati C. Evaluation of the effects of a standardized aqueous extract of Phyllanthus emblica fruits on endothelial dysfunction, oxidative stress, systemic inflammation and lipid profile in subjects with metabolic syndrome: A randomised, double blind, placebo controlled clinical study. BMC Complement. Altern. Med. 2019;19:97. [PMC free article] [PubMed] [Google Scholar]Van Kampen J., Robertson H., Hagg T., Drobitch R. Neuroprotective actions of the ginseng extract G115 in two rodent models of Parkinson's disease. Exp Neurol. 2003;184:521–529. [PubMed] [Google Scholar]Vardi N., Parlakpinar H., Ates B., Cetin A., Otlu A. The protective effects of Prunus armeniaca L (apricot) against methotrexate-induced oxidative damage and apoptosis in rat kidney. J. Physiol. Biochem. 2013;69:371–381. [PubMed] [Google Scholar]Varela-Nallar L., Arredondo S.B., Tapia-Rojas C., Hancke J., Inestrosa N.C. Andrographolide stimulates neurogenesis in the adult hippocampus. Neural. Plast. 2015 2015. [PMC free article] [PubMed] [Google Scholar]Varma A., Padh H., Shrivastava N. Andrographolide: A new plant-derived antineoplastic entity on horizon. Evid. Based Complement. Alternat. Med. 2011 2011. [PMC free article] [PubMed] [Google Scholar]Vellingiri B., Jayaramayya K., Iyer M., Narayanasamy A., Govindasamy V., Giridharan B., Ganesan S., Venugopal A., Venkatesan D., Ganesan H., Rajagopalan K., Rahman P.K., Cho S., Kumar N.S., Subramaniam M.D. COVID-19: A promising cure for the global panic. Sci. Total Environ. 2020;725 [PMC free article] [PubMed] [Google Scholar]Verma A., Adhikary A., Woloschak G., Dwarakanath B.S., Papineni R.V.L. A combinatorial approach of a polypharmacological adjuvant 2-deoxy-D-glucose with low dose radiation therapy to quell the cytokine storm in COVID-19 management. Int. J. Radiat. Biol. 2020;96:1323–1328. [PubMed] [Google Scholar]Vezza T., Algieri F., Nogales A., Garrido-Mesa J., Utrilla M., Talhaoui N., Caravaca A.M.G. Immunomodulatory properties of Olea europaea leaf extract in intestinal inflammation. Mol. Nutr. Food Res. 2017:61. [PubMed] [Google Scholar]Villena-Tejada M., Vera-Ferchau I., Cardona-Rivero A., Zamalloa-Cornejo R., Quispe-Florez M., Frisancho-Triveño Z., Abarca-Melendez R.C., Alvarez-Sucari S.G., Meija C.R., Yañez J.A. Use of medicinal plants for COVID-19 prevention and respiratory symptom treatment during the pandemic in Cusco, Peru: A cross-sectional survey. PLOS ONE. 2021;16 [PMC free article] [PubMed] [Google Scholar]Wagner H., Elbl G. ACE-inhibitory procyanidins from Lespedeza capitata. Planta Med. 1992;58:297. [PubMed] [Google Scholar]Wang B., Zhang Y., Huang J., Dong L., Li T., Fu X. Anti-inflammatory activity and chemical composition of dichloromethane extract from Piper nigrum and P. longum on permanent focal cerebral ischemia injury in rats. Rev. Bras. Farmacogn. 2017;27:369–374. [Google Scholar]Wang B.S., Huang G.J., Tai H.M., Huang M.H. Antioxidant and anti-inflammatory activities of aqueous extracts of Schizonepeta tenuifolia Briq. Food Chem. Toxicol. 2011;50:526–531. [PubMed] [Google Scholar]Wang C., Sun S., Ding X. The therapeutic effects of traditional Chinese medicine on COVID-19: A narrative review. Int J Clin Pharm. 2021;43:35–45. [PMC free article] [PubMed] [Google Scholar]Wang C.C., Yuan J.R., Wang C.F., Yang N., Chen J., Liu D., Song J., Feng L., Tan X.B., Jia X.B. Anti-inflammatory effects of Phyllanthus emblica L on benzopyrene-induced precancerous lung lesion by regulating the IL-1β/miR-101/Lin28B signaling pathway. Integr. Cancer Ther. 2017;16:505–515. [PMC free article] [PubMed] [Google Scholar]Wang G.W., Huang B.K., Qin L.P. The genus Broussonetia: A review of its phytochemistry and pharmacology. Phytother. Res. 2012;26:1–10. [PubMed] [Google Scholar]Wang T., Liu B., Zhang W., Wilson B., Hong J.S. Andrographolide reduces inflammation-mediated dopaminergic neurodegeneration in mesencephalic neuron-glia cultures by inhibiting microglial activation. J. Pharmacol. Exp. Ther. 2004;308:975–983. [PubMed] [Google Scholar]Wang W., Wang J., Dong S.F., Liu C.H., Italiani P., Sun S.H., Xu J., Boraschi D., Ma S.P., Qu D. Immunomodulatory activity of andrographolide on macrophage activation and specific antibody response. Acta Pharmacol. Sin. 2010;31:191–201. [PMC free article] [PubMed] [Google Scholar]Wang X., Liu Z. Prevention and treatment of viral respiratory infections by traditional Chinese herbs. Chin. Med. J. (Engl.) 2014;127:1344–1350. [PubMed] [Google Scholar]Wang X., Xie M. Effects of suanzaoren decoction on serum NO and the level of cytokines in rats. J. Beijing Univ. Tradit. Chin. Med. 2004;24:49–51. [Google Scholar]Wang X., Zhang C., Chen C., Guo Y., Meng X., Kan C. Allicin attenuates lipopolysaccharide‑induced acute lung injury in neonatal rats via the PI3K/Akt pathway. Mol. Med. Rep. 2018;17:6777–6783. [PubMed] [Google Scholar]Wang Z., Wang C., Su T., Zhang J. Antioxidant and immunological activities of polysaccharides from Gentiana scabra Bunge roots. Carbohydr. Polym. 2014;112:114–118. [PubMed] [Google Scholar]Wang Z., Zhang D., Hui S., Zhang Y., Hu S. Effect of Tribulus terrestris saponins on behavior and neuroendocrine in chronic mild stress depression rats. J. Tradit. Chin. Med. 2013;33:228–232. [PubMed] [Google Scholar]Wen C.C., Shyur L.F., Jan J.T., Liang P.H., Kuo C.J., Arulselvan P., Wu J.B., Kuo S.C., Yang N.S. Traditional Chinese medicine herbal extracts of Cibotium barometz, Gentiana scabra, Dioscorea batatas, Cassia tora, and Taxillus chinensis inhibit SARS-CoV replication. J. Tradit. Complement. Med. 2011;1:41–50. [PMC free article] [PubMed] [Google Scholar]Wen Z., Yan Z., Fengchun Z., Qian W., Taisheng L., Zhengyin L., Jinglang W., Yan Q., Xuan Z., Xiaowei Y., Xiaofeng Z., Shuyang Z. Anti-inflammation treatment of severe coronavirus disease 2019 (COVID-19): From the perspective of clinical immunologists from China. Clin. Immunol. 2020;214 [Google Scholar]Weng J.R., Lin C.S., Lai H.C., Lin Y.P., Wang C.Y., Tsai Y.C., Wu K.C., Huan S.H., Lin C.W. Antiviral activity of Sambucus formosana Nakai ethanol extract and related phenolic acid constituents against human coronavirus NL63. Virus Res. 2019;273 [PMC free article] [PubMed] [Google Scholar]Wijesinghe W.A., Ko S.C., Jeon Y.J. Effect of phlorotannins isolated from Ecklonia cava on angiotensin I-converting enzyme (ACE) inhibitory activity. Nutr. Res. Prac. 2011;5:93–100. [PMC free article] [PubMed] [Google Scholar]Wu B.W., Pan T.L., Leu Y.L., Chang Y.K., Tai P.J, Lin K.H., Horng J.T. Antiviral effects of Salvia miltiorrhiza (Danshen) against enterovirus 71. Am. J. Chin. Med. 2007;35:153–168. [PubMed] [Google Scholar]Wu C., Liu Y., Yang Y., Zhang P., Zhong W., Wang Y., Wang Q., Xu Y., Li M., Li X., Zheng M., Chen L., Li H. Analysis of therapeutic targets for SARS-CoV-2 and discovery of potential drugs by computational methods. Acta Pharm. Sin. B. 2020;10:766–788. [PMC free article] [PubMed] [Google Scholar]Wu L., Liu M., Fang Z. Combined therapy of hypertensive nephropathy with breviscapine injection and antihypertensive drugs: A systematic review and a meta-analysis. Evid. Based Complement. Alternat. Med. 2018 2018. [PMC free article] [PubMed] [Google Scholar]Wu Q., Yang X.W. The constituents of Cibotium barometz and their permeability in the human Caco-2 monolayer cell model. J. Ethnopharmacol. 2009;125:417–422. [PubMed] [Google Scholar]Wu T.S., Shi L.S., Kuo S.C. Alkaloids and other constituents from Tribulus terrestris. Phytochem. 1999;50:1411–1415. [Google Scholar]Wu X.N., Chen H.Y., Cai W., Hua J., Li S.-Q., Wang W. Protective effect of a polyphenolic rich extract from Magnolia officinalis bark on influenza virus-induced pneumonia in mice. J. Ethnopharmacol. 2011;134:191–194. [PubMed] [Google Scholar]Wu Z., Ma Y., Gong X., Zhang Y., Zhao L., Cheng G., Cai S. Rhus chinensis Mill. fruits prevent high-fat/ethanol diet-induced alcoholic fatty liver in rats via AMPK/SREBP-1/FAS signaling pathway. J. Funct. Food. 2019;61 [Google Scholar]Xiang X., Wu L., Mao L., Liu Y. Anti‑oxidative and anti‑apoptotic neuroprotective effects of Azadirachta indica in Parkinson‑induced functional damage. Mol. Med. Report. 2018;17:7959–7965. [PubMed] [Google Scholar]Xiao Q., Chen S., Le W. Hyposmia: A possible biomarker of Parkinson's disease. Neurosci. Bull. 2014;30:134–140. [PMC free article] [PubMed] [Google Scholar]Xie M.P., Li L., Sun H., Lu A.Q., Zhang B., Shi J.G., Zhang D. Hepatoprotective hemiterpene glycosides from the rhizome of Cibotium barometz (L.) J. Sm. Phytochem. 2017;138:128–133. [PubMed] [Google Scholar]Xu, S., Fu, L., Fei, J., Xiang, H.X., Xiang, Y., Tan, Z.X., Li, M.D., Liu, F.F., Li, Y., Han, M.F., Li, X.Y., Yu, D.X., Zhao, H., Xu, D.X., 2020. Acute kidney injury at early stage as a negative prognostic indicator of patients with COVID-19: A hospital-based retrospective analysis. medRxiv. (Preprint).Xu Z., Yang D., Huang X., Huang H. Astragaloside IV protects 6-hydroxydopamine-induced SH-SY5Y cell model of Parkinson's disease via activating the JAK2/STAT3 pathway. Front. Neurosci. 2021;15 [PMC free article] [PubMed] [Google Scholar]Yadav H.N., Sharma U.S., Singh S., Gupta Y.K. Effect of Tribulus terrestris in mercuric chloride-induced renal accumulation of mercury and nephrotoxicity in rat. J. Adv. Pharm. Technol. 2019;10:132–137. [PMC free article] [PubMed] [Google Scholar]Yan J., Xu S., Kong C., Zhou X., Bian Z., Yan L., Tang Q. Piperine alleviates doxorubicin-induced cardiotoxicity via activating PPAR-γ in mice. PPAR Res. 2019 2019. [PMC free article] [PubMed] [Google Scholar]Yan Y.M., Shen X., Cao Y.K., Zhang J.J., Wang Y., Cheng Y.X. Discovery of anti-2019-nCoV agents from 38 Chinese patent drugs toward respiratory diseases via docking screening. Med. Pharmacol. 2020 (Preprint) [Google Scholar]Yang H.L., Thiyagarajan V., Liao J.W., Chu Y.L., Chang C.T., Huang P.J., Hsu C.J., Hse Y.C. Toona sinensis inhibits murine leukemia WEHI-3 cells and promotes immune response in vivo. Integr. Cancer Ther. 2017;16:308–318. [PMC free article] [PubMed] [Google Scholar]Yang J., Wahner-Roedler D.L., Chon T.Y., Bauer B.A. Integrative medicine treatment in times of pandemic coronavirus disease? Med. Acupunct. 2021;33:107–114. [PMC free article] [PubMed] [Google Scholar]Yang J.L., Liu L.L., Shi Y.P. Phytochemicals and biological activities of Gentiana species. Nat. Prod. Commun. 2010;5:649–664. [PubMed] [Google Scholar]Yang Y., Islam M.S., Wang J., Li Y., Chen X. Traditional Chinese medicine in the treatment of patients infected with 2019-new coronavirus (SARS-CoV-2): A review and perspective. Int. J. Biol. Sci. 2020;16:1708–1717. [PMC free article] [PubMed] [Google Scholar]Yang Y., Lee G.J., Yoon D.H., Yu T., Oh J., Jeong D., Lee J., Kim S.H., Kim T.W., Cho J.Y. ERK1- and TBK1-targeted anti-inflammatory activity of an ethanol extract of Dryopteris crassirhizoma. J. Ethnopharmacol. 2013;145:499–508. [PubMed] [Google Scholar]Yang Y., Ma Y.P., Zhang Z., Dai P.L., Li P., Li W.G. Effects of adding Rheum officinale to angiotensin-converting enzyme inhibitors or angiotensin receptor blockers on renal function in patients with chronic renal failure: A meta-analysis of randomized controlled trials. Clin. Nephrol. 2018;89:445–454. [PubMed] [Google Scholar]Yao H., Zhao J., Zhu L., Xie Y., Zhao N., Yao R., Sun H., Han G. Protective effect of the effective part of Andrographis paniculata (Burm.f.) Nees on PM2.5-induced lung injury in rats by modulating the NF-κB pathway. J. Ethnopharmacol. 2021;280 [PubMed] [Google Scholar]Yarnell E, Abascal K. Herbs for Relieving Chronic Renal Failure. Alternative and Complementary Therapies. 2007;13(1):18–23. doi: 10.1089/act.2007.13106. [CrossRef] [Google Scholar]Ye M., Jang D., Kim J.S., Kim D., Shim I. Effects of Camellia Sinensis extract on repeated restraint stress-induced ovariectomized female rats. BioMed. Res. Int. 2019 2019. [PMC free article] [PubMed] [Google Scholar]Ye M., Ke Y., Liu B., Yuan Y., Wang F., Bu S., Zhang Y. Root bark of Morus alba ameliorates the depressive-like behaviors in diabetic rats. Neurosci. Lett. 2017;637:136–141. [PubMed] [Google Scholar]Ye M., Wysocki J., William J., Soler M.J., Cokic I., Batlle D. Glomerular localization and expression of angiotensin-converting enzyme 2 and angiotensin-converting enzyme: Implications for albuminuria in diabetes. J. Am. Soc. Nephrol. 2006;17:3067–3075. [PubMed] [Google Scholar]Ye M., Xu W., He D.Q., Wu X., Lai W.F., Zhang X.Q., Lin Y., Xu W., Li X.W. Dammarane-type triterpenoids from the roots of Rhus chinensis and their preventive effects on zebrafish heart failure and thrombosis. J. Nat. Prod. 2020;83:362–373. [PubMed] [Google Scholar]Yi L., Li Z., Yuan K., Qu X., Chen J., Wang G., Zhang H., Luo H., Zhu L., Jiang P., Chen L., Shen Y., Luo M., Zuo G., Hu J., Duan D., Nie Y., Shi X., Wang W., Han Y., Li T., Liu Y., Ding M., Deng H., Xu X. Small molecules blocking the entry of severe acute respiratory syndrome coronavirus into host cells. J. Virol. 2004;78:11334–11339. [PMC free article] [PubMed] [Google Scholar]Yi L.T., Li Y.C., Pan Y., Li J.M., Xu Q., Mo S.F., Qiao C.F., Jiang F.X., Xu H.X., Lu X.B., Kong L.D., Kung H.F. Antidepressant-like effects of psoralidin isolated from the seeds of Psoralea corylifolia in the forced swimming test in mice. Prog. Neuropsychopharmacol. Biol. Psychiatry. 2008;32:510–519. [PubMed] [Google Scholar]Yin K., Li X., Luo X., Sha Y., Gong P., Gu J., Tan R. Hepatoprotective effect and potential mechanism of aqueous extract from Phyllanthus emblica on carbon-tetrachloride-induced liver fibrosis in rats. Evid. Based Complement. Alternat. Med. 2021 2021. [PMC free article] [PubMed] [Google Scholar]Yoon S.B., Lee Y.J., Park S.K., Kim H.C., Bae H., Kim H.M., Ko S.G., Choi HY., Oh M.S., Park W. Anti-inflammatory effects of Scutellaria baicalensis water extract on LPS-activated RAW 264.7 macrophages. J. Ethnopharmacol. 2009;125:286–290. [PubMed] [Google Scholar]Yoon W.J., Kim S.S., Oh T.H., Lee N.H., Hyun C.G. Torreya nucifera essential oil inhibits skin pathogen growth and lipopolysaccharide-induced inflammatory effects. Int. J. Pharmacol. 2009;5:37–43. [Google Scholar]Yunhe F., Bo L., Xiaosheng F., Fengyang L., Dejie L., Zhicheng L., Depeng L., Yongguo C., Xichen Z., Naisheng Z., Zhengtao Y. The effect of magnolol on the Toll-like receptor 4/nuclear factor κB signaling pathway in lipopolysaccharide-induced acute lung injury in mice. Eur. J. Pharmacol. 2012;689:255–261. [PubMed] [Google Scholar]Zahra K., Malik M., Mughal M., Arshad M., Sohail M.I. Hepatoprotective role of extracts of Momordica charantia L. in acetaminophen-induced toxicity in rabbits. J. Anim. Plant Sci. 2012;22:273–277. [Google Scholar]Zamani A., Hoseinipanah M., Madadi H., Arjipour M. Effect of garlic consumption on the argyrophilic nucleolar organiser regions (AgNORs) in splenocytes and thymocytes of rats. Food Agr. Immunol. 2011;22:345–353. [Google Scholar]Zemmouri H, Sekiou O, Ammar S, El Feki A, Bouaziz M, Messarah M, Boumendjel A. Urtica dioica attenuates ovalbumin-induced inflammation and lipid peroxidation of lung tissues in rat asthma model. Pharmaceutical biology. 2017;55(1):1561–1568. doi: 10.1080/13880209.2017.1310905. [PMC free article] [PubMed] [CrossRef] [Google Scholar]Zeng Z., Tian R., Feng J., Yang N.A., Yuan L. A systematic review on traditional medicine Toddalia asiatica (L.) Lam.: Chemistry and medicinal potential. Saudi Pharm. J. 2021;29:781–798. [PMC free article] [PubMed] [Google Scholar]Zhang C., Shi L., Wang F.S. Liver injury in COVID-19: management and challenges. Lancet Gastroenterol. Hepatol. 2020;5:428–430. [PMC free article] [PubMed] [Google Scholar]Zhang D.H., Wu K.L., Zhang X., Deng S.Q., Peng B. In silico screening of Chinese herbal medicines with the potential to directly inhibit 2019 novel coronavirus. J Integr Med. 2020;18:152–158. [PMC free article] [PubMed] [Google Scholar]Zhang F., Lu Y., Qian W., Pei Z.  Dietary Chinese herbs. Springer; Vienna: 2015. Mentha haplocalyx Briq. (Bohe, Mint) pp. 631–636. Liu Y., Wang Z., Zhang J. [Google Scholar]Zhang L., Koyyalamudi S.R., Jeong S.C., Reddy N., Bailey T., Longvah T. Immunomodulatory activities of polysaccharides isolated from Taxillus chinensis and Uncaria rhyncophylla. Carbohydr. Polym. 2013;98:1458–1465. [PubMed] [Google Scholar]Zhang W., Zhao Y., Xu Z., Huang H., Zhou J., Yang G. Morphological and physiological changes of Broussonetia papyrifera seedlings in cadmium contaminated soil. Plants. 2020;9:1698. [PMC free article] [PubMed] [Google Scholar]Zhang Y., Xiao M., Zhang S., Xia P., Cao W., Jiang W., Chen H., Ding X., Zhao H., Zhang H., Wang C., Zhao J., Sun X., Tian R., Wu W., Wu D., Ma J., Chen Y., Zhang D., Xie J., Yan X., Zhou X., Liu Z., Wang J., Du B., Qin Y., Gao P., Qin X., Xu Y., Zhang W., Li T., Zhang F., Zhao Y., Li Y., Zhang S. Coagulopathy and antiphospholipid antibodies in patients with COVID-19. N. Engl. J. Med. 2020;382:e38. [PMC free article] [PubMed] [Google Scholar]Zhang Y., Zheng L., Liu L., Zhao M., Xiao J., Zhao Q. Liver impairment in COVID-19 patients: A retrospective analysis of 115 cases from a single centre in Wuhan city. China. Liver Int. 2020;40:2095–2103. [PubMed] [Google Scholar]Zhao G., Zheng X.W., Qin G.W., Gai Y., Jiang Z.H., Guo L.H. In vitro dopaminergic neuroprotective and in vivo antiparkinsonian-like effects of Delta 3,2-hydroxybakuchiol isolated from Psoralea corylifolia (L.) Cell. Mol. Life Sci. 2009;66:1617–1629. [PubMed] [Google Scholar]Zhao X., Wang Q., Qian Y., Pang L. Cassia tora L. (Jue-ming-zi) has anticancer activity in TCA8113 cells in vitro and exerts anti-metastatic effects in vivo. Oncol. Lett. 2013;5:1036–1042. [PMC free article] [PubMed] [Google Scholar]Zhao X.Y., Xu X.X., Yin H.S., Hu Q.M., Xiong T., Tang Y.Y., Yang A.Y., Yu B.P., Huang Z.P. Clinical characteristics of patients with 2019 coronavirus disease in a non-Wuhan area of Hubei province, China: A retrospective study. BMC Infect. Dis. 2020;20:311. [PMC free article] [PubMed] [Google Scholar]Zhao Y.T. Effect of Huanglian E jiao decoction on anxiety rat model of elevated 10- puzzle palace. Chin. J. Exp. Tradit. Med. Formul. 2012;18:281–282. [Google Scholar]Zhao Z., Wang W., Guo H., Zhou D. Antidepressant-like effect of liquiritin from Glycyrrhiza uralensis in chronic variable stress induced depression model rats. Behav. Brain Res. 2008;194:108–113. [PubMed] [Google Scholar]Zheng M., Song L. Novel antibody epitopes dominate the antigenicity of spike glycoprotein in SARS-CoV-2 compared to SARS-CoV. Cell Mol. Immunol. 2020;17:536–538. [PMC free article] [PubMed] [Google Scholar]Zheng Z.P., Cheng K.W., Chao J., Wu J., Wang M. Tyrosinase inhibitors from paper mulberry (Broussonetia papyrifera) Food Chem. 2008;106:529–535. [Google Scholar]Zhou P., Yang X.L., Wang X.G., Hu B., Zhang L., Zhang W., Si H.R., Zhu Y., Li B., Huang C.L., Chen H.D., Chen J., Luo Y., Guo H., Jiang R.D., Liu M.Q., Chen Y., Shen X.R., Wang X., Zheng X.S., Zhao K., Chen Q.J., Deng F., Liu L.L., Yan B., Zhan F.X., Wang Y.Y., Xiao G.F., Shi Z.L. A pneumonia outbreak associated with a new coronavirus of probable bat origin. Nature. 2020;579:270–273. [PMC free article] [PubMed] [Google Scholar]Zhu J., Chen L., Qi Y., Feng J., Zhu L., Bai Y., Wu H. Protective effects of Erigeron breviscapus Hand.-Mazz. (EBHM) extract in retinal neurodegeneration models. Mol. Vis. 2018;24:315–325. [PMC free article] [PubMed] [Google Scholar]Zhuang M., Jiang H., Suzuki Y., Li X., Xiao P., Tanaka T., Ling H., Yang B., Saitoh H., Zhang L., Qin C., Sugamura K., Hattori T. Procyanidins and butanol extract of Cinnamomi Cortex inhibit SARS-CoV infection. Antivir. Res. 2009;82:73–81. [PMC free article] [PubMed] [Google Scholar]Zhuang W., Chen C., Ma Y., Song L., Lyu E., Fu W. Polyphenols from Toona sinensis seeds alleviate neuroinflammation in rats with Parkinson's disease via inhibiting p38MAPK signaling pathway. 2019;35:794–799. [PubMed] [Google Scholar]Ziehr D.R., Alladina J., Petri C.R., Maley J.H., Moskowitz A., Medoff B.D., Hibbert K.A., Thompson B.T., Hardin C.C. Respiratory pathophysiology of mechanically ventilated patients with COVID-19: A cohort study. Am. J. Respir. Crit. Care. Med. 2020;201:1560–1564. [PMC free article] [PubMed] [Google Scholar]Zodape G.V., Gaikwad V.S. Effect of Piper Nigrum (L.) on hepatotoxicity induced by ethionamide and para amino salicylic acid in sprague-dawley rats. Biomed. Pharmacol. J. 2019;12:1531–1541. [Google Scholar]Zou W., Xiao Z., Wen X., Luo J., Chen S., Cheng Z., Xiang D., Hu J., He J. The anti-inflammatory effect of Andrographis paniculata (Burm. f.) Nees on pelvic inflammatory disease in rats through down-regulation of the NF-κB pathway. BMC Complement. Alternat. Med. 2016;16:483. [PMC free article] [PubMed] [Google Scholar] Further readingYang H, Zhang P, Xu X, Chen X, Liu Q, Jiang C. The enhanced immunological activity of Paulownia tomentosa flower polysaccharide on Newcastle disease vaccine in chicken. Bioscience reports. 2019;39(5) doi: 10.1042/BSR20190224. [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}