{"title": "Inflammation-Induced Coagulopathy Substantially Differs Between COVID-19 and Septic Shock: A Prospective Observational Study", "pubDate": "2022", "PMCID": "PMC8801505", "DOI": "10.3389/fmed.2021.780750", "PMID": "35111777", "abstract": "Critical COVID-19, like septic shock, is related to a dysregulated systemic inflammatory reaction and is associated with a high incidence of thrombosis and microthrombosis. Improving the understanding of the underlying pathophysiology of critical COVID-19 could help in finding new therapeutic targets already explored in the treatment of septic shock. The current study prospectively compared 48 patients with septic shock and 22 patients with critical COVID-19 regarding their clinical characteristics and outcomes, as well as key plasmatic soluble biomarkers of inflammation, coagulation, endothelial activation, platelet activation, and NETosis. Forty-eight patients with matched age, gender, and co-morbidities were used as controls. Critical COVID-19 patients exhibited less organ failure but a prolonged ICU length-of-stay due to a prolonged respiratory failure. Inflammatory reaction of critical COVID-19 was distinguished by very high levels of interleukin (IL)-1β and T lymphocyte activation (including IL-7 and CD40L), whereas septic shock displays higher levels of IL-6, IL-8, and a more significant elevation of myeloid response biomarkers, including Triggering Receptor Expressed on Myeloid cells-1 (TREM-1) and IL-1ra. Subsequent inflammation-induced coagulopathy of COVID-19 also differed from sepsis-induced coagulopathy (SIC) and was characterized by a marked increase in soluble tissue factor (TF) but less platelets, antithrombin, and fibrinogen consumption, and less fibrinolysis alteration. In conclusion, COVID-19 inflammation-induced coagulopathy substantially differs from SIC. Modulating TF release and activity should be evaluated in critical COVID-19 patients.", "author": [{"author": "Mélanie Dechamps", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium.", "Department of Cardiovascular Intensive Care, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], "href": "/?term=Dechamps+M&cauthor_id=35111777"}, {"author": "Julien De Poortere", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=De+Poortere+J&cauthor_id=35111777"}, {"author": "Manon Martin", "affiliation": ["Computational Biology and Bioinformatics Unit, de Duve Institute, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Martin+M&cauthor_id=35111777"}, {"author": "Laurent Gatto", "affiliation": ["Computational Biology and Bioinformatics Unit, de Duve Institute, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Gatto+L&cauthor_id=35111777"}, {"author": "Aurélie Daumerie", "affiliation": ["IREC Imaging Platform, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Daumerie+A&cauthor_id=35111777"}, {"author": "Caroline Bouzin", "affiliation": ["IREC Imaging Platform, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Bouzin+C&cauthor_id=35111777"}, {"author": "Marie Octave", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Octave+M&cauthor_id=35111777"}, {"author": "Audrey Ginion", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Ginion+A&cauthor_id=35111777"}, {"author": "Valentine Robaux", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Robaux+V&cauthor_id=35111777"}, {"author": "Laurence Pirotton", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Pirotton+L&cauthor_id=35111777"}, {"author": "Julie Bodart", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Bodart+J&cauthor_id=35111777"}, {"author": "Ludovic Gerard", "affiliation": ["Department of Intensive Care, Cliniques Universitaires Saint-Luc, Brussels, Belgium.", "Pôle de Pneumologie, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Gerard+L&cauthor_id=35111777"}, {"author": "Virginie Montiel", "affiliation": ["Department of Intensive Care, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], "href": "/?term=Montiel+V&cauthor_id=35111777"}, {"author": "Alessandro Campion", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Campion+A&cauthor_id=35111777"}, {"author": "Damien Gruson", "affiliation": ["Department of Clinical Biology, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], "href": "/?term=Gruson+D&cauthor_id=35111777"}, {"author": "Marie-Astrid Van Dievoet", "affiliation": ["Department of Clinical Biology, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], "href": "/?term=Van+Dievoet+MA&cauthor_id=35111777"}, {"author": "Jonathan Douxfils", "affiliation": ["Department of Pharmacy, Namur Research Institute for Life Sciences, Namur, Belgium.", "Qualiblood, s.a., Namur, Belgium."], "href": "/?term=Douxfils+J&cauthor_id=35111777"}, {"author": "Hélène Haguet", "affiliation": ["Department of Pharmacy, Namur Research Institute for Life Sciences, Namur, Belgium.", "Qualiblood, s.a., Namur, Belgium."], "href": "/?term=Haguet+H&cauthor_id=35111777"}, {"author": "Laure Morimont", "affiliation": ["Department of Pharmacy, Namur Research Institute for Life Sciences, Namur, Belgium.", "Qualiblood, s.a., Namur, Belgium."], "href": "/?term=Morimont+L&cauthor_id=35111777"}, {"author": "Marc Derive", "affiliation": ["Inotrem s.a., Vandoeuvre-les-Nancy, France."], "href": "/?term=Derive+M&cauthor_id=35111777"}, {"author": "Lucie Jolly", "affiliation": ["Inotrem s.a., Vandoeuvre-les-Nancy, France."], "href": "/?term=Jolly+L&cauthor_id=35111777"}, {"author": "Luc Bertrand", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Bertrand+L&cauthor_id=35111777"}, {"author": "Laure Dumoutier", "affiliation": ["Experimental Medicine Unit, de Duve Institute, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Dumoutier+L&cauthor_id=35111777"}, {"author": "Diego Castanares-Zapatero", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium.", "Department of Intensive Care, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], "href": "/?term=Castanares-Zapatero+D&cauthor_id=35111777"}, {"author": "Pierre-François Laterre", "affiliation": ["Department of Intensive Care, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], "href": "/?term=Laterre+PF&cauthor_id=35111777"}, {"author": "Sandrine Horman", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium."], "href": "/?term=Horman+S&cauthor_id=35111777"}, {"author": "Christophe Beauloye", "affiliation": ["Pôle de Recherche Cardiovasculaire, Institut de Recherche Expérimentale et Clinique, Université Catholique de Louvain, Brussels, Belgium.", "Division of Cardiology, Cliniques Universitaires Saint-Luc, Brussels, Belgium."], "href": "/?term=Beauloye+C&cauthor_id=35111777"}], "refPMID": ["31986264", "33264547", "32291094", "32367170", "32437596", "32505227", "32334118", "32938299", "32325026", "32877231", "32582936", "32668058", "33560376", "32776849", "33626910", "33452298", "33412595", "28990587", "32597954", "32678428", "28098591", "28117397", "23222502", "32339221", "32880615", "33613574", "22797452", "26903338", "31197492", "3928249", "19325482", "28963294", "11816725", "1906692", "32526193", "33217134", "32926097", "21377040", "32780165", "32471884", "26877187", "33586482", "34027292", "27592310", "20505494", "27886531", "33443456", "22956760", "22684106", "32619411", "33596198", "18832706", "9468137", "33270471", "9500526", "9244201"], "citedInPMID": ["35111777"], "body": " AbstractCritical COVID-19, like septic shock, is related to a dysregulated systemic inflammatory reaction and is associated with a high incidence of thrombosis and microthrombosis. Improving the understanding of the underlying pathophysiology of critical COVID-19 could help in finding new therapeutic targets already explored in the treatment of septic shock. The current study prospectively compared 48 patients with septic shock and 22 patients with critical COVID-19 regarding their clinical characteristics and outcomes, as well as key plasmatic soluble biomarkers of inflammation, coagulation, endothelial activation, platelet activation, and NETosis. Forty-eight patients with matched age, gender, and co-morbidities were used as controls. Critical COVID-19 patients exhibited less organ failure but a prolonged ICU length-of-stay due to a prolonged respiratory failure. Inflammatory reaction of critical COVID-19 was distinguished by very high levels of interleukin (IL)-1β and T lymphocyte activation (including IL-7 and CD40L), whereas septic shock displays higher levels of IL-6, IL-8, and a more significant elevation of myeloid response biomarkers, including Triggering Receptor Expressed on Myeloid cells-1 (TREM-1) and IL-1ra. Subsequent inflammation-induced coagulopathy of COVID-19 also differed from sepsis-induced coagulopathy (SIC) and was characterized by a marked increase in soluble tissue factor (TF) but less platelets, antithrombin, and fibrinogen consumption, and less fibrinolysis alteration. In conclusion, COVID-19 inflammation-induced coagulopathy substantially differs from SIC. Modulating TF release and activity should be evaluated in critical COVID-19 patients.Keywords: COVID-19, septic shock, inflammation, coagulopathy, platelet, NETosis, endothelium IntroductionThe coronavirus disease 2019 (COVID-19) varies from asymptomatic to a severe form with acute respiratory distress syndrome (ARDS) and the pathophysiology of the severe form has yet to be fully elucidated. The variability of host immune responses suggests that dysregulated systemic inflammation, classically called a “cytokine storm,” could contribute to the pathogenesis of severe cases (1, 2). In addition, COVID-19 is associated with a high incidence of arterial and deep venous thrombosis leading to pulmonary embolism (3, 4) and pulmonary microthrombosis (5).Several mechanisms underlying the pathophysiology of COVID-19 have been proposed. First, ribonucleic acid (RNA) viruses like SARS-CoV-2 usually initiate innate immunity through their detection by pattern recognition receptors (PRRs), triggering subsequent inflammatory and immune responses via the secretion of various cytokines (6). Supporting this hypothesis, critical COVID-19 has been associated with high levels of interferon-γ (IFN-γ), tumor necrosis factor-α (TNF-α), numerous interleukins (ILs), macrophage inflammatory proteins (MIPs), and IFN γ-induced protein 10 (IP-10) (1, 7, 8). Second, internalization of SARS-CoV-2 within endothelial cells after binding to angiotensin-converting enzyme 2 (ACE2) contributes to endotheliitis (9). Both direct injury and activation of the endothelium by dysregulated inflammation may lead to loss of endothelial barrier integrity and to the occurrence of a prothrombotic phenotype (10). Indeed, plasmatic level of vascular cell adhesion molecule-1 (VCAM-1), intercellular adhesion molecule 1 (ICAM-1) (11), plasminogen activator inhibitor-1 (PAI-1) (12), tissue factor (TF) (13), and von Willebrand factor (vWF) (4, 14) antigens and activities are all elevated in severe COVID-19 cases. However, a simultaneous increase in tissue plasminogen activator (tPA) or tissue factor pathway inhibitor (TFPI) could mitigate thrombosis formation (15).Critical COVID-19-associated coagulopathy is characterized by high D-dimers due to increased thrombin generation and increased fibrinolysis (14, 16). In addition, platelets are hyperactivated (8, 17) and cooperate with the endothelium and immune cells to promote pulmonary microthrombosis through neutrophil extracellular trap (NET) formation. Dysregulated NETosis contributes to hypercoagulability and thrombosis (18). Accordingly, NET-containing microthrombi have been detected in COVID-19 pulmonary autopsies, and increased NET formation correlates with COVID-19-related ARDS and disease severity (19). Moreover, the interaction of platelets with monocytes triggers TF expression in severe COVID-19 patients, further exacerbating the hypercoagulable state (20).Interestingly, sepsis and septic shock are well-known models of cytokine storms and coagulopathy (21). Like infection by RNA viruses, sepsis is initiated by activation of the innate immune system through recognition of pathogen-associated molecular patterns and damage-associated molecular patterns by PRRs. This inflammatory reaction enhances endothelial dysfunction and contributes to the procoagulant state with microvascular thrombi formation and, eventually, organ damage (22). The procoagulant state of sepsis is further amplified by NETs (23). Sepsis-induced coagulopathy (SIC) occurs as a continuum, progressing to disseminated intravascular coagulopathy (DIC) if the underlying etiology of the sepsis is not resolved. The clinical characteristics of critical COVID-19 and septic shock patients are extensively discussed in the literature although the entities have never been systematically compared in a prospective clinical setting including control patients with matched age, gender, and co-morbidities (24–26).The current study prospectively compared patients with septic shock and those with critical COVID-19 on admission to the ICU regarding their clinical characteristics and outcomes, as well as key plasmatic soluble biomarkers of inflammation, coagulation, endothelial activation, platelet activation, and NETosis. Here, we show both coagulopathy and inflammatory pattern substantially differ between patients with septic shock and critical COVID-19, highlighting the specific actors involved in their respective pathogenesis. MethodsAim, Design, and Setting of the StudyThis study comparing clinical outcomes, inflammatory reaction, and coagulopathy between critical COVID-19 and septic shock was a monocenter, prospective, translational observational study. Adult patients were systematically included between February 1, 2019, and June 1, 2020. The ethics committee approved the study protocol, and all patients signed their informed consent (B403201938590, {\"type\":\"clinical-trial\",\"attrs\":{\"text\":\"NCT04107402\",\"term_id\":\"NCT04107402\"}}NCT04107402). Protocol amendment was done to include COVID-19 patients in the ongoing study. All authors had full access to primary clinical data.PopulationPatients with critical COVID-19 were those admitted to the ICU for moderate or severe ARDS due to SARS-Cov-2 infection; they were included within 5 days of admission. Acute respiratory distress syndrome was diagnosed according to the Berlin definition (27), and SARS-Cov-2 infection was demonstrated by real-time reverse transcription PCR on nasopharyngeal swabs. Septic shock was defined according to the Sepsis-3 definition as sepsis with vasopressor therapy needed to elevate the mean arterial pressure ≥65 mmHg and lactate levels >2 mmol/L despite adequate fluid resuscitation of 30 ml/kg of intravenous crystalloid within 6 h (28). A similar protective ventilation strategy (including positive end expiratory pressure above 5 cmH2O, maximum tidal volume of 6 ml/kg, and maximal plateau pressure of 30 cmH2O) was applied in both COVID-19 and septic shock patients with ARDS. Prone positioning and inhaled nitric oxide were used for severe ARDS, and venovenous extracorporeal membrane oxygenation (VV-ECMO) for refractory hypoxemia despite optimal treatment (29). Venovenous extracorporeal membrane oxygenation was never used in septic shock patients. Patients with septic shock admitted to the ICU were included within 2 days of admission. Control patients with matched age, gender, and co-morbidities were recruited at a central laboratory consultation. Similar exclusion criteria were applied to all groups: therapeutic anticoagulation (oral or parenteral, including heparins, fondaparinux, vitamin K antagonists, and direct oral anticoagulants), recent (within <1 month) chemotherapy, active inflammatory disease, hemophilia and other coagulopathies, previous history of thrombocytopenia (<100,000 platelets/mm3), cirrhosis (Child–Pugh >A), recent (within <48 h) major surgery (behalf, for septic shock, for infection source control), cardiac arrest during ICU stay, and decision of care limitation. All septic and COVID-19 cases received thromboprophylaxis using low-molecular-weight heparin (LMWH; nadroparin 3,800 IU/days subcutaneously). Sampling was performed at least 6 h after LMWH injection. For the patients with COVID-19, patients on antibiotics for any suspected or confirmed bacterial coinfections were formally excluded.Clinical OutcomesPatient baseline characteristics and clinical outcomes were compared. Patient prognosis was assessed using acute physiologic assessment and chronic health evaluation II (APACHE II) (30) and sequential organ failure assessment (SOFA) (31) scores. Moreover, disseminated intravascular coagulation (DIC) and SIC were diagnosed using the International Society of Thrombosis and Hemostasis scoring at inclusion (32, 33). Data were collected from central medical records, including biological datasets that were routinely performed in patients admitted in ICU such as platelet count, CRP (C-reactive protein) level, coagulation assessment, renal function, and liver enzymology. Clinical outcomes were assessed 30 days after ICU admission. Bleeding complications were assessed with Thrombolysis in Myocardial Infarction (TIMI) bleeding criteria, frequently used for cardiovascular trials (34). A major bleeding is defined by the following criteria: any intracranial bleeding, clinically overt signs of hemorrhage associated with a drop in hemoglobin of ≥5 g/dl or a ≥15% absolute decrease in haematocrit and fatal bleeding.SamplingBlood samples were collected through the central venous catheter in all ICU patients and by venous puncture in the control group. Venous blood was collected using vacutainer tubes containing CPDA. After two centrifugation runs enabling platelet isolation, plasma was collected, apportioned into 1 ml aliquots and stored at −80°C until use.Measurement of BiomarkersSoluble biomarkers of inflammation, coagulation, endothelial and platelet activation, and NETosis were measured using enzyme-linked immunosorbent assay (ELISA) or suspension array sandwich immunoassays according to regulatory requirements for commercially available research use only ELISA assays. Frozen platelet poor plasma was thawed at room temperature the day of the experiment. The details of each markers analyzed are listed in the Supplementary Table 1. Each analytical run was performed in duplicate. Methods respected their respective validated lower limit of quantification and upper limit of quantification. Cytokines and chemokines were measured using Bio-Plex Pro Human Cytokine 27-Plex Panel (27-Plex) and Bio-Plex Human ICAM-VCAM (hICAM-hVCAM) following the manufacturer's protocol.Lung Biopsies and AutopsiesLung biopsies and autopsies were obtained from the biolibrary of Cliniques Universitaires Saint-Luc. A “Human Material Transfer Agreement for research purpose” was elaborated between CUSL and UCLouvain. Use of Residual Human Body Material was approved by the local Ethic committee (B403201938590). Control patients, patients with ARDS from septic shock, and COVID-19 were compared. COVID-19 specimens were lung autopsies obtained from patients who died from respiratory failure at intensive care unit (ICU). Septic shock samples were biopsies taken owing to ARDS due to bacterial pulmonary or extra-pulmonary infection. Control specimens were archived tissues from patients who underwent lung surgery. Details about the methods and analyses are provided in the Supplementary Material (Supplementary Methods).Statistical AnalysesThe analyses were conducted using GraphPad Prism Version 9 (GraphPad Software, San Diego, California). Continuous variables were expressed as mean ± standard deviation (SD) and categorical variables were expressed as number and percentage. The data were subjected to the Kolmogorov–Smirnov normality test and Bartlett's test for homogeneity of variance. Log transformations were performed when appropriate. The categorical variables were analyzed using the Chi-squared test or Fisher's exact test, and the continuous variables using Tukey's ordinary one-way ANOVA or an unpaired Student's t-test, as appropriate. A log-rank test was applied to compare ICU length of stay and ventilation duration. All p-values were two-sided, and p < 0.05 was considered statistically significant.A principal component analysis (PCA) was conducted in R (35), based on the patients with COVID-19 or septic shock and study outcomes. As an exploratory multivariate analysis, PCA provides a condensed overview of the main sources of variability in a dataset composed of individuals (here, the patients) with a large number of variables measured (here, the study outcomes). The core idea is to reduce data dimensionality by building new latent variables—called the principal components (PCs)—from the measured ones. The PCs, which are orthogonal between each other, capture the main sources of data variability in a decreasing manner (PC1 captures more variability than PC2, etc.). Each original variable contributes with a certain weight (called a loading) to the construction of these PCs. Thereafter, the individuals are projected onto these PCs, with these projections called the scores. From this graphical representation, one can inspect the data structure with respect to the main sources of variability. This technique enables to explore the variables that seek to recover the grouped structure of the patients from the measured variables that are segregating the patients and the relationship between the variables of interest. Prior to PCA, the data were standardized, then imputed with the missMDA package (36), so that imputed values would not impact the factorial analysis results. ResultsBaseline Characteristics and Clinical Outcomes of Critical COVID-19 and Septic ShockOverall, 118 patients were enrolled, including 48 with septic shock, 22 with COVID-19, and 48 controls matched for age, gender, and main co-morbidities (flowchart, Figure 1). Type of infection and culture in septic shock patients are detailed in Supplementary Table 2. The baseline characteristics of all groups, as well as the clinical outcomes of septic shock and COVID-19 patients are detailed in Table 1.Open in a separate windowFigure 1Flow chart. Flow chart of patients screening and inclusion.Table 1Baseline characteristics of prospective cohort of patients.\nControl\n\nCOVID-19\n\nSeptic shock\n\np-Value\n\nn = 48\n\nn = 22\n\nn = 48\n\nDemographics\nMen26 (54)15 (68)24 (50)0.36Women22 (46)7 (32)24 (50)Age (years)61.9 ± 14.559.9 ± 10.365.0 ± 14.20.53\nMedical history\nHypertension20 (42)12 (56)25 (52)0.48BMI >2526 (58)14 (74)26 (54)0.34Diabetes11 (23)8 (36)5 (10)0.71History of smoking10 (21)1 (5)15 (31)0.04COPD4 (8)3 (14)5 (10)0.75CKD9 (19)0 (0)10 (21)0.07Cancer15 (31)0 (0)9 (19)0.01\nDelay symptoms-ICU admission (days)\n7.3 ± 3.22.6 ± 2.4<0.01\nRoutine laboratory testing\nHighest CRP (mg/dl)323 ± 119313 ± 1220.75Creatinine (mg/dl)0.91 ± 0.592.19 ± 1.91<0.01Hemoglobin (g/dl)11.62 ± 1.9010.34 ± 2.050.02Neutrophils (103/μl)8.0 ± 3.015.5 ± 10.2<0.01Lymphocytes (/μl)893 ± 319779 ± 5210.33Lowest lymphocytes (103/μl)484 ± 335469 ± 3100.86Platelet count (103/μl)271 ± 117203 ± 1430.04\nOrgan failure, severity scores, and complications\nPaO2/FiO2103 ± 37225 ± 119<0.01Mechanical ventilation17 (77)25 (52)0.06VV ECMO5 (23)0 (0)<0.01Norepinephrine (μg/kg/min)0.049 ± 0.1050.330 ± 0.350<0.01Norepinephrine duration (days)1.2 ± 3.44.8 ± 6.1<0.01Renal replacement therapy1 (5)13 (27)0.04Apache II score15 ± 420 ± 7<0.01SOFA score4 ± 19 ± 3<0.01SIC0 (0)11 (24)0.01DIC0 (0)7 (16)0.09Thromboembolic events6 (27)4 (8)0.06TIMI major bleeding events5 (23)1 (2)0.01\nOutcome\n30-day mortality6 (27)22 (46)0.45Ventilation duration (days)27 ± 244 ± 7<0.01ICU length of stay (days)29 ± 308 ± 9<0.01Open in a separate windowValues are numbers (percentages) or mean ± standard deviation. Major bleeding complications have been defined according to the TIMI definition. All bleeding complications in COVID-19 group occurred in ECMO-treated patients. APACHE, acute physiology and chronic health evaluation, BMI, body mass index; COPD, chronic obstructive pulmonary disease; CKD, chronic kidney disease; CRP, C-reactive protein; DIC, disseminated intravascular coagulopathy; ICU, intensive care unit; PaO2/FiO2, arterial oxygen partial pressure/fractional inspired oxygen; SIC, sepsis-induced coagulopathy; SOFA, sepsis-related organ failure assessment; VV ECMO, venovenous extracorporeal membrane oxygenation.The demographic characteristics and past medical history were similar among the three groups, except that the COVID-19 group included less smokers and oncologic patients. Before inclusion into the study, most COVID-19 patients had been treated with hydroxychloroquine (n = 18, 82%) but only one had received corticosteroids (methylprednisolone) as compared with five septic shock patients receiving low-dose hydrocortisone. At the end of the ICU stay, five COVID-19 patients (19%) and 22 septic shock patients (46%) had been treated with corticosteroids. The time delay between symptom onset and ICU admission was longer for COVID-19 compared with septic shock (2.6 ± 2.4 days and 7.3 ± 3.2 days, respectively, p < 0.01). The patients with septic shock displayed worse severity scores due to multiple organ failure. By contrast, the COVID-19 patients presented with more severe respiratory failure, as indicated by a lower PaO2/FiO2 (arterial oxygen partial pressure/fractional inspired oxygen) ratio, a higher rate of mechanically ventilated patients, longer ventilation duration and ICU length of stay. The 30-day mortality did not differ between both groups.Coagulopathies in Critical COVID-19 and Septic Shock PatientsThe critical COVID-19 and septic shock cases were compared with the matched controls considered as a reference. Circulating levels of ICAM-1, reflecting endothelial dysfunction, were similarly increased in both COVID-19 and septic shock patients, compared to matched controls (Figure 2A). Other endothelial biomarkers differed between COVID-19 and septic shock. Circulating TF was higher in COVID-19 patients than septic shock patients, while TFPI was similarly elevated in both groups (Figures 2B,C). By contrast, vWF, PAI-1, and tPA were predominant in septic shock (Figures 2D–F). The difference in TF levels did not impact thrombin generation, as reflected by the thrombin–antithrombin complex (TAT), which was similarly increased in critical COVID-19 and septic shock, compared to matched controls (Figure 2G). Both critical conditions led to increased international normalized ratio (INR) and antithrombin consumption, while these changes were more pronounced in septic shock (Figures 2H,I). Interestingly, platelet and fibrinogen consumption mainly occurred in septic shock (Figures 2J,K). Accordingly, SIC and DIC were diagnosed in 24 and 16% of septic shock cases, respectively, but in none of the critical COVID-19 cases (p < 0.05). D-dimers were significantly elevated in both COVID-19 and septic shock patients compared with matched controls, but further in septic shock compared with COVID-19 patients (Figure 2L). Of interest, the levels of TAT and D-dimers that were measured in several control patients with co-morbidities were like those found in some critically ill patients, whether they had COVID-19 or not.Open in a separate windowFigure 2Endothelial activation and coagulation. Scatter graphs of soluble biomarkers of (A–F) endothelial activation and (G–L) coagulation. Individual values (open circle), mean (colored rectangle), and standard deviation are presented on the graphs. *p < 0.05 between septic shock and control patients. #p < 0.05 between COVID-19 and control patients. $p < 0.05 between septic shock and COVID-19 patients. ICAM-1, intercellular adhesion molecule-1; INR, international normalized ratio; PAI-1, plasminogen activator inhibitor-1; TAT, thrombin–antithrombin complex; TF, tissue factor; TFPI, tissue factor pathway inhibitor; tPA, tissue plasminogen activator; vWF, von Willebrand factor.Platelet Activation and NETosis in Critical COVID-19 and Septic Shock PatientsPlatelet activation soluble biomarkers P-selectin (sCD62P) and triggering receptor expressed on myeloid cells (TREM)-like transcript-1 (sTLT-1) were significantly increased in septic shock, but not in COVID-19 (Figures 3A,B). Levels of circulating NE and Cit-H3, reflecting neutrophil activation and NETosis, respectively, were increased in both diseases compared to matched controls but there were no differences between septic shock and COVID-19 (Figures 3C,D). This result was supported by the histopathological analysis of lung sections from control patients and patients with critical COVID-19- and septic shock-induced ARDS (Figure 3E). The baseline characteristics of patients included in the histopathological analysis are described in the Supplementary Table 3. As already described (37–39), vascular immunothrombosis containing platelets and neutrophils was observed in the lungs of patients with COVID-19 and septic shock, but not in the controls.Open in a separate windowFigure 3Platelet activation and NETosis. Scatter graphs of soluble biomarkers of (A,B) platelet activation and (C,D) NETosis. Individual values (open circle), mean (colored rectangle), and standard deviation are presented on the graphs. *p < 0.05 between septic shock and control patients. #p < 0.05 between COVID-19 and control patients. $p < 0.05 between septic shock and COVID-19 patients. (E) Representative microscopy pictures of endothelial cells (CD31, green), Cit-H3 (orange), neutrophils (NE, yellow), platelets (CD42b, light blue), nucleus (DAPI, dark blue), and merged staining, from control, septic shock, and COVID-19 lungs. sCD62P, soluble p-selectin; Cit-H3, citrullinated histone 3; NE, neutrophil elastase; NET, neutrophil extracellular traps; MPO, myeloperoxidase; sTLT-1, soluble triggering receptor expressed on myeloid cells (TREM) like transcript-1.Inflammation and Immune Response in Critical COVID-19 and Septic Shock PatientsThe inflammation and immune response substantially differed between COVID-19 and septic shock cases. The CRP elevation and peak were similar in both groups (Figure 4A; Table 1). The septic shock group exhibited a higher neutrophil count, whereas the lymphocyte count at inclusion or nadir during follow-up was similar in both groups (Table 1). Ubiquitous proinflammatory cytokines like TNF-α, IL-1β, IL-6, and IL-8 were discrepantly increased in both groups (Figures 4B–E). Septic shock was characterized by a higher level of myeloid-derived cytokines including IL-1 receptor antagonists (IL-1ra), monocyte chemoattractant protein 1 (MCP-1), macrophage inflammatory protein-1α (MIP-1α), and the soluble form of TREM-1 (Figures 4F–I). In contrast, COVID-19 was distinguished by a lymphocyte T cytokine response (40), as reflected by an increase in IL-2, IL-4, IL-5, IL-7, IL-13, IL-17, and soluble CD40L (sCD40L) (Figures 4J–P). Of note, IFN-γ, IL-10, and IP-10, although elevated, did not differ between COVID-19 and sepsis (Figures 4Q–S).Open in a separate windowFigure 4Inflammation and immune response. Scatter graphs of (A–E) ubiquitous proinflammatory cytokines, (F–I) myeloid inflammatory cytokines, and (J–S) lymphoid inflammatory cytokines. Individual values (open circle), mean (colored rectangle), and standard deviation are presented on the graphs. *p < 0.05 between septic shock and control patients. #p < 0.05 between COVID-19 and control patients. $p < 0.05 between septic shock and COVID-19 patients. CD40L, CD40 ligand; CRP, C-reactive protein; IFNγ, interferon gamma; IL, interleukin; IL-1ra, IL-1 receptor antagonist; IP-10, interferon gamma-induced protein 10; MCP-1, monocyte chemoattractant protein 1; MIP-1α, Macrophage inflammatory protein-1α; sTREM-1, soluble triggering receptor expressed on myeloid cells 1.Exploratory Multivariate AnalysisA PCA was done on the basis of 53 variables to assess the main relations between study outcomes (correlations), patients (similarities among patients from the same group), and between the outcomes and patients. The first two PCs of the PCA captured 39.65% of the total data variability and inflammatory and immune response biomarkers as well as SOFA, PAI-1, NE, and antithrombin ranked among their main contributors (Supplementary Figures 1A–C). The first two PCs allowed the discrimination of COVID-19 and septic shock patients (Figure 5A), consolidating results of the univariate analysis. COVID-19 patients were characterized by an increased IL1β, increased lymphoid activation biomarkers, increased TF, and higher fibrinogen, antithrombin, and platelet count. Septic shock patients were characterized by an increased IL-6 and IL-8, increased myeloid activation biomarkers, endothelial activation biomarkers (except TF), a prolonged coagulation, increased D-Dimers, and platelets activation biomarkers (Figures 5B–G).Open in a separate windowFigure 5Principal component analysis of study cohort. Principal component analysis showing (A) representation of COVID-19 and septic shock population in the two dimensions (score plot). Variables are separated in biplots of (B) ubiquitous, (C) myeloid, (D) lymphoid biomarkers, (E) endothelial activation, (F) coagulation activation, and (G) platelet and NETosis activation with correlation. Scores and loadings are presented in a scatterplot of one principal component (PC) against another. The loadings are represented in a circle of correlations: the closer the arrow of a loading is to the circle, the more the variable is well-represented in the space of the two plotted PCs and contributed to the building of these PCs. This graph also indicates the positive or negative links between the variables and groupings of variables. Arrow colors correspond to the between-group comparison as mentioned in the scatter graphs. CD40L, CD40 ligand; 1Cit-H3, citrullinated histone H3; CRP, C-reactive protein; ICAM-1, intercellular adhesion molecule-1; IFNγ, interferon gamma; IL, interleukin; IL-1ra, IL-1 receptor antagonist; INR, international normalized ration; IP-10, interferon gamma-induced protein 10; MCP-1, monocyte chemoattractant protein 1; MIP-1α, macrophage inflammatory protein-1α; PCA, principal component analysis; MPO, myeloperoxidase; NE, neutrophil elastase; PAI-1, plasminogen activator inhibitor-1; TAT, thrombin–antithrombin complex; TF, tissue factor; TFPI, tissue factor pathway inhibitor; sTLT-1, soluble TREM like transcript-1; tPA, tissue plasminogen activator; sTREM-1, soluble triggering receptor expressed on myeloid cells 1; TT, thrombin time; VCAM-1, vascular cell adhesion protein 1; vWF, von Willebrand factor; WBC, white blood cells. DiscussionFor the first time, the inflammation-related coagulopathy of critical COVID-19 and septic shock was prospectively and extensively compared. This study overcame two major limitations of the literature, given that bacterial coinfections were formally excluded from the COVID-19 cohort, while pathological changes were assessed using a control group matched for age, gender, and comorbidities instead of healthy volunteers.This study highlighted essential clinical differences between critical COVID-19 and septic shock cases. The patients with COVID-19 displayed a longer time delay between symptom onset and ICU admission, and a much longer ICU length of stay, reflecting an extended disease course. Critical COVID-19 patients, in the absence of any bacterial coinfection, rarely presented with hypotension or organ failure. These results contrast with previous observational studies that did not exclude coinfection, demonstrating a higher rate of vasopressor use (41, 42).Inflammation-induced coagulopathy remarkably differed between COVID-19 and septic shock patients. For instance, COVID-19 was characterized by high circulating TF levels, no platelet or fibrinogen consumption, and lower levels of PAI-1, tPA, and D-dimers, suggesting less fibrinolysis activation. Although TF is recognized as one of the main actors in the inflammatory response during sepsis (43), an increase in circulating TF has never been described outside the DIC context (44). However, an increase in extracellular vesicle TF activity has been shown in COVID-19 (13, 45) and moreover, other viral diseases including human dengue infection and HIV are characterized by an increased soluble TF release (46, 47). Altogether, these results indicate that coagulation abnormalities of COVID-19-associated coagulopathy promote a procoagulant state. In contrast, SIC and DIC are septic shock features, in which the coagulation imbalance can be either pro- or anti-coagulant (48). Therefore, the current study formally supports that COVID-19-associated coagulopathy should not be assimilated to SIC or DIC (49). Given the prolonged disease course, a procoagulant state may explain the high rate of thrombotic complications observed in COVID-19 patients (3, 4).The histopathological data on COVID-19- and septic-shock-induced ARDS confirmed the presence of lung microthrombi in both diseases. These microthrombi contain numerous Cit-H3+-NE+ neutrophils at early stages of NET formation, as reported by others (37–39). Neutrophil extracellular traps represent a mechanism by which neutrophils participate to thrombus formation in COVID-19 (19), possibly leading to organ dysfunction (50) and lung injury (51). The similar level of NETosis formation in ARDS due to COVID-19 vs. septic shock suggests that this parameter could be equally involved in the pathophysiology of both diseases. This hypothesis was reinforced by the plasmatic measurements in this clinical cohort revealing identical levels of circulating Cit-H3.The secretion of soluble markers of platelet activation, namely CD62P and TLT1, was increased in septic shock but unaltered in COVID-19 cases, thereby corroborating previous findings (17). However, this observation remains controversial in the literature (52, 53). The discrepancies could be explained by a small sample size or the possible presence of bacterial coinfections in the critical COVID-19 cohort. Nevertheless, platelets from COVID-19 patients have been reported to display a hyperactive phenotype upon agonist stimulation (8, 17) and it must be noted that soluble CD62P does not inform on the presence of the protein on platelet surface neither on platelet reactivity.The immune response was characterized by lymphocyte T activation in critical COVID-19 cases, whereas those with septic shock exhibited a greater activation of myeloid cells. Variables related to the immune and inflammatory responses were the most discriminating in distinguishing COVID-19 from septic shock at ICU admission. It has already been shown for patients infected with SARS-CoV-1 that elevation of T helper Type 2 (Th2) cytokines (IL-4, IL-5, IL-10) is correlated with disease severity (54). Interestingly, here, sCD40L also differentiated critical COVID-19 from septic shock patients. sCD40L is expressed by cells of the immune system, especially by activated CD4+ T lymphocytes and activated platelets (55). In COVID-19, the elevation of sCD40L was dissociated from the raise of the other platelet activation biomarkers sCD62P and sTLT1, suggesting that its source could be the T lymphocytes. A similar result was recently found in another study (56) and corroborates the elevation of other lymphocyte T-derived ILs. Finally, sCD40L–CD40 interaction promoted endothelial cell and monocyte TF expression (57, 58), linking these two COVID-19 specific observations.The study had limitations. First, the COVID-19 group was relatively small, so the results must probably be validated in a larger confirmation cohort. However, prospective and systematic enrollment of patients with either COVID-19 or septic shock within a closed time period has limited inclusion bias. Second, the patients with COVID-19 were included during the first wave of the pandemic, when the systematic use of corticosteroids was not yet recommended. It is therefore possible that the study findings would differ in patients that were systematically treated with dexamethasone. Finally, the observations were based on a single time point, namely early after ICU admission. A longitudinal assessment of these specific biomarkers could better define the dynamic changes in inflammatory and coagulation processes over time, which remain to be clarified, particularly in the COVID-19 context.In conclusion, coagulopathy and inflammation patterns of critical COVID-19 substantially differ from septic shock at ICU admission. Critical COVID-19 is distinguished by very high levels of IL-1β and T lymphocyte activation (including IL-7), whereas septic shock displays higher levels of IL-6, IL-8 and a more significant myeloid response (including TREM-1 and IL-1ra). Moreover, COVID-19-associated coagulopathy is formally different from SIC and DIC, with a marked increase in soluble TF, yet less platelet, antithrombin, and fibrinogen consumption, and less fibrinolysis alteration. Hence, coagulation imbalance of severe COVID-19 almost exclusively tends toward a procoagulant state, and in the context of a prolonged disease course, this could explain the very high rate of thrombo-embolic complications of the disease. A better understanding of critical COVID-19 pathophysiology suggests potential therapeutic strategies, in particular recombinant IL-1ra and recombinant TFPI could modulate these two over-expressed pathways. Data Availability StatementThe raw data supporting the conclusions of this article will be made available by the authors, without undue reservation. Ethics StatementThe studies involving human participants were reviewed and approved by Comité d'Ethique Hospitalo-Facultaire Saint-Luc-UCLouvain. The patients/participants provided their written informed consent to participate in this study. Author ContributionsSH and CBe: had full access to all of the study data and takes responsibility for the data integrity and the accuracy of data analysis. MDec, DC-Z, P-FL, SH, and CBe: concept and design. CBo, AD, SH, LGe, MDec, JDP, MO, LP, VR, AG, JB, DG, M-AVD, JD, HH, LM, MDer, and LJ: acquisition, analysis, or interpretation of data. MDec, JDP, P-FL, SH, and CBe: drafting of the manuscript. VM, LD, and LB: critical revision of the manuscript for important intellectual content. MDec, JDP, MM, and LGa: statistical analysis. MDec, P-FL, LB, SH, and CBe: obtained funding. P-FL and CBe: administrative, technical, or material support. P-FL, SH, and CBe: supervision. MDec, JDP, P-FL, AC, and VM: other—monitoring of the study progress, supporting patient recruitment, data clarifications, and data entry. All authors contributed to the article and approved the submitted version. FundingThis work was supported by grants from the Fondation Saint-Luc (Brussels, Belgium). The Division of Cardiology at Cliniques Universitaires Saint-Luc, Belgium, has received unrestricted research grants from AstraZeneca (Belgium). MDec is Clinical Master Specialist Applicant to a Ph.D. at the Fonds National de la Recherche Scientifique et Médicale (FNRS, Belgium). JDP was supported by a grant from the Salus Sanguinis Foundation (UCLouvain, Belgium). MO, LP, and JB are supported by Fund for Research Training in Industry and Agriculture (FRIA, FNRS). VM is post-doctorate Clinical Master Specialist at the FNRS. LD and SH are senior research associates at FNRS. QUALIblood s.a. offered the analyses for determining the cytokinic profile. Conflict of InterestJD is the CEO and founder of QUALIblood s.a., a Belgian Contract Research Organization. LM and HH were employed by the company QUALIblood s.a. and authors MDer and LJ were employed by the company Inotrem s.a. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. The authors declare that this study received funding from Foundation Saint-Luc. The funder was not involved in the study design, collection, analysis, interpretation of data, the writing of this article or the decision to submit it for publication. Publisher's NoteAll claims expressed in this article are solely those of the authors and do not necessarily represent those of their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher. AcknowledgmentsThe authors would like to thank all the patients for their participation in this study, as well as Fatima Laarbaui, Olivier Van Caenegem, Sophie Pierard, Luc Jaquet, Xavier Wittebole, Philippe Hantson, Christine Collienne, and Mathieu Luyckx for their help to enroll patients, Suzanne Renard, Caroline Berghe, Marie-France Dujardin, Leslie Gieslen, Florence Sinnaeve, Brice Lambert, all ICU nurses, and central lab nurses for their help at collecting samples. References1. Huang C, Wang Y, Li X, Ren L, Zhao J, Hu Y, et al. . Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China. Lancet. (2020) 395:497–506. 10.1016/S0140-6736(20)30183-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]2. Fajgenbaum DC, June CH. Cytokine storm. N Engl J Med. (2020) 383:2255–73. 10.1056/NEJMra2026131 [PMC free article] [PubMed] [CrossRef] [Google Scholar]3. Klok FA, Kruip M, van der Meer NJM, Arbous MS, Gommers D, Kant KM, et al. . Incidence of thrombotic complications in critically ill ICU patients with COVID-19. Thromb Res. (2020) 191:145–7. 10.1016/j.thromres.2020.04.013 [PMC free article] [PubMed] [CrossRef] [Google Scholar]4. Helms J, Tacquard C, Severac F, Leonard-Lorant I, Ohana M, Delabranche X, et al. . High risk of thrombosis in patients with severe SARS-CoV-2 infection: a multicenter prospective cohort study. Intens Care Med. (2020) 46:1089–98. 10.1007/s00134-020-06062-x [PMC free article] [PubMed] [CrossRef] [Google Scholar]5. Ackermann M, Verleden SE, Kuehnel M, Haverich A, Welte T, Laenger F, et al. . Pulmonary vascular endothelialitis, thrombosis, and angiogenesis in Covid-19. N Engl J Med. (2020) 383:120–8. 10.1056/NEJMoa2015432 [PMC free article] [PubMed] [CrossRef] [Google Scholar]6. Vabret N, Britton GJ, Gruber C, Hegde S, Kim J, Kuksin M, et al. . Immunology of COVID-19: current State of the Science. Immunity. (2020) 52:910–41. 10.1016/j.immuni.2020.05.002 [PMC free article] [PubMed] [CrossRef] [Google Scholar]7. Zhu Z, Cai T, Fan L, Lou K, Hua X, Huang Z, et al. . Clinical value of immune-inflammatory parameters to assess the severity of coronavirus disease 2019. Int J Infect Dis. (2020) 95:332–9. 10.1016/j.ijid.2020.04.041 [PMC free article] [PubMed] [CrossRef] [Google Scholar]8. Zaid Y, Puhm F, Allaeys I, Naya A, Oudghiri M, Khalki L, et al. . Platelets can associate with SARS-Cov-2 RNA and are hyperactivated in COVID-19. Circ Res. (2020) 127:1404–18. 10.1161/CIRCRESAHA.120.317703 [PMC free article] [PubMed] [CrossRef] [Google Scholar]9. Varga Z, Flammer AJ, Steiger P, Haberecker M, Andermatt R, Zinkernagel AS, et al. . Endothelial cell infection and endotheliitis in COVID-19. Lancet. (2020) 395:1417–8. 10.1016/S0140-6736(20)30937-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]10. Lowenstein CJ, Solomon SD. Severe COVID-19 is a microvascular disease. Circulation. (2020) 142:1609–11. 10.1161/CIRCULATIONAHA.120.050354 [PMC free article] [PubMed] [CrossRef] [Google Scholar]11. Tong M, Jiang Y, Xia D, Xiong Y, Zheng Q, Chen F, et al. . Elevated expression of serum endothelial cell adhesion molecules in COVID-19 patients. J Infect Dis. (2020) 222:894–8. 10.1093/infdis/jiaa349 [PMC free article] [PubMed] [CrossRef] [Google Scholar]12. Nougier C, Benoit R, Simon M, Desmurs-Clavel H, Marcotte G, Argaud L, et al. . Hypofibrinolytic state and high thrombin generation may play a major role in SARS-COV2 associated thrombosis. J Thromb Haemost. (2020) 18:2215–9. 10.1111/jth.15016 [PMC free article] [PubMed] [CrossRef] [Google Scholar]13. Guervilly C, Bonifay A, Burtey S, Sabatier F, Cauchois R, Abdili E, et al. . Dissemination of extreme levels of extracellular vesicles: tissue factor activity in patients with severe COVID-19. Blood Adv. (2021) 5:628–34. 10.1182/bloodadvances.2020003308 [PMC free article] [PubMed] [CrossRef] [Google Scholar]14. Masi P, Hékimian G, Lejeune M, Chommeloux J, Desnos C, Pineton De Chambrun M, et al. . Systemic inflammatory response syndrome is a major contributor to COVID-19-associated coagulopathy: insights from a prospective, single-center cohort study. Circulation. (2020) 142:611–4. 10.1161/CIRCULATIONAHA.120.048925 [PMC free article] [PubMed] [CrossRef] [Google Scholar]15. Dupont A, Rauch A, Staessens S, Moussa M, Rosa M, Corseaux D, et al. . Vascular endothelial damage in the pathogenesis of organ injury in severe COVID-19. Arterioscler Thromb Vasc Biol. (2021) 41:1760–73. 10.1161/ATVBAHA.120.315595 [PubMed] [CrossRef] [Google Scholar]16. Zuo Y, Warnock M, Harbaugh A, Yalavarthi S, Gockman K, Zuo M, et al. . Plasma tissue plasminogen activator and plasminogen activator inhibitor-1 in hospitalized COVID-19 patients. Sci Rep. (2021) 11:1580. 10.1038/s41598-020-80010-z [PMC free article] [PubMed] [CrossRef] [Google Scholar]17. Leopold V, Pereverzeva L, Schuurman AR, Reijnders TDY, Saris A, de Brabander J, et al. . Platelets are hyperactivated but show reduced glycoprotein VI reactivity in COVID-19 patients. Thromb Haemost. (2021). 10.1055/a-1347-5555 [PubMed] [CrossRef] [Google Scholar]18. Papayannopoulos V. Neutrophil extracellular traps in immunity and disease. Nat Rev Immunol. (2018) 18:134–47. 10.1038/nri.2017.105 [PubMed] [CrossRef] [Google Scholar]19. Middleton EA, He XY, Denorme F, Campbell RA, Ng D, Salvatore SP, et al. . Neutrophil extracellular traps contribute to immunothrombosis in COVID-19 acute respiratory distress syndrome. Blood. (2020) 136:1169–79. 10.1182/blood.2020007008 [PMC free article] [PubMed] [CrossRef] [Google Scholar]20. Hottz ED, Azevedo-Quintanilha IG, Palhinha L, Teixeira L, Barreto EA, Pao CRR, et al. . Platelet activation and platelet-monocyte aggregate formation trigger tissue factor expression in patients with severe COVID-19. Blood. (2020) 136:1330–41. 10.1182/blood.2020007252 [PMC free article] [PubMed] [CrossRef] [Google Scholar]21. Rhodes A, Evans LE, Alhazzani W, Levy MM, Antonelli M, Ferrer R, et al. . Surviving sepsis campaign: international guidelines for management of sepsis and septic shock: 2016. Crit Care Med. (2017) 45:486–552. 10.1097/CCM.0000000000002255 [PubMed] [CrossRef] [Google Scholar]22. Hotchkiss RS, Moldawer LL, Opal SM, Reinhart K, Turnbull IR, Vincent JL. Sepsis and septic shock. Nat Rev Dis Primers. (2016) 2:16045. 10.1038/nrdp.2016.45 [PMC free article] [PubMed] [CrossRef] [Google Scholar]23. Engelmann B, Massberg S. Thrombosis as an intravascular effector of innate immunity. Nat Rev Immunol. (2013) 13:34–45. 10.1038/nri3345 [PubMed] [CrossRef] [Google Scholar]24. Connors JM, Levy JH. COVID-19 and its implications for thrombosis and anticoagulation. Blood. (2020) 135:2033–40. 10.1182/blood.2020006000 [PMC free article] [PubMed] [CrossRef] [Google Scholar]25. Kox M, Waalders NJB, Kooistra EJ, Gerretsen J, Pickkers P. Cytokine levels in critically ill patients with COVID-19 and other conditions. JAMA. (2020) 324:1565–7. 10.1001/jama.2020.17052 [PMC free article] [PubMed] [CrossRef] [Google Scholar]26. Olwal CO, Nganyewo NN, Tapela K, Djomkam Zune AL, Owoicho O, Bediako Y, et al. . Parallels in sepsis and COVID-19 conditions: implications for managing severe COVID-19. Front Immunol. (2021). 12:602848. 10.3389/fimmu.2021.602848 [PMC free article] [PubMed] [CrossRef] [Google Scholar]27. Force ADT, Ranieri VM, Rubenfeld GD, Thompson BT, Ferguson ND, Caldwell E, et al. . Acute respiratory distress syndrome: the Berlin Definition. JAMA. (2012) 307:2526–33. 10.1001/jama.2012.5669 [PubMed] [CrossRef] [Google Scholar]28. Singer M, Deutschman CS, Seymour CW, Shankar-Hari M, Annane D, Bauer M, et al. . The Third International Consensus Definitions for Sepsis and Septic Shock (Sepsis-3). JAMA. (2016) 315:801–10. 10.1001/jama.2016.0287 [PMC free article] [PubMed] [CrossRef] [Google Scholar]29. Papazian L, Aubron C, Brochard L, Chiche J-D, Combes A, Dreyfuss D, et al. . Formal guidelines: management of acute respiratory distress syndrome. Ann Intensive Care. (2019) 9:69. 10.1186/s13613-019-0540-9 [PMC free article] [PubMed] [CrossRef] [Google Scholar]30. Knaus WA, Draper EA, Wagner DP, Zimmerman JE, APACHE II. a severity of disease classification system. Crit Care Med. (1985) 13:818–29. 10.1097/00003246-198510000-00009 [PubMed] [CrossRef] [Google Scholar]31. Jones AE, Trzeciak S, Kline JA. The Sequential Organ Failure Assessment score for predicting outcome in patients with severe sepsis and evidence of hypoperfusion at the time of emergency department presentation. Crit Care Med. (2009) 37:1649–54. 10.1097/CCM.0b013e31819def97 [PMC free article] [PubMed] [CrossRef] [Google Scholar]32. Iba T, Nisio MD, Levy JH, Kitamura N, Thachil J. New criteria for sepsis-induced coagulopathy (SIC) following the revised sepsis definition: a retrospective analysis of a nationwide survey. BMJ Open. (2017) 7:e017046. 10.1136/bmjopen-2017-017046 [PMC free article] [PubMed] [CrossRef] [Google Scholar]33. Taylor FB, Jr, Toh CH, Hoots WK, Wada H, Levi M. Scientific Subcommittee on Disseminated Intravascular Coagulation of the International Society on Thrombosis and Haemostasis (ISTH). Towards definition, clinical and laboratory criteria, and a scoring system for disseminated intravascular coagulation. Thromb Haemost. (2001) 86:1327–30. 10.1055/s-0037-1616068 [PubMed] [CrossRef] [Google Scholar]34. Bovill EG, Terrin ML, Stump DC, Berke AD, Frederick M, Collen D, et al. . Hemorrhagic events during therapy with recombinant tissue-type plasminogen activator, heparin, and aspirin for acute myocardial infarction. Results of the Thrombolysis in Myocardial Infarction (TIMI), phase II trial. Ann Intern Med. (1991) 115:256–65. 10.7326/0003-4819-115-4-256 [PubMed] [CrossRef] [Google Scholar]35. R-Core-Team . R: A Language and Environment for Statistical Computing 2020. Available online at: http://www.r-project.org/36. Josse J, Husson F. missMDA: a package for handling missing values in multivariate data analysis. (2016). J Stat Softw. 70:31. 10.18637/jss.v070.i01 [CrossRef] [Google Scholar]37. Carsana L, Sonzogni A, Nasr A, Rossi RS, Pellegrinelli A, Zerbi P, et al. . Pulmonary post-mortem findings in a series of COVID-19 cases from northern Italy: a two-centre descriptive study. Lancet Infect Dis. (2020) 20:1135–40. 10.1016/S1473-3099(20)30434-5 [PMC free article] [PubMed] [CrossRef] [Google Scholar]38. Nicolai L, Leunig A, Brambs S, Kaiser R, Joppich M, Hoffknecht ML, et al. . Vascular neutrophilic inflammation and immunothrombosis distinguish severe COVID-19 from influenza pneumonia. J Thromb Haemost. (2021) 19:574–81. 10.1111/jth.15179 [PMC free article] [PubMed] [CrossRef] [Google Scholar]39. Radermecker C, Detrembleur N, Guiot J, Cavalier E, Henket M, d'Emal C, et al. . Neutrophil extracellular traps infiltrate the lung airway, interstitial, and vascular compartments in severe COVID-19. J Exp Med. (2020). 217 :e20201012. 10.1084/jem.20201012 [PMC free article] [PubMed] [CrossRef] [Google Scholar]40. Akdis M, Burgler S, Crameri R, Eiwegger T, Fujita H, Gomez E, et al. . Interleukins, from 1 to 37, and interferon-γ: receptors, functions, and roles in diseases. J Allergy Clin Immunol. (2011). 127:701–21.e1–70. 10.1016/j.jaci.2010.11.050 [PubMed] [CrossRef] [Google Scholar]41. Azoulay E, Fartoukh M, Darmon M, Geri G, Voiriot G, Dupont T, et al. . Increased mortality in patients with severe SARS-CoV-2 infection admitted within seven days of disease onset. Intensive Care Med. (2020) 46:1714–22. 10.1007/s00134-020-06202-3 [PMC free article] [PubMed] [CrossRef] [Google Scholar]42. Argenziano MG, Bruce SL, Slater CL, Tiao JR, Baldwin MR, Barr RG, et al. . Characterization and clinical course of 1000 patients with coronavirus disease 2019 in New York: retrospective case series. BMJ. (2020) 369:m1996. 10.1136/bmj.m1996 [PMC free article] [PubMed] [CrossRef] [Google Scholar]43. Witkowski M, Landmesser U, Rauch U. Tissue factor as a link between inflammation and coagulation. Trends Cardiovasc Med. (2016) 26:297–303. 10.1016/j.tcm.2015.12.001 [PubMed] [CrossRef] [Google Scholar]44. Wegrzyn G, Walborn A, Rondina M, Fareed J, Hoppensteadt D. Biomarkers of platelet activation and their prognostic value in patients with sepsis-associated disseminated intravascular coagulopathy. Clin Appl Thromb Hemost. (2021) 27:1076029620943300. 10.1177/1076029620943300 [PMC free article] [PubMed] [CrossRef] [Google Scholar]45. Campbell RA, Hisada Y, Denorme F, Grover SP, Bouck EG, Middleton EA, et al. . Comparison of the coagulopathies associated with COVID-19 and sepsis. Res Pract Thromb Haemost. (2021) 5:e12525. 10.1002/rth2.12525 [PMC free article] [PubMed] [CrossRef] [Google Scholar]46. Leal de Azeredo E, Solórzano VE, de Oliveira DB, Marinho CF, de Souza LJ, da Cunha RV, et al. . Increased circulating procoagulant and anticoagulant factors as TF and TFPI according to severity or infecting serotypes in human dengue infection. Microbes Infect. (2017) 19:62–8. 10.1016/j.micinf.2016.08.005 [PubMed] [CrossRef] [Google Scholar]47. Ford ES, Greenwald JH, Richterman AG, Rupert A, Dutcher L, Badralmaa Y, et al. . Traditional risk factors and D-dimer predict incident cardiovascular disease events in chronic HIV infection. Aids. (2010) 24:1509–17. 10.1097/QAD.0b013e32833ad914 [PMC free article] [PubMed] [CrossRef] [Google Scholar]48. Levi M, van der Poll T. Coagulation and sepsis. Thromb Res. (2017) 149:38–44. 10.1016/j.thromres.2016.11.007 [PubMed] [CrossRef] [Google Scholar]49. Uaprasert N, Moonla C, Sosothikul D, Rojnuckarin P, Chiasakul T. Systemic coagulopathy in hospitalized patients with coronavirus disease 2019: a systematic review and meta-analysis. Clin Appl Thromb Hemost. (2021) 27:1076029620987629. 10.1177/1076029620987629 [PMC free article] [PubMed] [CrossRef] [Google Scholar]50. Kaplan MJ, Radic M. Neutrophil extracellular traps: double-edged swords of innate immunity. J Immunol. (2012) 189:2689–95. 10.4049/jimmunol.1201719 [PMC free article] [PubMed] [CrossRef] [Google Scholar]51. Caudrillier A, Kessenbrock K, Gilliss BM, Nguyen JX, Marques MB, Monestier M, et al. . Platelets induce neutrophil extracellular traps in transfusion-related acute lung injury. J Clin Invest. (2012) 122:2661–71. 10.1172/JCI61303 [PMC free article] [PubMed] [CrossRef] [Google Scholar]52. Goshua G, Pine AB, Meizlish ML, Chang CH, Zhang H, Bahel P, et al. . Endotheliopathy in COVID-19-associated coagulopathy: evidence from a single-centre, cross-sectional study. Lancet Haematol. (2020) 7:e575–e82. 10.1016/S2352-3026(20)30216-7 [PMC free article] [PubMed] [CrossRef] [Google Scholar]53. Comer SP, Cullivan S, Szklanna PB, Weiss L, Cullen S, Kelliher S, et al. . COVID-19 induces a hyperactive phenotype in circulating platelets. PLoS Biol. (2021) 19:e3001109. 10.1371/journal.pbio.3001109 [PMC free article] [PubMed] [CrossRef] [Google Scholar]54. Li CK, Wu H, Yan H, Ma S, Wang L, Zhang M, et al. . T cell responses to whole SARS coronavirus in humans. J Immunol. (2008) 181:5490–500. 10.4049/jimmunol.181.8.5490 [PMC free article] [PubMed] [CrossRef] [Google Scholar]55. Henn V, Slupsky JR, Grafe M, Anagnostopoulos I, Forster R, Muller-Berghaus G, et al. . CD40 ligand on activated platelets triggers an inflammatory reaction of endothelial cells. Nature. (1998) 391:591–4. 10.1038/35393 [PubMed] [CrossRef] [Google Scholar]56. Campo G, Contoli M, Fogagnolo A, Vieceli Dalla Sega F, Zucchetti O, Ronzoni L, et al. . Over time relationship between platelet reactivity, myocardial injury and mortality in patients with SARS-CoV-2-associated respiratory failure. Platelets. (2021). 32:560–7. 10.1080/09537104.2020.1852543 [PMC free article] [PubMed] [CrossRef] [Google Scholar]57. Miller DL, Yaron R, Yellin MJ. CD40L-CD40 interactions regulate endothelial cell surface tissue factor and thrombomodulin expression. J Leukoc Biol. (1998) 63:373–9. 10.1002/jlb.63.3.373 [PubMed] [CrossRef] [Google Scholar]58. Mach F, Schönbeck U, Bonnefoy JY, Pober JS, Libby P. Activation of monocyte/macrophage functions related to acute atheroma complication by ligation of CD40: induction of collagenase, stromelysin, and tissue factor. Circulation. (1997) 96:396–9. 10.1161/01.CIR.96.2.396 [PubMed] [CrossRef] [Google Scholar]"}