{"title": "Bulbus Fritillariae Cirrhosae as a Respiratory Medicine: Is There a Potential Drug in the Treatment of COVID-19?", "pubDate": "2022", "PMCID": "PMC8811224", "DOI": "10.3389/fphar.2021.784335", "PMID": "35126123", "abstract": "Bulbus fritillariae cirrhosae (BFC) is one of the most used Chinese medicines for lung disease, and exerts antitussive, expectorant, anti-inflammatory, anti-asthmatic, and antioxidant effects, which is an ideal therapeutic drug for respiratory diseases such as ARDS, COPD, asthma, lung cancer, and pulmonary tuberculosis. Through this review, it is found that the therapeutic mechanism of BFC on respiratory diseases exhibits the characteristics of multi-components, multi-targets, and multi-signaling pathways. In particular, the therapeutic potential of BFC in terms of intervention of \"cytokine storm\", STAT, NF-κB, and MAPK signaling pathways, as well as the renin-angiotensin system (RAS) that ACE is involved in. In the \"cytokine storm\" of SARS-CoV-2 infection there is an intense inflammatory response. ACE2 regulates the RAS by degradation of Ang II produced by ACE, which is associated with SARS-CoV-2. For COVID-19, may it be a potential drug? This review summarized the research progress of BFC in the respiratory diseases, discussed the development potentiality of BFC for the treatment of COVID-19, explained the chemical diversity and biological significance of the alkaloids in BFC, and clarified the material basis, molecular targets, and signaling pathways of BFC for the respiratory diseases. We hope this review can provide insights on the drug discovery of anti-COVID-19.", "author": [{"author": "Yunyun Quan", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China.", "Department of Pharmacognosy, West China School of Pharmacy Sichuan University, Chengdu, China."], "href": "/?term=Quan+Y&cauthor_id=35126123"}, {"author": "Li Li", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China."], "href": "/?term=Li+L&cauthor_id=35126123"}, {"author": "Zhujun Yin", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China."], "href": "/?term=Yin+Z&cauthor_id=35126123"}, {"author": "Shilong Chen", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China."], "href": "/?term=Chen+S&cauthor_id=35126123"}, {"author": "Jing Yi", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China."], "href": "/?term=Yi+J&cauthor_id=35126123"}, {"author": "Jirui Lang", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China."], "href": "/?term=Lang+J&cauthor_id=35126123"}, {"author": "Lu Zhang", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China."], "href": "/?term=Zhang+L&cauthor_id=35126123"}, {"author": "Qianhua Yue", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China."], "href": "/?term=Yue+Q&cauthor_id=35126123"}, {"author": "Junning Zhao", "affiliation": ["Translational Chinese Medicine Key Laboratory of Sichuan Province, Sichuan Academy of Chinese Medicine Sciences, Sichuan Institute for Translational Chinese Medicine, Chengdu, China.", "Department of Pharmacognosy, West China School of Pharmacy Sichuan University, Chengdu, China."], "href": "/?term=Zhao+J&cauthor_id=35126123"}], "refPMID": ["27150961", "19686814", "29988126", "9849882", "33038433", "9525109", "32592716", "19464864", "22323365", "25683036", "10806180", "30207593", "32558435", "32027848", "10364844", "31986261", "10998280", "32211983", "32265065", "33066243", "12040173", "32217835", "32227090", "32007143", "31497389", "32053689", "33273948", "32398962", "9337844", "33971067", "29751123", "31877149", "32208987", "33072097", "32843733", "22704411", "26377143", "22435567", "8923321", "10969042", "12096210", "32242738", "29143192", "18263657", "12597901", "32186832", "23483479", "32171062", "32917980", "22797452", "30904262", "18650915", "32425996", "29336082", "33045526", "32264791", "2925247", "30200569", "32846120", "32123347", "30115613", "24217413", "32667669", "20685583", "26626938", "32142785", "32109013", "32687952", "23404624", "28073664", "32247562", "33076315", "19114890", "15141377", "23845541", "24368738", "32286245", "29364287", "23915189", "32142651", "32004427", "32146694", "31986264", "33811957", "32119823", "31668196", "16001071", "11106722", "11392627", "32087125", "15657466", "32341442", "26656660", "12020927", "24249479", "26926170", "23880677", "3887571", "15531889", "32001311", "24077366", "17708624", "32127666", "17003907", "31528179", "31995857", "31669666", "23153834", "29100936", "14633624", "12624833", "33098357", "27884716", "15062597", "17027747", "26051111", "31605736", "24055750", "25883791", "32122812", "32291137", "32702822", "15674000", "32056249", "31760067", "31816576", "32181795", "31950516", "32007145", "32190904", "32065348", "32149768", "31505937", "30942801", "23918602", "32005727", "32423917", "18650913", "33968405", "27280688", "25936818", "30623450", "29400998", "32418715", "12865981", "25153862", "25846096", "29183778", "32358580", "12419949", "28915321", "28808406", "32745377", "16322745", "32620513", "27019364", "32161940", "32220650", "32203376", "32612617", "29329946", "29641514", "28854088", "25369536", "32250244", "7885406", "34485226", "33023910", "31306775", "20381600", "32205856", "25979753", "32602883", "33196374", "32422177", "3059859", "12676174", "32114094", "33421573", "27488942", "32227760", "23985773", "30561431", "32249847", "33122784", "31605750", "32155444", "32385523", "31986257", "17336047", "28824427", "27524867", "32031570", "26584458", "22101082", "24804207", "27497638", "21958967", "24579826", "32534467", "28577595", "24650955", "25861717", "10330045", "31016188", "29680826", "22690682", "34059098", "32377375", "32648899", "33083782", "15030519", "17959639", "22009550", "20304959", "32075877", "32035028", "32015508", "32642086", "32444393", "32582617", "26132855", "28842340", "32091533", "32669323", "20424953", "24658569", "32228226", "26038151", "21881221", "27033404", "32009228", "30954613", "32661660", "32085846", "31046803", "32105632", "32226288", "22426982", "32283152", "30121423", "17309526", "30956677", "19851315", "22311406", "32325252", "18058993", "30092299", "33040384", "28480363", "32113846", "19154752", "32131410", "32052466", "15526373", "22115033", "30497066", "29564202", "32139904", "32335169", "28496003", "33139693", "32171076", "32015507", "31978945", "32074444", "26868298", "26049252"], "citedInPMID": ["35126123"], "body": " AbstractBulbus fritillariae cirrhosae (BFC) is one of the most used Chinese medicines for lung disease, and exerts antitussive, expectorant, anti-inflammatory, anti-asthmatic, and antioxidant effects, which is an ideal therapeutic drug for respiratory diseases such as ARDS, COPD, asthma, lung cancer, and pulmonary tuberculosis. Through this review, it is found that the therapeutic mechanism of BFC on respiratory diseases exhibits the characteristics of multi-components, multi-targets, and multi-signaling pathways. In particular, the therapeutic potential of BFC in terms of intervention of “cytokine storm”, STAT, NF-κB, and MAPK signaling pathways, as well as the renin-angiotensin system (RAS) that ACE is involved in. In the “cytokine storm” of SARS-CoV-2 infection there is an intense inflammatory response. ACE2 regulates the RAS by degradation of Ang II produced by ACE, which is associated with SARS-CoV-2. For COVID-19, may it be a potential drug? This review summarized the research progress of BFC in the respiratory diseases, discussed the development potentiality of BFC for the treatment of COVID-19, explained the chemical diversity and biological significance of the alkaloids in BFC, and clarified the material basis, molecular targets, and signaling pathways of BFC for the respiratory diseases. We hope this review can provide insights on the drug discovery of anti-COVID-19.Keywords: bulbus fritillariae cirrhosae, alkaloids, respiratory diseases, signaling pathways, targets, COVID-19 IntroductionIn December 2019, the infectious disease caused by the novel coronavirus (2019 Novel Coronavirus, 2019-nCoV) began to break out. The epidemic first emerged in Wuhan and quickly swept the world (Holshue et al., 2020; Li et al., 2020a; Zhu et al., 2020; Livingston and Bucher, 2020). On January 30, 2020, the World Health Organization (WHO) declared the epidemic as a “public health emergency of international concern” (Mahase, 2020; Burki, 2020). On February 11, 2020, the International Committee on Taxonomy of Viruses (ICTV) officially designated the virus as “severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)” (Gorbalenya, 2020). On the same day, the WHO announced that the pneumonia caused by the 2019-nCoV was named “Coronavirus disease 2019, COVID-19” (Jiang et al., 2020; Ghebreyesus, 2019). COVID-19 is an acute respiratory infectious disease caused by SARS-CoV-2 infection, which has become a major threat to the health of people all over the world, and the world is still in the pandemic stage (Wang et al., 2020a; Chavez et al., 2021; Song et al., 2020). Up to now, the number of confirmed COVID-19 cases in the world is 225,187,374, which has exceeded 200 million, and the death toll is 4,640,097, which is nearly 5 million (COVID-19 coronavirus pandemic, 2021; WHO, 2019). SARS-CoV-2, as a single-stranded positive-stranded RNA virus of the β subclass of the coronavirus genus (Wu et al., 2020a; Li et al., 2020b) (Figure 1A), is genetically similar to the 2003 severe acute respiratory syndrome (SARS) coronavirus (SARS-CoV) and the 2012 Middle East respiratory syndrome (MERS) coronavirus (MERS-CoV) (Perlman and Dandekar, 2005; Zumla et al., 2015; Zumla et al., 2016; Dyall et al., 2017; Hui and Zumla, 2019; Patel et al., 2020; Spagnolo et al., 2020). SARS-CoV-2 has about 79% homology with SARS-CoV in sequence, and about 50% with MERS-CoV (Lu et al., 2020a; Zhou et al., 2020a; Gu et al., 2020). SARS-CoV-2 is a virus that is more contagious and can cause acute respiratory distress syndrome (ARDS) discovered after SARS-CoV and MERS-CoV. It mainly causes mild to severe lung infections, and results in acute and highly lethal pneumonia. The clinical symptoms of COVID-19 are similar to those of SARS-CoV and MERS-CoV (Graham et al., 2013; Xu et al., 2020a). The common symptoms of patients with COVID-19 are high fever, dry cough, fatigue, myalgia, sputum production, shortness of breath, and the less common symptoms are sore throat, hemoptysis, chest pain, headache, diarrhea, and vomiting, besides, the most common complications are pneumonia, followed by ARDS, arrhythmia, shock, respiratory failure, and even death from multiple organ failure (Chen et al., 2020a; Huang et al., 2020a; Yang et al., 2020a; Wang et al., 2020b; Wu et al., 2020b; Eastin and Eastin, 2020).Open in a separate windowFIGURE 1SARS-CoV-2 and the respiratory diseases, biological processes, and symptoms that BFC have an effect on. (A) is the 3D and 2D structure of SARS-CoV-2 with its composition. (B) is F. unibracteata, one of the plant sources of BFC with its bulbus. (C) is the symptoms that BFC can relieve. (D) is the respiratory diseases and correlative biological processes that can be intervened by BFC.Bulbus fritillariae cirrhosae (BFC), well-known as ChuanBeimu or ChuanBei in China, is derived from the dried bulbs of six different species of the genus Fritillaria that belong to the family Liliaceae, including Fritillaria cirrhosa D. Don (F. cirrhosa), Fritillaria unibracteata P.K.Hsiao and K.C.Hsia (F. unibracteata), Fritillaria przewalskii Maxim. ex Batalin (F. przewalskii), Fritillaria delavayi Franch. (F. delavayi), Fritillaria taipaiensis P.Y.Li (F. taipaiensis), Fritillaria unibracteata var. wabuensis (S.Y.Tang and S.C.Yueh) Z.D.Liu, Shu Wang, and S.C.Chen (F. wabuensis) (Chinese Pharmacopoeia Com, 2015; Chen et al., 2019; Zhang et al., 2016) (Figure 1B). BFC, as a valuable and important traditional Chinese medicine (TCM), has been used as an antitussive, expectorant, and anti-asthmatic drug, and it is considered to be the top-grade one among all Fritillaria species with positive therapeutic effects, low toxicity, and few side effects (Cai et al., 1999; Li et al., 2003a; Wang et al., 2007a; Li et al., 2009; Li et al., 2012; Xin et al., 2014; Chen et al., 2020b). BFC has the effects of eliminating phlegm and antitussive, reducing fever, and it is used for the treatment of diseases associated with dry cough, chronic cough, cough with bloody sputum, consumptive cough, sores, swelling, and lung or breast abscesses (Wagner et al., 2011). In particular, BFC is effective for the treatment of the elderly and children, especially when it is difficult to recover after long-term treatment (Gao et al., 1999). Furthermore, BFC is stew with diets to nourish the lung against pulmonary diseases induced by particulate matter and smoking (Guo et al., 2017; Guo et al., 2020a). Therefore, BFC is regarded as a good medicine to promote lung health and has been utilized to treat pulmonary diseases in China and many other countries for thousands of years (Lin et al., 2015; Zhao et al., 2018a). Currently, there are more than 200 kinds of products related to BFC in the market such as Nin Jiom Pei Pa Koa, Chuanbei Zhike Lu, Chuanbei Pipa Capsules, etc., widely used to treat pulmonary diseases clinically, like dyspnea, bronchitis, chronic obstructive pulmonary disease (COPD), pulmonary tuberculosis, and lung cancer (Zhang et al., 2009; Li et al., 2013; Chinese Pharmacopoeia Com, 2015; Cunningham et al., 2018; Guo et al., 2020a) (Table 1).TABLE 1The main products related to BFC widely used to treat pulmonary diseases clinicallyNameFigureClinical usagesReferencesNin Jiom Pei Pa Koa\n\nSore throat\nDrugs.com, (1064a)\nChuanbei Zhike Lu\n\nDry cough, phlegm\nChinese Pharmacopoeia Com, (2015)\nChuanbei Pipa Tangjiang\n\nCough, phlegm, sore throat, chest pain, cold, bronchitis\nChinese Pharmacopoeia Com, (2015)\nChuanbei Xueli Gao\n\nCough, dyspnea, dry throat\nChinese Pharmacopoeia Com, (2015)\nNiuhuang Shedan Chuanbei Ye\n\nPhlegm, dry cough\nChinese Pharmacopoeia Com, (2015)\nZhike Chuanbei Pipa Diwan\n\nCold, bronchitis, phlegm, cough, COPD.(Chinese Pharmacopoeia Com, (2015); Xiao and Li, (2013))Zhike Chuanbei Pipa Lu\n\nCold, bronchitis, phlegm, cough\nChinese Pharmacopoeia Com, (2015)\nFufang Chuanbeijing Pian\n\nCough, phlegm, asthma, acute and chronic bronchitis, chest distress\nChinese Pharmacopoeia Com, (2015)\nShedan Chuanbei Ruanjiaonang\n\nCough, phlegm\nChinese Pharmacopoeia Com, (2015)\nShedan Chuanbei Jiaonang\n\nCough, phlegm\nChinese Pharmacopoeia Com, (2015)\nShedan Chuanbei San\n\nCough, phlegm\nChinese Pharmacopoeia Com, (2015)\nChuanbei Pipa Capsules\n\nCough, phlegm, chest pain, cold, sore throat, chronic bronchitis, COPD\nLiu et al. (2019)\nFeitai Capsule\n\nCough, phlegm, fatigue, lung cancer, pulmonary tuberculosis(Deng et al., 2012; Yu et al., 2012) (Liang et al., 2017)Open in a separate windowSo as for COVID-19, BFC can improve symptoms such as fever, dry cough, phlegm, shortness of breath, and sore throat (shown in Figure 1C). The chemical components of BFC are various and complex, including alkaloids, saponins, terpenoids, glycosides, nucleosides, nucleobases, fatty acids, and starches, among which alkaloids and saponins are considered to be the major low molecular-weight active components, especially alkaloids such as imperialine, chuanbeinone, verticine, verticinone, peimisine, isoverticine, delavine, delavinone, ebeiedinone, sipeimine, puqiedinone, puqiedine, peimisine-3-O-β-D-glucopyranoside, imperialine-3-β-D-glucoside, and so on (Kaneko et al., 1986; Ding et al., 1996; Li et al., 2006; Wang et al., 2007b; Duan et al., 2011; Zhang et al., 2011; Hao et al., 2013; Li et al., 2013; Lin et al., 2013; Peng et al., 2013; Wang et al., 2014a; Wang et al., 2017a; Geng et al., 2018; Wang et al., 2019; Chang et al., 2020). It is worth noting that verticine is also known as peimine and verticinone is also known as peiminine. Modern pharmacological studies have shown that the alkaloids in BFC have significant antitussive, expectorant, anti-asthmatic, anti-inflammatory, anti-oxidant, antitumor, and angiotensin converting enzyme (ACE) inhibition activities and exhibit good curative effect on cough, sputum, tracheobronchial contraction, acute lung injury, inflammation, and lung cancer (Luo et al., 2012; Wang et al., 2017b; Zhao et al., 2018b; Yin et al., 2019; Chen et al., 2020c). For example, imperialine is one of the essential steroidal alkaloids of BFC (Lin et al., 2013; Lin et al., 2015). Wang’s research (Wang et al., 2016a) found that in the COPD-like rat model associated with abnormal inflammatory response in the lung, imperialine could reduce the damage of lung function and structure. Moreover, imperialine could inhibit inflammation by regulating the expression of related cytokines such as IL-1β, IL-6, IL-8, TNF-α, NF-kB, TGF-β1, MMP-9, and TIMP-1. What’s interesting is that the COPD has influence on the progression and outcomes of COVID-19 (Wu et al., 2020c) and recent reports demonstrate that the majority of the serum levels of the above-mentioned cytokines and growth factors in COVID-19 patients will also increase (Chen, 2020; de la Rica et al., 2020; Nile et al., 2020; Phoswa and Khaliq, 2020; Wiersinga et al., 2020; Ghazavi et al., 2021; Metzemaekers et al., 2021). Besides, BFC exerts a significant therapeutic effect on various lung diseases, such as acute lung injury and lung inflammation. While severe acute lung injury is known as ARDS (Force et al., 2012) and lung inflammation is one of the characteristics of COVID-19.The respiratory diseases that can be intervened by BFC are asthma, COPD, ARDS, lung cancer, and pulmonary tuberculosis. BFC is mainly playing a therapeutic role in lung diseases through the biological processes about inflammatory response, immune response, apoptosis, and oxidative stress. To date, there is no specific drugs for COVID-19, and the aim of this review is to summarize and analyze the pharmacological effects and mechanisms of BFC on respiratory pulmonary diseases, then provide insights on the drug discovery of anti-COVID-19 (Figure 1D). The Antitussive, Expectorant, and Anti-inflammatory Mechanisms of BFCCough is one of the common symptoms of various respiratory diseases, such as asthma, chronic bronchitis, pneumonia, and so on (Irwin and Madison, 2013). Although cough can be relieved by morphine containing codeine and other commonly used drugs, these drugs are highly addictive and cause side effects. BFC, as an antitussive TCM, has a positive therapeutic effect for cough due to its major bioactive alkaloids and it is non-addictive. Moreover, compared with synthetic drugs, BFC has fewer or no side effects (Zhang et al., 2009; Shang et al., 2010; Wu et al., 2018).Xu (Xu et al., 2019) studied the antitussive, expectorant, and anti-inflammatory effect of BFC extract prepared through refluxing with 80% ethanol solvent administered orally to mice, respectively. The experiment of cough caused by ammonia was used to observe the antitussive effect of BFC. Phenol red expectoration test in mice trachea was conducted to investigate the effect of phlegm expelling. Auricular swelling model of mice was induced by xylene to research on the effect of BFC on lessening the ear swelling. The results demonstrated that BFC extract could obviously prolong the period of cough latency and inhibit the cough frequency of mice induced by ammonia. Moreover, the BFC extract could also significantly increase the output of phenol red in mice trachea and inhibit the ear swelling in anti-inflammatory experiment. After that, this research group (Wang et al., 2011) continued to study and find that the specific material basis for the antitussive effect of alkaloids was imperialine, chuanbeinone, verticinone, and verticine isolated from the BFC, which could markedly inhibit the cough frequency and prolong the latent period of cough in mice caused by ammonia. Besides, the specific material basis for the expectorant effect was imperialine, verticinone, and verticine, which could significantly increase the output of phenol red in mice trachea in the expectorant test. Then the specific material basis for the anti-inflammatory effect was imperialine and chuanbeinone, which could obviously inhibit the ear edema of mice in a dose-dependent manner. Therefore, the antitussive, expectorant, and anti-inflammatory bioactive components of BFC are the four alkaloids, imperialine, chuanbeinone, verticinone, and verticine, among which imperialine serves as the most critical role. The bulbs of F. wabuensis are also one of the sources of BFC. The team of Wang (Wang et al., 2012a) continued to study the antitussive, expectorant, and anti-inflammatory activities of BFC from F. wabuensis with the same models, respectively. The results indicated that all four alkaloids, imperialine, imperialine-β-N-oxide, isoverticine, and isoverticine-β-N-oxide isolated from BFC had significantly antitussive, expectorant, and anti-inflammatory effects, similarly. Besides, there were studies in vivo and in vitro that identified the antitussive effect of the fritillaria alkaloid crude extracts along with imperialine and among them imperialine was proved to be the most potent alkaloid (Chan et al., 2000). Zhang (Zhang et al., 2020a) investigated the potential molecular targets and mechanisms of verticine for cough through computational target fishing. The results of the study demonstrated that MAPK1, AKT1, and PPKCB were the key targets of verticine for treating cough. It was associated with the regulation of function for immunology and neurology exerting multi-proteins and multi-pathways effect (Figure 1C).Inflammation is an automatic defense response of an organism to injury factors such as infection, noxious stimuli (chemicals), tissue injury, and so on. The typical inflammatory triggers are infection and tissue injury, which elicit the recruitment of leukocytes and plasma proteins to affected tissue sites (Galli et al., 2008; Medzhitov, 2008). Wang (Wang et al., 2016a) used different inflammatory animal models in vivo to evaluate the anti-inflammatory activity of purified total alkaloid fraction (TAF) from BFC, prepared by using H-103 resin column. Models of acetic acid-induced capillary permeability accentuation, and cotton pellet-induced granuloma formation were performed, respectively. His research demonstrated that TAF could inhibit acetic acid-induced capillary permeability accentuation, and cotton pellet-induced granuloma formation. It demonstrated that TAF had a strong anti-inflammatory effect. What is more, Wu (Wu et al., 2015) studied the anti-inflammatory activity and relative mechanisms of verticinone and imperialine, steroidal alkaloids from bulbs of F. wabuensis on LPS-stimulated RAW 264.7 macrophages. The research found that verticinone or imperialine could inhibit the production of NO, TNF-α, IL-1β, and the expressions of iNOS and COX-2. Meanwhile, they could decrease the phosphorylation of NF-κB in a dose dependent manner. The results of this study clearly demonstrated that the anti-inflammatory activity and mechanisms of verticinone and imperialine in BFC were associated with the inhibition of the activation of NF-κB signaling pathway. In addition, the research of Liu (Liu et al., 2020a) investigated the anti-inflammatory activity and its mechanisms of alkaloids from BFC in LPS-induced RAW264.7 macrophage cells. The results indicated that five of the alkaloids including imperialine, verticinone, verticine, peimisine, and delavine, could lower the production of NO, TNF-α, and IL-6, and inhibit the mRNA expressions of TNF-α and IL-6. The anti-inflammatory mechanisms of alkaloids from BFC were related to the inhibition of the phosphorylated activation of MAPK signaling pathways, and ERK1/2, p38 MAPK, and JNK/SAPK were included.In the study of Park (Park et al., 2017), it was proved that verticine was able to attenuate the production of pro-inflammatory cytokines IL-6, IL-8, and TNF-α and reduce the phosphorylation of MAPKs and the expression of NF-κB in PMACI-induced human mast cell (HMC-1). Verticine could also decrease the passive cutaneous anaphylaxis (PCA) reactions in rats. It suggested that verticine could be used to treat mast cell-derived allergic inflammatory reactions. The patch-clamp technique with HEK 293 cell lines was applied to study the anti-inflammatory and pain-relieving mechanisms of verticine against selected ion channels by Xu (Xu et al., 2016). The results of this research informed that the potential mechanisms of verticine for pain relieving and anti-inflammation were to inhibit Kv1.3 ion channel in a concentration dependent manner and block the Nav1.7 ion channel. The antinociceptive effect on inflammatory pain and paclitaxel induced cancer-related neuropathic pain of verticinone were also explored to be generally through both peripheral and central mechanisms in the rat models in Xu’s study (Xu et al., 2011). Luo (Luo et al., 2019a) evaluated the anti-inflammatory effect of verticine on IL-1β induced inflammatory response in mouse articular chondrocytes and ameliorates murine osteoarthritis model. The results showed that verticine could dramatically inhibit the expression of NO, PGE2, COX-2, TNF-α, iNOS, and IL-6 through pretreatment in vitro. Verticine was able to evidently increase the expression of aggrecan and collagen-II, alleviate the degradation of extracellular matrix (ECM) and reduce the production of thrombospondin motifs 5 (ADAMTS-5) and MMP-13 in a dose-dependent manner. The anti-inflammatory mechanisms of verticine were related to the inhibition of AKT phosphorylation and NF-κB activation with the activation of Nrf2/HO-1 signaling pathways. The anti-pulmonary inflammation and anti-pulmonary fibrosis activities of verticinone in rat models of bleomycin-induced lung injury were investigated by Guo (Guo et al., 2013). The data of the study informed that verticinone obviously ameliorated inflammation of alveolar and lung interstitial. Verticinone dramatically suppressed pulmonary fibrosis of bleomycin-induced rat model through down-regulating IFN-γ levels in serum and TGF-β, NF-κB, CTGF, ERK1/2, and FasL in pulmonary tissue markedly, which were comparable to dexamethasone. Gong (Gong et al., 2018) researched the anti-inflammatory properties of verticinone on LPS-induced mastitis model in mice and the mouse mammary epithelial cells (mMECs) model stimulated with LPS in vitro via being pretreated with verticinone. The data identified that verticinone exhibited potent anti-inflammatory effects on LPS-induced mastitis in mice, which could distinctly alleviate the histopathological injury of the breast in vivo and noticeably lower the MPO activity. Meanwhile, it was able to decrease the production of pro-inflammatory mediator TNF-α, IL-6, IL-1β, COX-2, and iNOS in vivo and in vitro. The anti-inflammatory mechanism of verticinone on mastitis was associated with the suppression for phosphorylation of AKT/NF-κB, ERK1/2, and p38 signaling pathways. These studies indicate that alkaloids from BFC have anti-inflammatory property, and BFC may be a great potential candidate to be developed for the prevention and treatment of inflammatory diseases. The anti-inflammatory mechanisms of BFC are shown in Figure 2.Open in a separate windowFIGURE 2The anti-inflammatory and anti-oxidative stress signaling pathways of BFC. The Mechanisms of BFC in the Treatment of Asthma, COPD, and ARDSAsthma is a long-term inflammatory disease of the airways, which is featured by overproduction of Th2 cytokines such as IL-4, IL-5, and IL-13 as well as accumulation of pulmonary eosinophils (Bousquet et al., 2000; Douwes et al., 2002; Factor, 2003; Yeum et al., 2007). BFC is a well-known TCM for the treatment of asthma and bronchial inflammation, and pharmacological studies have demonstrated that BFC has significant anti-asthmatic effect.Yeum (Yeum et al., 2007) investigated the eosinophilic accumulation in the lungs, regulation of Th2 cytokine, and production of histamine and immunoglobulin E (IgE) in a murine model of asthma to research the anti-asthmatic effects of BFC. Eosinophilic proliferation was carried out by the uptake of [3H] thymidine, and accumulation of eosinophils. The study found that BFC significantly down-regulated the levels of IL-5, IL-13, and IL-4 in the bronchoalveolar lavage fluid and there was also a reduction of the level of ovalbumin-specific IgE in serum. BFC could lower the number of eosinophils by inhibiting the recruitment of eosinophil and airway inflammation. Therefore, it implies that BFC possesses a strong inhibitory effect on bronchial inflammation by reducing the production of Th2 cytokines such as IL-4, IL-5, and IL-13, IgE, histamine, and decreasing the accumulation of eosinophils and increasing the production of interferon-γ. The cholinergic nervous system is of significance in asthma and COPD. When the organism is infected by virus, or the antigen is inhaled, vagally mediated reflex bronchoconstriction occurs and the increase of reflex bronchoconstriction leads to asthma attacks. The dysfunction of suppressive muscarinic M2 receptors on the vagal nerve endings can enhance the release of acetylcholine. Therefore, the anticholinergic drugs may be of great benefit to treating acute asthma and these reflections can be interrupted effectively by the modified anticholinergics, such as selective M3 antagonists (Jacoby and Fryer, 2001; Lin et al., 2006; Gosens and Gross, 2018). Studies showed that the alkaloids in BFC had potential anti-asthmatic activities. Imperaline and sinpeinine A are the two alkaloids of BFC, and 3β-acetylimperialine is a derivative of imperialine. The research of Lin (Lin et al., 2006) found that imperaline and sinpeinine A were the antagonists of selective muscarinic M2 receptor subtype, and 3β-acetylimperialine was a selective muscarinic M3 receptor subtype antagonist at the cell level. Moreover, in tracheal smooth muscle the spasmolytic effects of imperialine and sinpeinine A were weaker than 3β-acetylimperialine. It suggested that the effective compounds of BFC for the treatment of asthma were 3β-acetylimperialine, imperaline, and sinpeinine A. The mechanism of anti-asthmatic effect of BFC may be related to the selective antimuscarinic activity. In addition, the anticholinergic activities of imperialine were compared with its derivatives, imperialinol, 3β-acetoxyimperialine, 3β-propionoxyimperialine, and 3β-butyroxyimperialine to reveal the structure-activity relationship by Rahman (Atta-ur-Rahman et al., 1998). It was shown that 3β-propionoxyimperialine and 3β-butyroxyimperialine exerted better anticholinergic effect against muscarinic receptors of the heart and brain than imperialine but imperialinol and 3β-acetoxyimperialine exhibited less effective. Therefore, these researches indicate that the alkaloids along with their derivatives may be promising anti-asthmatic candidates in the future and some derivatives are more potent and the mechanisms of BFC for the inhibitory effect on asthma and bronchial inflammation are shown next (Figure 3).Open in a separate windowFIGURE 3The molecular mechanism of BFC for the inhibitory effect on asthma and bronchial inflammation.Liu (Liu et al., 2020b) studied the impacts of six isosteroid alkaloids from BFC on oxidative stress induced by cigarette smoke (CS) and its protection mechanism in RAW264.7 macrophages, in which the alkaloids, verticinone, verticine, imperialine, imperialine-3-β-D-glucoside, delavine, and peimisine were included. The study indicated that the alkaloids in BFC could down-regulate the production of ROS and up-regulate the level of GSH and expression of HO-1 and Nrf2. Furthermore, among them, the effect against cigarette smoke extract (CSE)-induced oxidative stress of imperialine was weaker than that of verticinone, verticine, imperialine-3-β-D-glucoside, delavine, and peimisine. The results elucidated that the property for anti-oxidative stress of alkaloids in BFC and their protective effect against oxidative stress were through activating antioxidant signaling pathway of Nrf2. It identified that BFC as an inhibitor of oxidative stress might be a promising therapeutic drug for diseases related to oxidative stress. Oxidative stress is associated with the pathogenesis of various respiratory diseases, such as ARDS, pulmonary inflammation, lung cancer, asthma, pulmonary fibrosis, and COPD (Bargagli et al., 2009; Kirkham and Barnes, 2013; Valavanidis et al., 2013; Anathy et al., 2018; Gonzalez-Juarbe et al., 2020). A study showed that the activation of Nrf2-mediated antioxidant signaling pathway in asthma mouse model could attenuate ROS-induced airway remodeling (Zeng et al., 2019). Therefore, BFC has the potential therapeutic effects in asthma through anti-oxidation. The anti-oxidative stress mechanisms of BFC are shown above (Figure 2).Furthermore, Kim’s study (Kim et al., 2016) investigated the effects of verticine on EGF, PMA, or TNF-α induced MUC5AC mucin gene expression and production in human pulmonary mucoepidermoid cell line, NCI-H292 cells. The results revealed that verticine could suppress MUC5AC mucin gene expression and production via acting upon airway epithelial cells directly, which suggested that verticine might be suitable for diverse pulmonary inflammatory diseases. COPD is one of the leading causes of death ranking third worldwide. Wang’s research (Wang et al., 2016a) explored the effect of imperialine, one of the essential steroidal alkaloids from BFC, on the function, structure, and inflammation of the lung in a COPD-like rat model induced by the combination of exposure to CS and intratracheal administration of LPS. The results demonstrated that imperialine could alleviate the injury of lung function and structure to reduce the progression of COPD. Imperialine exhibited an inhibition of inflammatory response in the lung by regulating the expression of IL-1β, IL-6, IL-8, TNF-α, NF-kB, TGF-β1, MMP-9, and TIMP-1, which were correlative cytokines in pulmonary tissues. The TNF signaling pathway exhibits an essential role in inflammation, cell proliferation, and cell death. Dysregulation of signal transduction of NF-κB induced by TNF receptor 1 (TNFR1) leads to chronic inflammation, which is related to a variety of human inflammatory pathology, such as ARDS, pulmonary vascular endothelial injury, and pulmonary interstitial inflammation (Stephens et al., 1988; Goldblum et al., 1989; Chen and Goeddel, 2002; Kalliolias and Ivashkiv, 2015; Van Quickelberghe et al., 2018; Wang et al., 2018). The mechanisms of BFC in the treatment of COPD are shown in Figure 4.Open in a separate windowFIGURE 4The mechanism of BFC in the treatment of COPD.The study of Wang (Wang et al., 2016) investigated the anti-inflammatory effect in the lung of alkaloids in BFC in vivo by using lipopolysaccharide (LPS)-induced ARDS. The results showed that alkaloids in BFC could inhibit inflammatory cells recruitment and cytokines production such as TNF and IL-6 in the bronchoalveolar lavage fluid from LPS-induced ARDS mice, and attenuate pathological changes in the lung tissues. The mechanisms of BFC in the treatment of ARDS are shown in Figure 5. As for lung injury, it is characterized by pulmonary inflammatory reaction and will develop into pulmonary fibrosis with deposition of fibrin and collagen (Limper, 2004; Graves et al., 2010; Bhatia et al., 2012). These studies suggested that BFC showed a better therapeutic effect on pulmonary inflammatory diseases such as asthma, COPD, and ARDS.Open in a separate windowFIGURE 5The mechanism of BFC in the treatment of ARDS. The Mechanisms of BFC in the Treatment of Lung CancerLung cancer is one of the most frequent cancers, remaining the leading cause of cancer death among males globally (Bray et al., 2018) and the pathogenesis of cancer is bound up with proliferation, apoptosis, inflammation, etc. (Xiu et al., 2015). Lung cancer comprises small-cell lung cancer (SCLC) and non-small cell lung cancer (NSCLC), among which SCLC accounts for approximately 15% of all lung cancers and NSCLC accounts for approximately 85% including adenocarcinoma, squamous-cell carcinoma, and large-cell carcinoma (Oser et al., 2015; Remark et al., 2015; Reck et al., 2017; Herbst et al., 2018; Osmani et al., 2018; Yang et al., 2019). BFC displays significant anti-tumor activity, and its extract as well as alkaloids exhibit anti-proliferative effects on the growth of glioblastoma, colorectal, oral, human promyelocytic leukemia, immortalized keratinocyte, hepatoma, Ehrlich ascites carcinoma, ovarian, and endometrial cancer cells (Ping et al., 1995; Pae et al., 2002; Yun et al., 2008; Bokhari and Syed, 2015; Kavandi et al., 2015; Zheng et al., 2017; Zhao et al., 2018b). Bokhari (Bokhari and Syed, 2015) found that BFC could significantly suppress TGF-β/SMAD signaling pathway to inhibit cancer cell proliferation, invasion, and metastasis. What’s more, studies showed that BFC exerted a potent therapeutic effect on lung cancer (Wang et al., 2014b; Chen et al., 2020d). Li suggested that BFC was the most commonly used single herb for the treatment of lung cancer (Li et al., 2018). BFC is contributing to the treatment and survival of lung cancer patients in clinical practice, and it is widely used as an adjuvant treatment of lung cancer chemotherapy in TCM (Kavandi et al., 2015), even to the extent that BFC can further enhance the treatment efficiency of lung cancer from 70 to 95% (Lin et al., 2020).In the study of Li (Li et al., 2020c), the effects of aqueous extract of BFC (AE) along with its mechanism in NSCLC A549 cells in vitro and xenograft model of nude mice in vivo were assessed. The results in vitro revealed that AE displayed inhibition of A549 cells proliferation and colony formation and promotion of apoptosis. RNA-seq was performed using GO and KEGG pathway enrichment analysis and it was found that the dominant differentially expressed genes (DEGs) were associated with apoptosis, immune response, and cell cycle process. While AE increased the expressions of STAT 1 and STAT4 as well as their target genes IFN-γ and IL-12, triggered Bcl-2/Bax proteins attributing to cellular apoptosis in A549 cells. The results in vivo showed that AE lessened the size of tumor and induced cytokines IL-12 and IFN-γ secretion. BFC showed notably antitumor activity through a co-regulatory network mediated by STAT1 and STAT4 for activation of immunomodulation to induce apoptosis. Wang (Wang et al., 2014b) used the human lung carcinoma cell line (A549) to investigate the antitumor activity of BFC in vitro, in which the antiproliferative activities of the different fractions from BFC including MeOH extracts (ME), petroleum ether extracts (PE), chloroform extracts (CE), n-hexane extracts (HE), water extracts (WE), and the purified total alkaloids of BFC (TAF) were to be examined. The results of the study demonstrated that CE, primarily containing total alkaloids and the TAF displayed higher antiproliferative effect than the others. The major alkaloids monomers in CE and TAF were peimisine, imperialine, and chuanbeinone and TAF displayed obviously antineoplastic activity and low toxicity in vivo. The antitumor mechanism of TAF was to suppress tumor angiogenesis and promote apoptosis through increasing the level of caspase-3 expression.Wang (Wang et al., 2014c) similarly made an investigation of antitumor activities of BFC extracts against Lewis lung carcinoma cells (LLC). The different fractions from BFC were ME, PE, CE, HE, TAF, and WE. It was indicated that CE and TAF displayed stronger suppression of proliferation on LLC cells than others. The three dominant alkaloid compounds (peimisine, imperialine, and chuanbeinone) in CE and TAF could significantly inhibit the proliferation of LLC cells. The inhibitory effect against LLC cells growth of imperialine was weaker than chuanbeinone and peimisine in vitro. The cell cycle and sub-G1 group of LLC cells were assessed to find that the TAF could induce apoptosis and the cell cycle arrest. Moreover, the mice models were constructed by inoculating LLC cells suspension into the left armpit of C57BL/6 J mice subcutaneously with LLC cells maintaining in solid form for serial transplantation. The results in vivo indicated that TAF exerted antitumor effect obviously with low toxicity and could dose-dependently suppress the growth of transplantable LLC tumor. The antitumor mechanism of TAF was associated with the inhibition of tumor angiogenesis and promotion of apoptosis by activating caspase-3. Chuanbeinone showed obvious antitumor activity against LLC in vitro and induced S phase arrest and apoptosis of LLC in Wang’s other study (Wang et al., 2015a). Chuanbeinone decreased the antiapoptotic Bcl-2 expression and increased the proapoptotic protein Bax and caspase-3 expression. Moreover, chuanbeinone could suppress tumor angiogenesis and increase apoptosis by up-regulating caspase-3 expression in vivo, in which the LLC cells were subcutaneously inoculated into the left armpit of the mice. Verticine was also reported to suppress human lung adenocarcinoma A549/DDP cell proliferation dose-dependently and reverse multidrug resistance (MDR). The anti-lung cancer mechanisms of verticine were associated with apoptosis induction along with decreasing of lung resistance protein (LRP) and excision repair cross-complement 1 (ERCC1) mRNA expression (Yin et al., 2019). Imperialine, as quality control component (Ye and Wang, 2014), is one of the active compounds in alkaloids from BFC and is also the anti-inflammatory agent. The research of Lin (Lin et al., 2020) investigated the anti-cancer effects against NSCLC and its related molecular mechanism of imperialine in vitro and in vivo. A549 cell lines were used for NSCLC cells model in vitro and A549 tumor-bearing mouse model was built for in vivo research. It was found that the imperialine could significantly suppress the activity of NF-κB to inhibit not only NSCLC tumor but also inflammation both in vitro and in vivo through the inflammation-cancer feedback loop with extremely low toxicity and side effects on blood cell and the main organs. The NSCLC-targeting liposomal system was effectively developed for targeted drug delivery, which could promote the cellular uptake of imperialine at tumor sites and the accumulation in vivo to enhance the overall therapeutic effect of anti-tumor. Hence, these studies indicate that the alkaloids of BFC exert anti-cancer activity against lung cancer while exhibiting systemic safety, and BFC is expected to become a promising novel anti-tumor agent for lung cancer.The STAT family of proteins is the central in modulating immune responses in the carcinoma microenvironment to accelerate or suppress malignant tumors by regulating cytokine-dependent inflammation and immunity, which are closely relevant to human cancer (Yu et al., 2009; Gutiérrez-Hoya and Soto-Cruz, 2020; Verhoeven et al., 2020). Apoptosis is a form of programmed cell death, which is a natural manner to efficiently eliminate the aged cells or damaged cells from the body. Hence, currently most anti-cancer drugs are inducing apoptosis and triggering correlative cell death signaling pathways to get rid of carcinoma cells (Mohammad et al., 2015; Pistritto et al., 2016; Mortezaee et al., 2019). The caspase family is recognized as a key participant in the execution of apoptosis, especially caspase-3 (Cohen, 1997; Anjum et al., 1998; Green and Llambi, 2015; Nagata, 2018; Ramirez and Salvesen, 2018). Transcription factor family NF-κB has been considered the central mediator in inflammation processes and an essential role in innate and adaptive immunity responses. The activation of NF-κB is also prevalent in cancer, in which NF-κB activation is primarily triggered by inflammatory cytokines within the carcinoma microenvironment. Furthermore, the survival genes in malignant tumor cells and the proinflammatory genes in carcinoma microenvironment are activated by NF-κB conversely (DiDonato et al., 2012; Fan et al., 2013; Hoesel and Schmid, 2013; Shostak and Chariot, 2015). Therefore, NF-κB plays a crucial role in inflammation and cancer.In this study, it is found that BFC has strong anti-tumor activity, exhibiting anti-proliferative effect on the growth of lung cancer cells, and BFC displays therapeutic effect on lung cancer in vitro and in vivo. The anti-lung cancer mechanisms of BFC include inducing apoptosis, anti-proliferation, preventing tumor invasion and metastasis, activating STATs-mediated immunomodulation to trigger apoptosis, inhibiting NF-κB-mediated inflammation-cancer feedback loop, up-regulating proapoptotic protein Bax and caspase-3, down-regulating antiapoptotic Bcl-2, reversing MDR, and decreasing LRP and ERCC1. It is of great significance to study the anti-lung cancer mechanism of BFC for its rational application and development. These results indicate that BFC may be a promising medication for lung cancer, which can be used as a new source of NF-κB inhibitor in the treatment of lung cancer. It also can be applied in modulating immune response to improve anti-lung cancer therapies and even to become an effective caspase-3 promoter in apoptosis signaling pathways. Besides, BFC can also be widely used in the adjuvant treatment of lung cancer owing to its extremely low adverse reactions and side effects, in order to ultimately improve the quality of life and prognosis for the lung cancer patients. The mechanisms of BFC in the treatment of lung cancer are shown in Figure 6.Open in a separate windowFIGURE 6The mechanism of BFC in the treatment of lung cancer. The Mechanisms of BFC in the Treatment of Pulmonary TuberculosisTuberculosis (TB) is an infectious disease caused by bacteria Mycobacterium tuberculosis spread by coughing, speaking, or singing, which is still one of the top 10 causes of death (ranking above HIV/AIDS) and the leading cause of death from a communicable disease among adults in the world, with more than 10 million people getting ill due to tuberculosis every year (WHO, 2020). The pathological features of tuberculosis are typically pulmonary necrotizing granulomatous inflammation, namely the lungs are affected, which is called pulmonary tuberculosis (Wang et al., 2014d; Furin et al., 2019). The Mycobacterium tuberculosis in the lungs can also infect other parts of the body, such as the kidney, spine, and brain through the blood and approximately all external parts of the lung may be affected, which is called extrapulmonary tuberculosis (Dheda et al., 2016). Tuberculosis can affect anyone anywhere; therefore, it remains one of the greatest health issues worldwide.TCM plays a crucial role in the treatment of tuberculosis and promotes the discovery and development of new anti-tuberculosis drugs (Wang et al., 2015b) and BFC has the action of anti-tuberculosis (Khare and Khare, 2007). Studies found that BFC in modern and ancient prescriptions could help improve the treatment of tuberculosis (Xu et al., 2020b). Feitai Capsule is made up of several Chinese herbal medicines, such as BFC, Stemonae Radix, Eriobotryae Folium, and Scutellariae Radix. Wang (Wang et al., 2017c) used Feitai Capsule to evaluate the clinical efficacy for retreated pulmonary tuberculosis. The results showed that Feitai Capsule combined with anti-tuberculosis chemotherapy drugs in the treatment of retreated pulmonary tuberculosis could effectively promote the absorption of the lesions and the closure of cavities and accelerate the conversion of sputum bacteria to negative. It was shown that Feitai Capsule could enhance the immunity and promote the inflammation dissipation of patients with pulmonary tuberculosis. The TCM Niubeixiaohe is composed of six kinds of TCM such as BFC, Rhizoma Bletillae, Radix Platycodonis, Fructus Arctii, and so on. Liang (Liang et al., 2017) investigated the effects of Niubeixiaohe powder and Niubeixiaohe extracts on tuberculosis mice models infected with Mycobacterium tuberculosis H37Rv in vivo. It was found that Niubeixiaohe powder and Niubeixiaohe extracts exhibited anti-tuberculosis effects and in particular the Niubeixiaohe extracts could distinctly improve the pulmonary lesions to return to normal pulmonary structure. It could be concluded from this research that Niubeixiaohe was an effective anti-tuberculosis prescription to treat tuberculosis in clinical practice.Latent tuberculosis infection (LTBI) is a condition of sustained immunity reaction to irritation by antigens of Mycobacterium tuberculosis with no phenomenon of active tuberculosis disease in clinical manifestation (Centers for Disease Control and Prevention [CDC]). Mostly there are no signs or symptoms of tuberculosis disease with no infectivity, but once triggered by some factors, it will develop into active tuberculosis disease and become infectious. The most important factor for active tuberculosis disease after infection is immunological situation (Falzon et al., 2020), combined with the findings of this study that BFC had a good protective effect on lung health, which displayed a strong role in activation of immunomodulation and suppressed lung inflammation. TCM prescriptions containing BFC had a good therapeutic effect on pulmonary tuberculosis. Therefore, BFC is a potential drug for the treatment of pulmonary tuberculosis and LTBI can be prevented effectively by making use of BFC, so that it does not become active tuberculosis disease. The mechanisms of BFC in the treatment of pulmonary tuberculosis are shown in Figure 7.Open in a separate windowFIGURE 7The mechanism of BFC in the treatment of pulmonary tuberculosis. Is There a Potential Drug in the Treatment of COVID-19?The renin-angiotensin system (RAS) plays a major role in control of electrolyte homeostasis, fluid, and blood pressure. Renin and angiotensin I converting enzyme (ACE) cleave the angiotensinogen, the major precursor protein of RAS into angiotensin I (Ang I) and angiotensin II (Ang II), respectively (Pahlavani et al., 2017). RAS consists of ACE, angiotensin converting enzyme 2 (ACE2), Ang II, and Ang II type 1 receptor (Xia and Lazartigues, 2010). The spike glycoprotein (S protein) on the surface of SARS-CoV-2 is a crucial structural protein. It is a highly glycosylated homotrimer and can mediate the invasion of SARS-CoV-2 into human cells (Zheng et al., 2020a; Xu et al., 2020c; Walls et al., 2020; Wrapp et al., 2020; Zhong et al., 2020). ACE2 is expressed in many other organs such as lung, stomach, kidney, brain, heart, spleen, liver, and intestines, among which the lung and small intestine are the main vulnerable parts (Hamming et al., 2004; Elased et al., 2008; Chen et al., 2020e) with the expression on the surface of many cell membranes like pulmonary alveolar, tracheal, and bronchial epithelial cells, and also the macrophages (Kai and Kai, 2020). ACE2 regulates the RAS by degradation of Ang II produced by ACE, and it is an important regulator of ARDS (Kai and Kai, 2020). ACE2 is identified as the host cell functional receptor of SARS-CoV-2 as well as SARS-CoV and virus enters the host cells by binding the S protein to ACE2 receptor and adsorbing onto it (Wu et al., 2020d; Gheblawi et al., 2020; Hoffmann et al., 2020). When SARS-CoV-2 enters the host, it will replicate, assemble, and release a great quantity of viral particles thus numerous viruses invade the body and cause disease. SARS-CoV-2 utilizes the identical cell entry receptor to SARS-CoV. That is to say, the two virus SARS-CoV-2 and SARS-CoV both use their expressed S protein to bind to ACE2 and enter the host cells. But the affinity of SARS-CoV-2 for ACE2 is 10–20 times that of SARS-CoV, which improves its transmission ability (Li et al., 2020b). Significantly, ACE is markedly different from ACE2. ACE also targets on Ang I to generate Ang II involved in the pathogenesis of ARDS, which leads to vasoconstriction and bronchoconstriction, increases blood vessel permeability, and triggers inflammation, fibrosis, and apoptosis. Thus it accelerates the progress of ARDS and lung failure in COVID-19 patients and SARS-CoV infection patients (Wang et al., 1999; Li et al., 2003b; Suzuki et al., 2003; Wösten-van Asperen et al., 2008; Rossi et al., 2020). However, ACE2 targets on Ang II to generate Ang (1–7), which improves ARDS and ACE2 gene deletion aggravates ARDS (Imai et al., 2005) and thus enzyme ACE2 provides a new therapeutic method for the syndrome (Wösten-van Asperen et al., 2011). ACE2 converts Ang I to Ang (1–9) (Donoghue et al., 2000) and Ang (1–7) and Ang (1–9) will result in reduction of inflammation and fibrosis (Wigén et al., 2020). Studies confirmed that it could decrease inflammation and mitigate lung injury through inhibiting ACE, or blocking the Ang II receptor in ARDS and the risk could not be increased by administration with ACE inhibitors after being infected by SARS-CoV-2, even more ACE inhibitors can increase ACE2 (Hagiwara et al., 2009; Wösten-van Asperen et al., 2010; Wysocki et al., 2020). Preoperative serum ACE activity was suggested as a useful prognostic indicator in lung cancer (Danilov et al., 2019). Therefore, the RAS plays an important part in the process of COVID-19 and other pulmonary diseases, and quickly it becomes a hot spot to apply RAS blockers to treat COVID-19 (Danser et al., 2020; Fang et al., 2020; Grasselli et al., 2020; Vaduganathan et al., 2020). In Oh’s study, it was found that verticinone, verticine, and peimisine could inhibit the activity of ACE in a dose-dependent manner, exhibiting as high as 50% inhibitory concentration of 165.0, 312.8, and 526.5 μM, respectively (Oh et al., 2003). Moreover, many other Fritillaria alkaloids were also found to have inhibitory activity against ACE significantly (Kang et al., 2002; An et al., 2010). The RAS that BFC compounds influence is shown in Figure 8.Open in a separate windowFIGURE 8The renin-angiotensin system (RAS) that BFC compounds influence.Second, the systemic symptoms of COVID-19 patients showed that the levels of C-reactive protein, D-dimer, lactic dehydrogenase (LDH), leukocyte, and neutrophil-lymphocyte ratio (NLR) were elevated but the levels of lymphocytes and platelets were decreased (Chan et al., 2020; Guan et al., 2020; Henry et al., 2020; Qin et al., 2020; Çolak et al., 2021). In severe COVID-19 patients there was dramatically lower number of CD4+ and CD8+ T cells in the peripheral blood accompanied by the reduced lymphocytes in the spleen and lymph nodes as well as the lymphocyte degeneration, necrosis (Li et al., 2020b). Xiong (Xiong et al., 2020) found that the reason for patients’ lymphopenia might be associated with activation of apoptosis and P53 signaling pathway in lymphocytes induced by SARS-CoV-2. Interestingly, with the increasing age the function of naive CD4+ and CD8+ T cells may be damaged, which should be responsible for declined immunoregulation in the elderly (Rane et al., 2018; Li et al., 2019) and it might be one of the reasons why the severity is worse in older COVID-19 patients. Thus, the SARS-CoV-2 infection will trigger an immune response and mainly impact on T lymphocytes, especially CD4+ and CD8+ T cells, and potential immunological markers are related to COVID-19 (Chen et al., 2020f). Initially, adaptive immunoreaction is generated to purge the virus and halt disease process in the immune cell response (Shi et al., 2020). If the protective immunoreaction is damaged, the virus will replicate and impair tissue, particularly in apparatus with more expression of ACE2, just like lungs. The impaired pulmonary cells lead to innate inflammation, which is mainly arranged by macrophages and granulocytes mediating inflammation. With the aggravation of the disease, the potentially lethal lung inflammation occurs, accompanied by the appearance of high fever and myalgia (De Virgiliis and Di Giovanni, 2020), suggesting a serious immune imbalance. Consequently, the systemic immune system is abnormally activated and dysregulated and this immune response results in the cytokine release syndrome (CRS), namely “cytokine storm” that is an excessive immune response (Sinha et al., 2020; Ye et al., 2020). In the “cytokine storm” of SARS-CoV-2 infection there is an intense inflammatory response with the release of abundant increased pro-inflammatory cytokines such as IL-1β, IL-7, IL-8, IL-9, IL-10, FGF, G-CSF, GM-CSF, IFN-γ, IP-10, MCP-1, MIP-1A, MIP1-B, PDGF, TNF-α, and VEGF in both ICU and non-ICU COVID-19 patients (Liu et al., 2020c; Ragab et al., 2020). Along with the “cytokine storm” expanding, the monocytes/macrophages exhibit overactivation followed by acute lung injury, contributing to ARDS (Zhang et al., 2020b), which are the important factors of the COVID-19 transition from mild to severe diseases. Therefore, due to the reduced CD4+ and CD8+ T cells, the “cytokine storm” is mediated by leukocytes other than T cells and severe COVID-19 is related to excessive immune response bound up with CRS such as high levels of CXCL-10, CCL-7, and IL-1, which then result in loss of lung function, lung tissue injury, repair imbalance, and respiratory failure (Vaninov, 2020). Furthermore, the viral infection-immunity-inflammation of SARS-CoV-2 are throughout the whole process of COVID-19 even in the recovery stage or after hospital discharge (Wen et al., 2020). A report showed that through immunohistochemistry the expression of IL-4 and M2 macrophages scores of lung tissue were markedly increased in the patients with COVID-19, accompanied by the higher participation of the Th2 (Vaz de Paula et al., 2020). Hence, effective immunization and inflammation therapy can commendably reduce the transition from initial and advanced stages to severe and critical illness, and decrease the incidence of critical illness to lower the mortality. BFC was confirmed to possess a strong inhibitory effect on immunity-inflammation by reducing the production of Th2 cytokines such as IL-4 and IL-13, as well as acting on antagonists of selective muscarinic M2 receptor subtype.Besides, the complications of serious COVID-19 involve severe pneumonia, pulmonary edema, ARDS, and organ failure (Wu and Mcgoogan, 2020). The pulmonary pathology primarily exerts distinct alveolar injury, such as alveolar edema and protein exudation meanwhile exhibits vascular congestion and inflammatory infiltration, along with local fibrin clusters mixed with mononuclear inflammatory cells and multinucleated giant cells (Tian et al., 2020). Thus, COVID-19 is usually associated with inflammation and characterized as acute inflammatory disease (Manjili et al., 2020). Recent reports indicated that severe COVID-19 patients had numerous evidently higher proinflammation cytokines levels of IL-6, TNF, IL-1, IL-2, IL-17, IFN-γ, G-CSF, MCP-1, IFN-γ-induced protein 10(IP-10), and so on, which was similar to that discovered in patients infected with SARS-CoV and MERS-CoV (Wong et al., 2004; Jiang et al., 2005; Lau et al., 2013; Wang et al., 2020c). Especially, severe forms of COVID-19 mainly refer to inflammatory cytokines IL-1β, TNF, and IL-6 (Fauter et al., 2020). Increased levels of inflammatory cytokines may influence lung function and elevated levels of specific cytokines in the pulmonary alveolar microenvironment may lead to respiratory distress. COVID-19 pneumonia is more prevailing in the elderly than in the younger (Yuki et al., 2020). With the increase of age, the ability to resist infection and protect immune responses reduces and the activity of macrophages declines. The level of pro-inflammatory cytokines increases, so that the severity of SARS-CoV-2 infection will worsen in the elderly (Linehan and Fitzgerald, 2015; Zhou et al., 2020b; De Virgiliis and Di Giovanni, 2020). Therefore, blocking these inflammatory cytokines can benefit patients with COVID-19. Victoriously suppressing inflammation may be a promising therapy for the treatment of COVID-19. What makes sense is that the preliminary try to ameliorate COVID-19 by blocking IL-6 reveals hope (Yang et al., 2020a; Liu et al., 2020d; Wang et al., 2020d). Pacha (Pacha et al., 2020) put forward that IL-17 was also a plausible target to decrease the recruitment of neutrophil. Through targeting on IL-17, some factors in ARDS would be suppressed. Studies found that the numbers of neutrophils and macrophages in the airways and blood of COVID-19 patients were increased (Wu et al., 2020a; Du et al., 2020) and the proliferation of macrophages was usually found. Meanwhile, COVID-19 patients showed infiltration of monocytes, lymphocytes, and neutrophils. Bridgewood (Bridgewood et al., 2020) suggested that severe inflammation in COVID-19 could be treated by blocking infiltration of neutrophils, monocytes, and lymphocytes, and decreasing inflammatory cytokines such as TNF-α, IL-6, IL-1β, and chemokines such as IFN, CCL-2 produced by immune cells, and airway epithelial cells. The alkaloids from BFC such as imperialine, verticinone, verticine, peimisine, and delavine could inhibit IL-1β, TNF-α, and IL-6 production, and suppress inflammatory response in the lung, which might help to alleviate ARDS associated with COVID-19 and fibrosis development. The characteristics of regulating the “cytokine storm” that BFC exhibits is shown (Figure 9).Open in a separate windowFIGURE 9BFC exhibits the characteristics of regulating the “cytokine storm”.COVID-19 cases have different types such as mild, moderate, severe, and critical cases (Saied et al., 2021). However, there are many COVID-19 patients who tested positive on the RT-PCR test for SARS-CoV-2 but with no typical clinical symptoms or signs (Wu et al., 2020e; Schuetz et al., 2020; Torres et al., 2021). These infections are asymptomatic but they can also transmit the virus to others (Luo et al., 2020a; Huang et al., 2020b). Studies have shown that the viral load that was detected in the asymptomatic patient was similar to that in the symptomatic patients and asymptomatic or mild cases combined represent about 40–50% of all infections (Qiu, 2020; Zou et al., 2020). It is a great importance to prevent and control this specific type of asymptomatic infection. Some asymptomatic infections may develop into symptomatic cases, and some will recover by themselves (Gao et al., 2021). Young cases (<15 years old) of COVID-19 such as children had milder clinical manifestations and nearly half of them were prone to be asymptomatic (Hu et al., 2020; Qiu et al., 2020). The pathological mechanism shows that adults have a much higher prevalence of increased C-reactive protein than do children, and there is less immune damage in children with a much milder immunological response (Qiu et al., 2020). Thus, in asymptomatic patients, SARS-CoV-2 invasion causes only a specific mild immune response. Besides, some researchers supported that antiviral therapy could fasten viral clearance on asymptomatic infections (Hu et al., 2020; Lu et al., 2021). BFC is natural drug sources for respiratory diseases from Fritillaria, and Fritillaria displays antiviral activities such as influenza viruses that cause respiratory diseases (Wang et al., 2021). Therefore, in nucleic acid screening for SARS-CoV-2 positive, diagnosed as asymptomatic infection, it is necessary to intervene by giving BFC for treatment the first time. Age and body condition may play an important role in the severity of COVID-19, which is related to different immune responses and other potential factors. BFC may have a benefit for COVID-19 patients with treatment of typical clinical symptoms such as fever, cough, sore throat, dyspnea, etc., exerting antiviral activities, and regulating of immune responses, inflammatory responses, STAT, NF-κB, and MAPK signaling pathways, the “cytokine storm”, and RAS (Table 2).TABLE 2The clinical characteristics and corresponding pathological or potential treatment mechanisms of COVID-19 intervened by BFCNO.TypeNucleic acid testsClinical characteristicsPathological/treatment mechanismsPopulation trendBFC intervention1AsymptomaticpositiveNo clinical symptoms• Immune responsesYoung\nYes\nOthers• Antiviral therapy\n• Others2MildpositiveMild clinical symptoms• Clinical symptom treatmentOthers• Lung inflammation• Immune responses3ModeratepositiveClinical symptoms• Inflammatory responsesAdult or elderlyMild pneumonia• Cytokine stormOthers• Renin-angiotensin system (RAS), ACE2/ACE target4SeverepositiveClinical features• STAT, NF-κB, and MAPK signaling pathways\nHypoxia• OthersRapid breathVital organs injuriesOthers5CriticalpositiveRespiratory failure• Mechanical ventilationARDS• ICU monitoring treatmentShock• MedicationOther organ failure• OthersOthersOpen in a separate window Summary and OutlookIn order to successfully defeat the life-threatening COVID-19, many efforts should be made to target ACE, block the cytokines storm, inhibit inflammation, modulate immunity, improve the symptoms, alleviate lung damage, and prevent pulmonary fibrosis. However, up to now, there is no strong clinical evidence to support the efficacy of any other drugs against COVID-19. Namely, there is still lack of specific drugs as well as therapeutic regimens for the treatment of COVID-19 except for the existing chemical drugs such as intravenous remdesivir and dexamethasone, which have modest effects and can only alleviate some symptoms (Zumla et al., 2016; Bailly and Vergoten, 2020; Li and De Clercq, 2020; Asselah et al., 2021). Nowadays, natural products are attracting more and more attention because they are the source of drugs for the prevention and treatment of many diseases. TCM is considered to be an essential source for discovering natural products with biological activity exerting minimal side effects and showing good results in many difficult problems. Through long-term research on different TCM, numerous valuable compounds have been discovered, such as artemisinin (Klayman, 1985; Tu, 2016), paclitaxel (Rowinsky and Donehower, 1995; Ma and Hidalgo, 2013), curcumin (Heger et al., 2013; Mirzaei et al., 2016; Shafabakhsh et al., 2019), berberine (Kong et al., 2004; Ortiz et al., 2014; Kong et al., 2020), phloretin (Aliomrani et al., 2016; Ye et al., 2018), and so on. Besides, TCM has achieved good clinical effects in the prevention and treatment of SARS-CoV, MERS-CoV, H1N1, H7N9, Ebola, and other epidemics (Liu et al., 2004; Li and Peng, 2013; Luo et al., 2019b; Lu et al., 2020b; Huang et al., 2021). It was worth noting that in 2003, TCM could shorten the hospitalization, reduce drug side effects, and improve symptoms of patients with SARS (World Health Organization, 2004; Leung, 2007). Furthermore, the genomic and in silico structural characterization of SARS-CoV-2 showed that SARS-CoV-2 and SARS-CoV were closely interrelated. It reminds us that TCM may have potential application value in the current COVID-19 epidemic, and it is a resource for drug discovery against SARS-CoV-2 (Ling, 2020). Currently, in the SARS-CoV-2 pandemic, TCM has played a big role in China’s fight against COVID-19 and in China more than 70,000 patients, or 92% of all confirmed cases on the mainland have received TCM treatment, which has been effective for over 90% of them (Zhang, 2020). In addition to conventional remedy, the intervention of TCM as a complementary therapy has also made a difference. Various medicines applied in TCM system have been recommended for the treatment of COVID-19, and the TCM therapy is on account of the different period of disease and symptoms (National Health Commission of the People’s Republic of China; Yang et al., 2020b). TCM is characterized by multiple components, multi-targets, multiple pathways, and exerts poly-pharmacological synergistic effect on the human body (Wang et al., 2012b; Guo et al., 2020b). The secondary plant metabolites in herbal TCM play a comprehensive therapeutic role and have participated in dealing with many complex diseases (Hussein and El Anssary, 2019). As the result of analogous chemical structure of secondary metabolites, there is a synergistic or similar pharmacological effect probably and compounds with similar activities can act on the same targets such as protein family in a synergistic manner against the redundancy of the biological network. Besides, compounds without common targets can also produce similar therapeutic effects on the same disease because different targets could be involved in the same signaling pathway, which is closely related to the pathological process (Ye et al., 2012). Therefore, it is of great significance to find potential Chinese medicines of anti-COVID-19 based on the chemical database of TCM (Luo et al., 2020b; Zhang et al., 2020c; Zhang and Liu, 2020). Even, it is believed, that the combination of TCM and Western medicine might be a potent therapeutic approach for COVID-19 (Zhang et al., 2004; Liu et al., 2020e). BFC, as an important edible and medicinal plant, has strong bioactive material basis. Modern pharmacological research shows that the extracts, alkaloid, or monomer alkaloids of BFC have extraordinary anti-inflammatory properties, which are helpful for the treatment of inflammation of the respiratory system. For example, BFC alkaloids imperialine, chuanbeinone, verticine, verticinone, and peimisine are used to treat lung-related diseases such as lung inflammation, COPD, ARDS, tuberculosis, and lung cancer. BFC has also been developed into herbal dietary supplement products such as the most popular Nin Jiom Pei Pa Koa used to relieve sore throat, cough, etc., which is mainly Fritillaria-based herbal extracts of sucrose syrup (Cunningham et al., 2018; Drugs.com, 1064b). Through this review, it is found that the therapeutic mechanism of BFC on respiratory diseases exerts the characteristics of multi-components, multi-targets, and multi-signaling pathways. The main related signaling pathways of BFC’s effect on respiratory diseases are shown (Figure 10). The pharmacological activities of BFC with details are summarized and shown in Table 3. The main related compounds and targets of BFC effect on respiratory diseases are shown as follows (Tables 4, ​,5).5). SARS-CoV-2 will cause inflammatory responses characterized by damage of deep airway and alveolar; meanwhile, the patients develop symptoms such as fever, dry cough, and fatigue, and the lungs eventually show fibrosis and exudative lesions. BFC has a good therapeutic effect on respiratory diseases to treat cough, sputum, asthma, bronchial inflammation, ARDS, COPD, and pneumonia due to its beneficial antitussive, expectorant, anti-inflammatory, anti-asthma, anti-oxidant, and anti-pneumonic effects. Then, we speculate that by utilizing the alkaloids in BFC to act on lung injury, lung inflammation, ACE target, immunoregulation, oxidative stress, and so on, is there a potential drug in the treatment of COVID-19? The reasons BFC may become a potential drug and be beneficial for COVID-19 are as follows:① The diseases of the elderly and the patients with basic diseases, such as the immunocompromised are often serious and dangerous after being infected, and the mortality rate of the elderly over 65 years old is distinctly higher (Zheng et al., 2020b), while BFC is considered to be effective for the treatment of the elderly and children.② The clinical manifestations of COVID-19 are fever, dry cough, phlegm, shortness of breath, etc., while BFC can manage the symptoms such as fever, dry cough, phlegm, asthma, and sore throat. Even as for the asymptomatic infections, it is necessary to intervene by giving BFC to treat the first time due to its antiviral activities, and regulation of immune responses in the early stage.③ SARS-CoV-2 virus infection mainly affects the lungs, and the infected patients begin with flu-like symptoms, quickly developing to ARDS, while BFC exhibits significantly therapeutic effects on ARDS.④ Lung inflammation is one of the characteristics of COVID-19, while BFC has evidently anti-inflammatory activity and obviously alleviates lung inflammation.⑤ In the “cytokine storm” of SARS-CoV-2 infection, there is an intense inflammatory response with the release of abundant increased pro-inflammatory cytokines such as IL-1β, IL-7, IL-8, IL-9, IL-6, IL-10, FGF, G-CSF, GM-CSF, IFN-γ, IP-10, MCP-1, MIP-1A, MIP1-B, PDGF, TNF-α, and VEGF in COVID-19 patients, while BFC can inhibit IL-1β, IL-8, IFN-γ, TNF-α, IL-6, IL-5, IL-13, IL-4, NO, PGE2, COX-2, and iNOS production to suppress inflammatory response.⑥ There is a serious immune imbalance in COVID-19 patients and the immune response is dysregulated and abnormally activated, while BFC has an effect on immunomodulation with regulating the immune related pathways, involving STAT, NF-κB, and MAPK signaling pathways.⑦ ACE is involved in the disease process of COVID-19 and ACE inhibitors are considered to be a promising drug to treat COVID-19, while the alkaloids in BFC can inhibit the activity of ACE in a dose-dependent manner.\nOpen in a separate windowFIGURE 10The main related signaling pathways of BFC’s effect on respiratory diseases.TABLE 3The pharmacological activities of BFC with details.Pharmacological effectsComponentsModelsDetailsPositive/negative controlDoseApplicationRef.Anti-tussiveExtraction with 80% ethanol solventKM mice were exposed to 25% NH4OH produced by a sprayerEnhanced the latent period of cough and inhibited the cough frequency of miceDextromethorphan, 15 mg/kg0.098–1.475 g/kg\nIn vivo\n\nXu et al. (2019)\nImperialine, chuanbeinone, verticinone, verticineClassical mouse cough model induced by ammonia liquorInhibited cough frequency and increased latent period of cough in mice induced by ammoniaCodeine phosphate, 30 mg/kg1.5–3.0 mg/kg\nIn vivo\n\nWang et al. (2011)\nImperialine, imperialine-β-N-oxide, isoverticine, isoverticine-β-N-oxideMouse cough model induced by ammonia liquorInhibited cough frequency and increased latent period of cough in mice induced by ammoniaCodeine phosphate, 30 mg/kg1.5–4.5 mg/kg\nIn vivo\n\nWang et al. (2012a)\nVerticineComputational target fishing combined with manual database miningMAPK1, AKT1 and PPKCB were found for the important targets of cough——\nIn silico\n\nZhang et al. (2020a)\n\nExpectorant\nExtraction with 80% ethanol solventExpectorant effects were evaluated by phenol red expectoration experiment with intraperitoneal injection of phenol red solution to KM miceEnhanced tracheal phenol red outputAmbroxol hydrochloride, 15 mg/kg0.098–1.475 g/kg\nIn vivo\n\nXu et al. (2019)\nImperialine, verticinone, verticineKM mice were treated with intraperitoneal injection of phenol red solutionEnhanced mice’s tracheal phenol red outputAmmonium chloride, 1500 mg/kg1.5–3.0 mg/kg\nIn vivo\n\nWang et al. (2011)\nImperialine, imperialine-β-N-oxide, isoverticine, isoverticine-β-N-oxideKM mice were treated with intraperitoneal injection of phenol red solutionEnhanced mice’s tracheal phenol red outputAmmonium chloride, 1500 mg/kg1.5–4.5 mg/kg\nIn vivo\n\nWang et al. (2012b)\n\nAnti-inflammatory\nVerticinoneRat model of bleomycin-induced lung inflammationAmeliorated inflammation of alveolar and lung interstitial, suppressed pulmonary fibrosis, down-regulated IFN-γ levels in serum and TGF-β, NF-κB, CTGF, ERK1/2, and FasLDexamethasone 0.000405 g/kg0.005 g/kg\nIn vivo\n\nGuo et al. (2013)\nVerticineNCI-H292 cells induced by EGF, PMA, or TNF-αInhibited the expression of MUC5AC mucin gene and protein—10−6-10−5 M\nIn vitro\n\nKim et al. (2016)\nExtraction with 80% ethanol solventXylene was applied to the anterior and posterior surfaces of mice earInhibited ear edema induced by the xyleneDexamethasone, 10 mg/kg0.098–1.475 g/kg\nIn vivo\n\nXu et al. (2019)\nImperialine, chuanbeinoneEar edema model was induced by the xyleneInhibited the development of ear edemaDexamethasone, 5.25 mg/kg1.5–3.0 mg/kg\nIn vivo\n\nWang et al. (2011)\nImperialine, imperialine-β-N-oxide, isoverticine, isoverticine-β-N-oxideEar edema model was induced by the xyleneInhibited the development of ear edemaDexamethasone, 5.25–10.50 mg/kg1.5–4.5 mg/kg\nIn vivo\n\nWang et al. (2012b)\nTotal alkaloid fractionModels of acetic acid-induced capillary permeability accentuation, cotton pellet-induced granuloma formationInhibited acetic acid-induced capillary permeability accentuation, cotton pellet-induced granuloma formationDexamethasone, 5 mg/kg4.5–18 mg/kg\nIn vivo\n\nWang et al. (2016)\nVerticinone, imperialineLPS-stimulated RAW 264.7 macrophagesInhibited the production of NO, TNF-α, IL-1β and the expressions of iNOs and COX-2, decreased NF-κBBerberine, 10 µM100–600 µM\nIn vitro\n\nWu et al. (2015)\nImperialine, verticinone, verticine, peimisine, delavineLPS-induced RAW264.7 macrophage cellsLowered the production of NO, TNF-α and IL-6, and inhibited the mRNA expressions of TNF-α and IL-6. Inhibited the phosphorylated activation of MAPK signaling pathways, included ERK1/2, p38 MAPK and JNK/SAPK—5–100 μM\nIn vitro\n\nLiu et al. (2020a)\nVerticinePMACI-induced human mast cell (HMC-1). SD rats were injected anti-DNP IgE and DNP-HASAttenuated the production of pro-inflammatory cytokines IL-6, IL-8, and TNF-α and reduced the phosphorylation of MAPKs and the expression of NF-κB, decreased PCA reactions1–100 μg/ml Dexamethasone, 1 mg/kg1–100 μg/ml, 1–5 mg/kg\nIn vitro and in vivo\n\nPark et al. (2017)\nVerticineIsolated HEK 293 cells were voltage clamped using a PC 505B patch clamp amplifier in the whole-cell configurationInhibited Kv1.3 ion channel and blocked the Nav1.7 ion channel—1–300 μM\nIn vitro\n\nXu et al. (2016)\nVerticinoneMurine models of inflammatory and neuropathic pain induced by acetic acid and rat model of paclitaxel induced neuropathic inflammatory painInhibited acetic acid-induced writhing response, and the nociceptive response200 mg/kg aspirin1.5–3 mg/kg\nIn vivo\n\nXu et al. (2011)\nVerticineIL-1β induced inflammatory response in mouse articular chondrocytes and ameliorates murine osteoarthritis modelInhibited the expression of NO, PGE2, COX-2, TNF-α, iNOS, and IL-6. Increased the expression of aggrecan and collagen-II, alleviate the degradation of ECM and ADAMTS-5 and MMP-13. Inhibited AKT phosphorylation and NF-κB activation with the activation of Nrf2/HO-1 signaling pathways—10–50 μg/ml, 5 mg/kg\nIn vitro and in vivo\n\nLuo et al. (2019a)\nVerticinoneLPS-induced mastitis model in mice and the mouse mammary epithelial cells (mMECs) model stimulated with LPSLowered the MPO activity, decreased the production of pro-inflammatory mediator TNF-α, IL-6, IL-1β, COX-2, and iNOS. Suppressed phosphorylation of AKT/NF-κB, ERK1/2, and p38 signaling pathways—1–5 mg/kg, 30–70 μg/ml\nIn vivo and in vitro\n\nGong et al. (2018)\n\nAnti-oxidant\nVerticinone, verticine, imperialine, imperialine-3-β-D-glucoside, delavine, peimisineCigarette smoke extract (CSE)-induced oxidative stress model in RAW264.7 cellsDown-regulated the production of ROS, up-regulated the level of GSH and expression of HO-1 and Nrf2—5–50 μM\nIn vitro\n\nLiu et al. (2020)\n\nAnti-pulmonary fibrosis\nVerticinoneRat model of bleomycin-induced pulmonary fibrosisAmeliorated inflammation of alveolar and lung interstitial, suppressed pulmonary fibrosis, down-regulated IFN-γ levels in serum and TGF-β, NF-κB, CTGF, ERK1/2, and FasLDexamethasone, 0.000405 g/kg0.005 g/kg\nIn vivo\n\nGuo et al. (2013)\n\nAnti-cancer\nVerticinoneGBM cells model and BALB/c nude mice model was established by the injection of U251 cells into the right hips of each mouseInhibited glioblastoma via arresting the cell cycle and blocked autophagic flux, downregulated p-Akt and p-GSK3β, p-AMPK and p-ULK1—100–400 μM,2 mg/kg\nIn vitro and in vivo\n\nZhao et al. (2018)\nVerticinoneColorectal cancer HCT-116 cellInhibited colorectal cancer cell proliferation by inducing apoptosis and autophagy and modulating key metabolic pathways—100–400 μM\nin vitro\n\nZheng et al. (2017)\nVerticinoneHuman promyelocytic leukemia HL-60 cellsInhibited the cell growth by inducing these cells to differentiate toward granulocytesAll-trans retinoic acid (ATRA), 0.1–1.0 μM1–10 μM\nIn vitro\n\nPae et al. (2002)\nVerticinoneImmortalized keratinocytes and oral cancer cellsInhibited growth, induced apoptosis and G0G1 cell cycle arrest, down-regulated Bcl-2 and up-regulated Bax, activated caspase-3 through a caspase pathway mediated by mitochondrial damage—1–50 μg/ml\nIn vitro\n\nYun et al. (2008)\nWater extractionOvarian and endometrial cancer cellsDecreased cell growth on soft agar and decreased the invasive potential of cancer cells. Activated caspase-3, G0/G1 phase cell cycle arrest, and downregulated cyclins D1 and D3 and induction of p27. Decreased NF-κB DNA binding, reduced expression of p- IκBa, abrogated NF-κB activation, and downregulated NF-κB-regulated metastasis-promoting proteins—200 μg/ml\nIn vitro\n\nKavandi et al. (2015)\nVerticinone, verticineKM mice model bearing a 7-day tumor with injection subcutaneously in the right axilla of mice for the solid formInhibited the growth of the solid type of hepatoma in mice5-fluorouracil, 10 mg/kg1.25–5 mg/kg\nIn vivo\nLi et al. (1995)Water extractionHuman endometrial cancer cell lines Ishikawa and HEC-1BDecreased in expression of TGF-β isoforms, TGF-β receptors, and SMADs. Inhibited basal and TGF-β1-induced cancer cell proliferation and invasion, with abrogation of snail, slug, MMPs, αvβ3 integrin, FAK, and p-FAK expression—200 μg/ml\nIn vitro\n\nBokhari and Syed (2015)\n\nAnti-asthma\nBFC extracted by waterC57BL/6 mice model of asthmaDown-regulated the levels of IL-5, IL-13, and IL-4 in the bronchoalveolar lavage fluid and reduced the level of ovalbumin-specific IgE in serum. Lowered the number of eosinophils by inhibiting the recruitment of eosinophil and airway inflammationCyclosporin A, 20 mg/kg200 mg/kg\nIn vivo\nYeum et al., 2007Imperaline, sinpeinine A, 3β-acetylimperialineCHO-hM2 and CHO-hM3 cellsActed as the antagonists of selective muscarinic M2 receptor subtype and selective muscarinic M3 receptor subtype antagonist—1–10 μM\nIn vitro\n\nLin et al. (2006)\n\nAnti-COPD\nImperialineCOPD-like rat model induced by the combination of exposure to cigarette smoke (CS) and intratracheal administration of LPSAlleviated the injury of lung function and structure to reduce the progression of COPD. Inhibited inflammatory response in the lung by regulating the expression of IL-1β, IL-6, IL-8, TNF-α, NF-kB, TGF-β1, MMP-9, and TIMP-1Dexamethasone sodium phosphate (DSP), 1.0 mg/kg3.5–7.0 mg/kg\nIn vivo\n\nWang et al. (2016)\n\nAnti-ARDS\nTotal alkaloid fraction of BFCLPS-induced ARDS in C57 miceSuppressed inflammatory cells recruitment and cytokine (TNF and IL-6) production in the bronchoalveolar lavage fluid, and attenuated pathological changes in the lung tissues of ARDS miceDEX, 5 mg/kg15–60 mg/kg\nIn vivo\n\nWang et al. (2016)\n\nAnti-lung cancer\nTotal alkaloids of BFC, peimisine, imperialine, chuanbeinoneHuman lung carcinoma cell line (A549)Antiproliferative effect, suppressed tumor angiogenesis and promoted apoptosis through increasing the level of caspase-3 expression—40–80 μg/ml\nIn vitro\n\nWang et al. (2014)\nImperialineA549 tumor-bearing BALB/c nude mouse modelSuppressed both NSCLC tumor and associated inflammation through an inflammation-cancer feedback loop, inhibited NF-κB activity—10 mg/kg\nIn vivo\n\nLin et al. (2020)\nAqueous extractNSCLC A549 cells model and xenograft model of nude miceInhibited A549 cells proliferation and colony formation and increased the expressions of STAT 1 and STAT4 and their target genes IFN-γ and IL-12, triggered Bcl-2/Bax proteins attributing to cellular apoptosis, lessened the size of the tumor and induced cytokines IL-12 and IFN-γ secretion—100 μg/ml 2.5 mg/ml\nIn vitro and in vivo\n\nLi et al. (2020b)\nTotal alkaloids of BFC, peimisine, imperialine, chuanbeinoneLewis lung carcinoma cells (LLC) model, the mice models were constructed by inoculating LLC cells suspension into the left armpit of C57BL/6 J miceInhibited tumor angiogenesis and induced apoptosis through activating caspase-3Cyclophosphamide, 20 mg/kg4–64 μg/ml 10–40 mg/kg\nIn vitro and in vivo\n\nWang et al. (2014)\nChuanbeinoneLewis lung carcinoma cells (LLC) model and LLC cells were subcutaneously inoculated into the left armpit of the mice modelInduced S phase arrest and apoptosis, decreased the antiapoptotic Bcl-2 expression and increased the proapoptotic protein Bax and caspase-3 expression to suppress tumor angiogenesisMitoxantrone hydrochloride, 5 μg/ml cyclophosphamide, 20 mg/kg5–15 μg/ml,10–40 mg/kg\nIn vitro and in vivo\n\nWang et al. (2015)\n\nAnti-pulmonary tuberculosis\nFeitai Capsule containing BFCPatients with pulmonary tuberculosisPromoted the absorption of the lesions and the closure of cavities, and accelerated the conversion of sputum bacteria to negative, enhanced the immunity, and promoted the inflammation dissipation of patients—2.5 g each time, 3 times per day\nIn vivo\n\nWang et al. (2017)\nNiubeixiaohe containing BFCTuberculosis mice models infected with Mycobacterium tuberculosis H37RvImproved the pulmonary lesions to return to normal pulmonary structure22.5 μg M. vaccae vaccine1.5–26.6 mg/ml\nIn vivo\n\nLiang et al. (2017)\nOpen in a separate windowTABLE 4The main related compounds of BFC’s effect on respiratory diseasesComponentsNo.Compounds2D structureNo.Compounds2D structureNo.Compounds2D structureAlkaloids1Verticinone\n\n2Imperialine\n\n3Isoverticine-β-N-oxide\n\n4Verticine\n\n5Chuanbeinone\n\n6Imperialine-β-N-oxide\n\n7Isoverticine\n\n8Peimisine\n\n9Imperialine-3-β-D-glucoside\n\n10Delavine\n\n11Sinpeinine A\n\nOpen in a separate windowTABLE 5The main related targets of BFC effect on respiratory diseasesNo.Targets (PDB ID)3D structureNo.Targets (PDB ID)3D structureNo.Targets (PDB ID)3D structureNo.Targets (PDB ID)3D structure1IL-1β (2WRY)\n\n2TNF-α (5MU8)\n\n3IFN-γ (6F1E)\n\n4STAT1 (1YVL)\n\n5IL-4 (2B8U)\n\n6STAT4 (1BGF)\n\n7AKT (6S9W)\n\n8iNOS (1DD7)\n\n9IL-5 (1HUL)\n\n10MMP-9 (2OW1)\n\n11MAPK (3UIB)\n\n12TGF-β1 (1KLD)\n\n13IL-6 (7NXZ)\n\n14MMP-13 (1FLS)\n\n15HO-1 (1NI6)\n\n16Caspase-3 (1RHJ)\n\n17IL-8 (1ICW)\n\n18TIMP-1 (1UEA)\n\n19Nrf2 (7K2L)\n\n20Bcl-2 (5JSN)\n\n21MUC5AC mucin gene (5AJO)\n\n22PGE2 (2PBJ)\n\n23COX-2 (5FDQ)\n\n24Bax (4BD6)\n\n25IL-12 (1F42)\n\n26p38 (1WFC)\n\n27ERK1/2 (6G9A)\n\n28NF-κB (p65/P50) (1LE5)\n\n29IL-13 (1IJZ)\n\n30FasL (5L19)\n\n31MDR (3G5U)\n\n32Aggrecan (1TDQ)\n\n33ACE (1O86)\n\n34MPO (7LAG)\n\n35ERCC1 (2A1I)\n\n36Kv1.3 ion channel (4BGC)\n\n37JNK/SAPK (4UX9)\n\n38IgE (1FP5)\n\n39ADAMTS-5 (3B8Z)\n\n40Nav1.7 ion channel (6J8G)\n\n41Collagen-II (6HG7)\n\n42muscarinic M2 receptor (5ZK3)\n\n43Muscarinic M3 receptor (4DAJ)\n\n44Collagen-II (5NIR)\n\n45GSH\n\n46histamine\n\n47ROSO2·-, H2O2, ·OH48PCA reactions—49LRP—50CTGF—51PPKCB—52ECM—53NO—Open in a separate windowIn summary, BFC has unique advantages in the prevention and treatment of respiratory diseases, which is worthy of in-depth excavation and application. For COVID-19, may it be a potential drug? This review expounds the potentiality theoretically, but it still needs to be verified by a large number of experiments. COVID-19 has become a major threat to the health of people all over the world, we hope this review can provide insights on the drug discovery of anti-COVID-19. References\nAliomrani M., Sepand M. R., Mirzaei H. R., kazemi A. R., Nekonam S., Sabzevari O. (2016). Effects of Phloretin on Oxidative and Inflammatory Reaction in Rat Model of Cecal Ligation and Puncture Induced Sepsis. Daru\n24 (1), 15. 10.1186/s40199-016-0154-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nAn J. J., Zhou J. L., Li H. J., Jiang Y., Li P. (2010). Puqienine E: An Angiotensin Converting Enzyme Inhibitory Steroidal Alkaloid from Fritillaria Puqiensis. Fitoterapia\n81 (3), 149–152. 10.1016/j.fitote.2009.08.012\n [PubMed] [CrossRef] [Google Scholar]\nAnathy V., Lahue K. G., Chapman D. G., Chia S. B., Casey D. T., Aboushousha R., et al.  (2018). Reducing Protein Oxidation Reverses Lung Fibrosis. Nat. Med.\n24 (8), 1128–1135. 10.1038/s41591-018-0090-y\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nAnjum R., Ali A. M., Begum Z., Vanaja J., Khar A. (1998). Selective Involvement of Caspase-3 in Ceramide Induced Apoptosis in Ak-5 Tumor Cells. FEBS Lett.\n439, 81–84. 10.1016/S0014-5793(98)01343-X\n [PubMed] [CrossRef] [Google Scholar]\nAsselah T., Durantel D., Pasmant E., Lau G., Schinazi R. F. (2021). Covid-19: Discovery, Diagnostics and Drug Development. J. Hepatol.\n74, 168–184. 10.1016/j.jhep.2020.09.031\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nAtta-ur-Rahman A., Choudhary M. I., Farooq A., Anjum S., Baumgold J., Sener B. (1998). Structure-activity Relationships of Imperialine Derivatives and Their Anticholinergic Activity. Planta Med.\n64, 172–174. 10.1055/s-2006-957397\n [PubMed] [CrossRef] [Google Scholar]\nBailly C., Vergoten G. (2020). Glycyrrhizin: An Alternative Drug for the Treatment of COVID-19 Infection and the Associated Respiratory Syndrome?\nPharmacol. Ther.\n214, 107618. 10.1016/j.pharmthera.2020.107618\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nBargagli E., Olivieri C., Bennett D., Prasse A., Muller-Quernheim J., Rottoli P. (2009). Oxidative Stress in the Pathogenesis of Diffuse Lung Diseases: A Review. Respir. Med.\n103 (9), 1245–1256. 10.1016/j.rmed.2009.04.014\n [PubMed] [CrossRef] [Google Scholar]\nBhatia M., Zemans R. L., Jeyaseelan S. (2012). Role of Chemokines in the Pathogenesis of Acute Lung Injury. Am. J. Respir. Cel Mol Biol\n46 (5), 566–572. 10.1165/rcmb.2011-0392TR\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nBokhari A. A., Syed V. (2015). Inhibition of Transforming Growth Factor-β (TGF-β) Signaling by Scutellaria Baicalensis and Fritillaria Cirrhosa Extracts in Endometrial Cancer. J. Cel Biochem\n116 (8), 1797–1805. 10.1002/jcb.25138\n [PubMed] [CrossRef] [Google Scholar]\nBousquet J., Jeffery P. K., Busse W. W., Johnson M., Vignola A. M. (2000). Asthma. From Bronchoconstriction to Airways Inflammation and Remodeling. Am. J. Respir. Crit. Care Med.\n161 (5), 1720–1745. 10.1164/ajrccm.161.5.9903102\n [PubMed] [CrossRef] [Google Scholar]\nBray F., Ferlay J., Soerjomataram I., Siegel R. L., Torre L. A., Jemal A. (2018). Global Cancer Statistics 2018: GLOBOCAN Estimates of Incidence and Mortality Worldwide for 36 Cancers in 185 Countries. CA Cancer J. Clin.\n68 (6), 394–424. 10.3322/caac.21492\n [PubMed] [CrossRef] [Google Scholar]\nBridgewood C., Damiani G., Sharif K., Watad A., Bragazzi N. L., Quartuccio L., et al.  (2020). Rationale for Evaluating PDE4 Inhibition for Mitigating against Severe Inflammation in COVID-19 Pneumonia and beyond. Isr. Med. Assoc. J.\n22, 335–339. 10.13140/RG.2.2.12421.50407\n [PubMed] [CrossRef] [Google Scholar]\nBurki T. K. (2020). Coronavirus in China. Lancet Respir. Med.\n8 (3). 10.1016/s2213-2600(20)30056-4\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nCai Z. H., Li P., Dong T. T., Tsim K. W. (1999). Molecular Diversity of 5s-Rrna Spacer Domain in Fritillaria Species Revealed by Pcr Analysis. Planta Med.\n65 (4), 360–364. 10.1055/s-1999-14003\n [PubMed] [CrossRef] [Google Scholar]\nCenters for disease control and prevention Cdc\nTravelers Health, Disease Directory (45). Tuberculosis (TB)\nhttps://wwwnc.cdc.gov/travel/diseases/tuberculosis. \nChan J. F., Yuan S., Kok K. H., To K. K., Chu H., Yang J., et al.  (2020). A Familial Cluster of Pneumonia Associated with the 2019 Novel Coronavirus Indicating Person-To-Person Transmission: a Study of a Family Cluster. Lancet\n395 (10223), 514–523. 10.1016/s0140-6736(20)30154-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChan S. W., Li S. L., Lin G., Li P. (2000). Pharmacokinetic Study and Determination of Imperialine, the Major Bioactive Component in Antitussive Fritillaria Cirrhosa, in Rat by High-Performance Liquid Chromatography Coupled with Evaporative Light-Scattering Detector. Anal. Biochem.\n285 (1), 172–175. 10.1006/abio.2000.4756\n [PubMed] [CrossRef] [Google Scholar]\nChang H. C., Xie H. M., Lee M. R., Lin C. Y., Yip M. K., Agrawal D. C., et al.  (2020). \nIn Vitro propagation of Bulblets and LC-MS/MS Analysis of Isosteroidal Alkaloids in Tissue Culture Derived Materials of Chinese Medicinal Herb Fritillaria Cirrhosa D. Don. Bot. Stud.\n61 (1), 9. 10.1186/s40529-020-00286-2\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChavez S., Long B., Koyfman A., Liang S. Y. (2021). Coronavirus Disease (COVID-19): A Primer for Emergency Physicians. Am. J. Emerg. Med.\n44, 220–229. 10.1016/j.ajem.2020.03.036\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen C. C., Lee M. R., Wu C. R., Ke H. J., Xie H. M., Tsay H. S., et al.  (2020). LED Lights Affecting Morphogenesis and Isosteroidal Alkaloid Contents in Fritillaria Cirrhosa D. Don-An Important Chinese Medicinal Herb. Plants (Basel)\n9 (10). 10.3390/plants9101351\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen G., Goeddel D. V. (2002). TNF-R1 Signaling: A Beautiful Pathway. Science\n296 (5573), 1634–1635. 10.1126/science.1071924\n [PubMed] [CrossRef] [Google Scholar]\nChen G., Wu D., Guo W., Cao Y., Huang D., Wang H., et al.  (2020). Clinical and Immunological Features of Severe and Moderate Coronavirus Disease 2019. J. Clin. Invest.\n130 (5), 2620–2629. 10.1172/jci137244\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen L., Li X., Chen M., Feng Y., Xiong C. (2020). The ACE2 Expression in Human Heart Indicates New Potential Mechanism of Heart Injury Among Patients Infected with SARS-CoV-2. Cardiovasc. Res.\n116 (6), 1097–1100. 10.1093/cvr/cvaa078\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen N., Zhou M., Dong X., Qu J., Gong F., Han Y., et al.  (2020). Epidemiological and Clinical Characteristics of 99 Cases of 2019 Novel Coronavirus Pneumonia in Wuhan, China: a Descriptive Study. Lancet\n395 (10223), 507–513. 10.1016/s0140-6736(20)30211-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen Q., Wu X., Zhang D. (2019). Phylogenetic Analysis of Fritillaria Cirrhosa D. Don and its Closely Related Species Based on Complete Chloroplast Genomes. PeerJ\n7, e7480. 10.7717/peerj.7480\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen Q., Wu X., Zhang D., Zhang D. (2020). Comparison of the Abilities of Universal, Super, and Specific DNA Barcodes to Discriminate Among the Original Species of Fritillariae Cirrhosae Bulbus and its Adulterants. Plos One\n15 (2), e0229181. 10.1371/journal.pone.0229181\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen T., Zhong F., Yao C., Chen J., Xiang Y., Dong J., et al.  (2020). A Systematic Review on Traditional Uses, Sources, Phytochemistry, Pharmacology, Pharmacokinetics, and Toxicity of Fritillariae Cirrhosae Bulbus. Evid. Based Complement. Alternat Med.\n2020, 1536534–1536626. 10.1155/2020/1536534\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChen W. (2020). A Potential Treatment of COVID-19 with TGF-β Blockade. Int. J. Biol. Sci.\n16 (11), 1954–1955. 10.7150/ijbs.46891\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nChinese Pharmacopoeia Commission (2015). Pharmacopoeia of the People’s Republic of China. 10th edition, Vol. I. Beijing, China: China Medical Science Press, 36–38.  [Google Scholar]\nCohen G. M. (1997). Caspases: the Executioners of Apoptosis. Biochem. J.\n326 ( Pt 1), 1–16. 10.1016/S0370-2693(00)00499-810.1042/bj3260001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nÇolak Ş., Genç Yavuz B., Yavuz M., Özçelik B., Öner M., Özgültekin A., et al.  (2021). Effectiveness of Ozone Therapy in Addition to Conventional Treatment on Mortality in Patients with COVID-19. Int. J. Clin. Pract.\n75 (8). 10.1111/ijcp.14321\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nCovid-19 coronavirus pandemic (2021). Updated. https://www.worldometers.info/coronavirus/April 12, 2021).\nCunningham A. B., Brinckmann J. A., Pei S. J., Luo P., Schippmann U., Long X., et al.  (2018). High Altitude Species, High Profits: Can the Trade in Wild Harvested Fritillaria Cirrhosa (Liliaceae) Be Sustained?\nJ. Ethnopharmacol\n223, 142–151. 10.1016/j.jep.2018.05.004\n [PubMed] [CrossRef] [Google Scholar]\nDanilov S. M., Metzger R., Klieser E., Sotlar K., Trakht I. N., Garcia J. G. N., et al.  (2019). Tissue ACE Phenotyping in Lung Cancer. Plos One\n14 (12), e0226553. 10.1371/journal.pone.0226553\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDanser A. H. J., Epstein M., Batlle D. (2020). Renin-Angiotensin System Blockers and the COVID-19 Pandemic: At Present There Is No Evidence to Abandon Renin-Angiotensin System Blockers. Hypertension\n75 (6), 1382–1385. 10.1161/hypertensionaha.120.15082\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nde la Rica R., Borges M., Gonzalez-Freire M. (2020). COVID-19: In the Eye of the Cytokine Storm. Front. Immunol.\n11, 558898. 10.3389/fimmu.2020.558898\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDe Virgiliis F., Di Giovanni S. (2020). Lung Innervation in the Eye of a Cytokine Storm: Neuroimmune Interactions and COVID-19. Nat. Rev. Neurol.\n16 (11), 645–652. 10.1038/s41582-020-0402-y\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDeng S., Ouyang X. N., Yu Z. Y., Dai X. H., Liu Z. Z. (2012). Influence of Chinese Herbal Medicine Feitai Capsule on Completion or Delay of Chemotherapy in Patients with Stage ⅢB/Ⅳ Non-small-cell Lung Cancer: a Randomized Controlled Trial. J. Chin. Integr. Med.\n10 (6), 635–640. 10.3736/jcim20120606\n [PubMed] [CrossRef] [Google Scholar]\nDheda K., Barry C. E., Maartens G. (2016). Tuberculosis. The Lancet\n387 (10024), 1211–1226. 10.1016/s0140-6736(15)00151-8\n [PubMed] [CrossRef] [Google Scholar]\nDiDonato J. A., Mercurio F., Karin M. (2012). NF-κB and the Link between Inflammation and Cancer. Immunol. Rev.\n246 (1), 379–400. 10.1111/j.1600-065x.2012.01099.x\n [PubMed] [CrossRef] [Google Scholar]\nDing K., Lin G., Ho Y. P., Cheng T. Y., Li P. (1996). Prederivatization and High-Performance Liquid Chromatographic Analysis of Alkaloids of Bulbs of Fritillaria. J. Pharm. Sci.\n85 (11), 1174–1179. 10.1021/js960211v\n [PubMed] [CrossRef] [Google Scholar]\nDonoghue M., Hsieh F., Baronas E., Godbout K., Gosselin M., Stagliano N., et al.  (2000). A Novel Angiotensin-Converting Enzyme-Related Carboxypeptidase (ACE2) Converts Angiotensin I to Angiotensin 1-9. Circ. Res.\n87 (5), E1–E9. 10.1161/01.RES.87.5.e1\n [PubMed] [CrossRef] [Google Scholar]\nDouwes J., Gibson P., Pekkanen J., Pearce N. (2002). Non-eosinophilic Asthma: Importance and Possible Mechanisms. Thorax\n57 (7), 643–648. 10.1136/thorax.57.7.643\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDrugs.com\nKnow More. Be Sure. https://www.drugs.com/otc/106469/nin-jiom-pei-pa-koa.html. \nDrugs.com\nKnow More. Be Sure. OTC. NIN JIOM PEI PA KOA. https://www.drugs.com/otc/106469/nin-jiom-pei-pa-koa.html. \nDu Y., Tu L., Zhu P., Mu M., Wang R., Yang P., et al.  (2020). Clinical Features of 85 Fatal Cases of COVID-19 from Wuhan. A Retrospective Observational Study. Am. J. Respir. Crit. Care Med.\n201 (11), 1372–1379. 10.1164/rccm.202003-0543OC\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nDuan B., Wang L., Dai X., Huang L., Yang M., Chen S. (2011). Identification and Quantitative Analysis of Nucleosides and Nucleobases in Aqueous Extracts ofFritillaria CirrhosaD. Don. Using HPLC-DAD and HPLC-ESI-MS. Anal. Lett.\n44 (15), 2491–2502. 10.1080/00032719.2011.551856\n [CrossRef] [Google Scholar]\nDyall J., Gross R., Kindrachuk J., Johnson R. F., Olinger G. G., Hensley L. E., et al.  (2017). Middle East Respiratory Syndrome and Severe Acute Respiratory Syndrome: Current Therapeutic Options and Potential Targets for Novel Therapies. Drugs\n77 (18), 1935–1966. 10.1007/s40265-017-0830-1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nEastin C., Eastin T. (2020). Clinical Characteristics of Coronavirus Disease 2019 in China. J. Emerg. Med.\n58 (4), 711–712. 10.1016/j.jemermed.2020.04.004\n [CrossRef] [Google Scholar]\nElased K. M., Cunha T. S., Marcondes F. K., Morris M. (2008). Brain Angiotensin-Converting Enzymes: Role of Angiotensin-Converting Enzyme 2 in Processing Angiotensin II in Mice. Exp. Physiol.\n93 (5), 665–675. 10.1113/expphysiol.2007.040311\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nFactor P. (2003). Gene Therapy for Asthma. Mol. Ther.\n7 (2), 148–152. 10.1016/s1525-0016(03)00003-0\n [PubMed] [CrossRef] [Google Scholar]\nFalzon D., Kanchar A., Zignol M.\nWorld Health Organization (2020). WHO Consolidated Guidelines on Tuberculosis Module 1: Prevention Tuberculosis Preventive Treatment, 1–41.  [PubMed] [Google Scholar]\nFan Y., Mao R., Yang J. (2013). NF-κB and STAT3 Signaling Pathways Collaboratively Link Inflammation to Cancer. Protein Cell\n4 (3), 176–185. 10.1007/s13238-013-2084-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nFang L., Karakiulakis G., Roth M. (2020). Are Patients with Hypertension and Diabetes Mellitus at Increased Risk for COVID-19 Infection?\nLancet Respir. Med.\n8 (4), e21. 10.1016/s2213-2600(20)30116-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nFauter M., Viel S., Zaepfel S., Pradat P., Fiscus J., Villard M., et al.  (2020). Low Glycosylated Ferritin Is a Sensitive Biomarker of Severe COVID-19. Cell Mol Immunol\n17 (11), 1183–1185. 10.1038/s41423-020-00544-0\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nForce A. D. T., Ranieri V. M., Rubenfeld G. D., Thompson B. T., Ferguson N. D., Caldwell E., et al.  (2012). Acute Respiratory Distress Syndrome: the Berlin Definition. JAMA\n307 (23), 2526–2533. 10.1001/jama.2012.5669\n [PubMed] [CrossRef] [Google Scholar]\nFurin J., Cox H., Pai M. (2019). Tuberculosis. The Lancet\n393 (10181), 1642–1656. 10.1016/s0140-6736(19)30308-3\n [PubMed] [CrossRef] [Google Scholar]\nGalli S. J., Tsai M., Piliponsky A. M. (2008). The Development of Allergic Inflammation. Nature\n454 (7203), 445–454. 10.1038/nature07204\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGao S. L., Zhu D. N., Cai Z. H., Jiang Y., Xu D. R. (1999). Organ Culture of a Precious Chinese Medicinal Plant – Fritillaria Unibracteata. Plant Cel Tissue Organ. Cult.\n59, 197–201. 10.1023/A:1006440801337\n [CrossRef] [Google Scholar]\nGao Z., Xu Y., Sun C., Wang X., Guo Y., Qiu S., et al.  (2021). A Systematic Review of Asymptomatic Infections with COVID-19. J. Microbiol. Immunol. Infect.\n54 (1), 12–16. 10.1016/j.jmii.2020.05.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGeng Z., Liu Y., Gou Y., Zhou Q., He C., Guo L., et al.  (2018). Metabolomics Study of Cultivated Bulbus Fritillariae Cirrhosae at Different Growth Stages Using UHPLC-QTOF-MS Coupled with Multivariate Data Analysis. Phytochem. Anal.\n29 (3), 290–299. 10.1002/pca.2742\n [PubMed] [CrossRef] [Google Scholar]\nGhazavi A., Ganji A., Keshavarzian N., Rabiemajd S., Mosayebi G. (2021). Cytokine Profile and Disease Severity in Patients with COVID-19. Cytokine\n137, 155323. 10.1016/j.cyto.2020.155323\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGhebreyesus T. A.\nWorld Health Organization (2019). WHO Director-General's Remarks at the media Briefing on 2019-nCoV on 11 February 2020. https://www.who.int/director-general/speeches/detail/who-director-general-s-remarks-at-the-media-briefing-on-2019-ncov-on-11-february-2020.  [Google Scholar]\nGheblawi M., Wang K., Viveiros A., Nguyen Q., Zhong J. C., Turner A. J., et al.  (2020). Angiotensin-Converting Enzyme 2: SARS-CoV-2 Receptor and Regulator of the Renin-Angiotensin System: Celebrating the 20th Anniversary of the Discovery of ACE2. Circ. Res.\n126 (10), 1456–1474. 10.1161/circresaha.120.317015\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGoldblum S. E., Hennig B., Jay M., Yoneda K., McClain C. J. (1989). Tumor Necrosis Factor Alpha-Induced Pulmonary Vascular Endothelial Injury. Infect. Immun.\n57 (4), 1218–1226. 10.1128/iai.57.4.1218-1226.1989\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGong Q., Li Y., Ma H., Guo W., Kan X., Xu D., et al.  (2018). Peiminine Protects against Lipopolysaccharide-Induced Mastitis by Inhibiting the AKT/NF-κB, ERK1/2 and P38 Signaling Pathways. Int. J. Mol. Sci.\n19 (9). 637. 10.3390/ijms19092637\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGonzalez-Juarbe N., Riegler A. N., Jureka A. S., Gilley R. P., Brand J. D., Trombley J. E., et al.  (2020). Influenza-Induced Oxidative Stress Sensitizes Lung Cells to Bacterial-Toxin-Mediated Necroptosis. Cell Rep\n32 (8), 108062. 10.1016/j.celrep.2020.108062\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGorbalenya A. E. (2020). The Species Severe Acute Respiratory Syndrome-Related Coronavirus: Classifying 2019-nCoV and Naming it SARS-CoV-2. Nat. Microbiol.\n5 (4), 536–544. 10.1038/s41564-020-0695-z\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGosens R., Gross N. (2018). The Mode of Action of Anticholinergics in Asthma. Eur. Respir. J.\n52 (4), 2017. 10.1183/13993003.01247-2017\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGraham R. L., Donaldson E. F., Baric R. S. (2013). A Decade after SARS: Strategies for Controlling Emerging Coronaviruses. Nat. Rev. Microbiol.\n11 (12), 836–848. 10.1038/nrmicro3143\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGrasselli G., Greco M., Zanella A., Albano G., Antonelli M., Bellani G., et al.  (2020). Risk Factors Associated with Mortality Among Patients with COVID-19 in Intensive Care Units in Lombardy, Italy. JAMA Intern. Med.\n180 (10), 1345–1355. 10.1001/jamainternmed.2020.3539\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGraves P. R., Siddiqui F., Anscher M. S., Movsas B. (2010). Radiation Pulmonary Toxicity: From Mechanisms to Management. Semin. Radiat. Oncol.\n20 (3), 201–207. 10.1016/j.semradonc.2010.01.010\n [PubMed] [CrossRef] [Google Scholar]\nGreen D. R., Llambi F. (2015). Cell Death Signaling. Cold Spring Harb Perspect. Biol.\n7 (12), 80. 10.1101/cshperspect.a006080\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGu J., Han B., Wang J. (2020). Covid-19: Gastrointestinal Manifestations and Potential Fecal-Oral Transmission. Gastroenterology\n158, 1518–1519. 10.1053/j.gastro.2020.02.054\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGuan W. J., Ni Z. Y., Hu Y., Liang W. H., Ou C. Q., He J. X., et al.  (2020). Clinical Characteristics of Coronavirus Disease 2019 in China. N. Engl. J. Med.\n382 (18), 1708–1720. 10.1056/NEJMoa2002032\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nGuo F., Tang X., Zhang W., Wei J., Tang S., Wu H., et al.  (2020). Exploration of the Mechanism of Traditional Chinese Medicine by AI Approach Using Unsupervised Machine Learning for Cellular Functional Similarity of Compounds in Heterogeneous Networks, XiaoErFuPi Granules as an Example. Pharmacol. Res.\n160, 105077. 10.1016/j.phrs.2020.105077\n [PubMed] [CrossRef] [Google Scholar]\nGuo H., Ji F., Liu B., Chen X., He J., Gong J., et al.  (2013). Peiminine Ameliorates Bleomycin-Induced Acute Lung Injury in Rats. Mol. Med. Rep.\n7 (4), 1103–1110. 10.3892/mmr.2013.1312\n [PubMed] [CrossRef] [Google Scholar]\nGuo X., Ni J., Xue J., Wang X. (2017). Extract of Bulbus Fritillaria Cirrhosa Perturbs Spindle Assembly Checkpoint, Induces Mitotic Aberrations and Genomic Instability in Human colon Epithelial Cell Line. Exp. Toxicol. Pathol.\n69 (3), 163–171. 10.1016/j.etp.2016.12.009\n [PubMed] [CrossRef] [Google Scholar]\nGuo X., Wu X., Ni J., Zhang L., Xue J., Wang X. (2020). Aqueous Extract of Bulbus Fritillaria Cirrhosa Induces Cytokinesis Failure by Blocking Furrow Ingression in Human colon Epithelial NCM460 Cells. Mutat. Res.\n850-851, 503147–503851. 10.1016/j.mrgentox.2020.503147\n [PubMed] [CrossRef] [Google Scholar]\nGutiérrez-Hoya A., Soto-Cruz I. (2020). Role of the JAK/STAT Pathway in Cervical Cancer: Its Relationship with HPV E6/E7 Oncoproteins. Cells\n9 (10), 2297. 10.3390/cells9102297\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHagiwara S., Iwasaka H., Matumoto S., Hidaka S., Noguchi T. (2009). Effects of an Angiotensin-Converting Enzyme Inhibitor on the Inflammatory Response in In Vivo and In Vitro Models. Crit. Care Med.\n37 (2), 626–633. 10.1097/CCM.0b013e3181958d91\n [PubMed] [CrossRef] [Google Scholar]\nHamming I., Timens W., Bulthuis M. L., Lely A. T., Navis G., van Goor H. (2004). Tissue Distribution of ACE2 Protein, the Functional Receptor for SARS Coronavirus. A First Step in Understanding SARS Pathogenesis. J. Pathol.\n203 (2), 631–637. 10.1002/path.1570\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHao D. C., Gu X. J., Xiao P. G., Peng Y. (2013). Phytochemical and Biological Research of Fritillaria Medicine Resources. Chin. J. Nat. Med.\n11 (4), 330–344. 10.1016/s1875-5364(13)60050-3\n [PubMed] [CrossRef] [Google Scholar]\nHeger M., van Golen R. F., Broekgaarden M., Michel M. C., Sibley D. R. (2013). The Molecular Basis for the Pharmacokinetics and Pharmacodynamics of Curcumin and its Metabolites in Relation to Cancer. Pharmacol. Rev.\n66 (1), 222–307. 10.1124/pr.110.004044\n [PubMed] [CrossRef] [Google Scholar]\nHenry B. M., de Oliveira M. H. S., Benoit S., Plebani M., Lippi G. (2020). Hematologic, Biochemical and Immune Biomarker Abnormalities Associated with Severe Illness and Mortality in Coronavirus Disease 2019 (COVID-19): a Meta-Analysis. Clin. Chem. Lab. Med.\n58 (7), 1021–1028. 10.1515/cclm-2020-0369\n [PubMed] [CrossRef] [Google Scholar]\nHerbst R. S., Morgensztern D., Boshoff C. (2018). The Biology and Management of Non-small Cell Lung Cancer. Nature\n553 (7689), 446–454. 10.1038/nature25183\n [PubMed] [CrossRef] [Google Scholar]\nHoesel B., Schmid J. A. (2013). The Complexity of NF-Κb Signaling in Inflammation and Cancer. Mol. Cancer\n12 (1), 86–15. 10.1186/1476-4598-12-86\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHoffmann M., Kleine-Weber H., Schroeder S., Krüger N., Herrler T., Erichsen S., et al.  (2020). SARS-CoV-2 Cell Entry Depends on ACE2 and TMPRSS2 and Is Blocked by a Clinically Proven Protease Inhibitor. Cell\n181 (2), 271–e8. e278. 10.1016/j.cell.2020.02.052\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHolshue M. L., DeBolt C., Lindquist S., Lofy K. H., Wiesman J., Bruce H., et al.  (2020). First Case of 2019 Novel Coronavirus in the United States. N. Engl. J. Med.\n382 (10), 929–936. 10.1056/NEJMoa2001191\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHu Z., Song C., Xu C., Jin G., Chen Y., Xu X., et al.  (2020). Clinical Characteristics of 24 Asymptomatic Infections with COVID-19 Screened Among Close Contacts in Nanjing, China. Sci. China Life Sci.\n63 (5), 706–711. 10.1007/s11427-020-1661-4\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHuang C., Wang Y., Li X., Ren L., Zhao J., Hu Y., et al.  (2020). Clinical Features of Patients Infected with 2019 Novel Coronavirus in Wuhan, China. Lancet\n395 (10223), 497–506. 10.1016/s0140-6736(20)30183-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHuang K., Zhang P., Zhang Z., Youn J. Y., Wang C., Zhang H., et al.  (2021). Traditional Chinese Medicine (TCM) in the Treatment of COVID-19 and Other Viral Infections: Efficacies and Mechanisms. Pharmacol. Ther.\n225, 107843. 10.1016/j.pharmthera.2021.107843\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHuang R., Xia J., Chen Y., Shan C., Wu C. (2020). A Family Cluster of SARS-CoV-2 Infection Involving 11 Patients in Nanjing, China. Lancet Infect. Dis.\n20 (5), 534–535. 10.1016/s1473-3099(20)30147-x\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHui D. S. C., Zumla A. (2019). Severe Acute Respiratory Syndrome: Historical, Epidemiologic, and Clinical Features. Infect. Dis. Clin. North. Am.\n33 (4), 869–889. 10.1016/j.idc.2019.07.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nHussein A. R., El-Anssary A. (2019). Plants Secondary Metabolites: The Key Drivers of the Pharmacological Actions of Medicinal Plants,\" in Herbal Medicine.  [Google Scholar]\nImai Y., Kuba K., Rao S., Huan Y., Guo F., Guan B., et al.  (2005). Angiotensin-converting Enzyme 2 Protects from Severe Acute Lung Failure. Nature\n436 (7047), 112–116. 10.1038/nature03712\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nIrwin R. S., Madison J. M. (2013). The Diagnosis and Treatment of Cough. N. Engl. J. Med.\n343 (23), 1715–1721. 10.1056/NEJM200012073432308\n [PubMed] [CrossRef] [Google Scholar]\nJacoby D. B., Fryer A. D. (2001). Anticholinergic Therapy for Airway Diseases. Life Sci.\n68, 2565–2572. 10.1016/S0024-3205(01)01053-0\n [PubMed] [CrossRef] [Google Scholar]\nJiang S., Shi Z., Shu Y., Song J., Gao G. F., Tan W., et al.  (2020). A Distinct Name Is Needed for the New Coronavirus. Lancet\n395 (10228), 949. 10.1016/s0140-6736(20)30419-0\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nJiang Y., Xu J., Zhou C., Wu Z., Zhong S., Liu J., et al.  (2005). Characterization of Cytokine/Chemokine Profiles of Severe Acute Respiratory Syndrome. Am. J. Respir. Crit. Care Med.\n171 (8), 850–857. 10.1164/rccm.200407-857OC\n [PubMed] [CrossRef] [Google Scholar]\nKai H., Kai M. (2020). Interactions of Coronaviruses with ACE2, Angiotensin II, and RAS Inhibitors-Lessons from Available Evidence and Insights into COVID-19. Hypertens. Res.\n43 (7), 648–654. 10.1038/s41440-020-0455-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nKalliolias G. D., Ivashkiv L. B. (2015). TNF Biology, Pathogenic Mechanisms and Emerging Therapeutic Strategies. Nat. Rev. Rheumatol.\n12 (1), 49–62. 10.1038/nrrheum.2015.169\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nKaneko K., Katsuhara T., Mitsuhashi H., Chen Y.-P., Hsu H.-Y., Shiro M. (1986). Chuanbeinone, a Novel D/E Cis-(22r,25s)-5α-Cevanine Alkaloid from Chinese Herbal Drug, Chuan-Bei-Mu. Tetrahedron Lett.\n27 (21), 2387–2390. 10.1016/S0040-4039(00)84536-0\n [CrossRef] [Google Scholar]\nKang D. G., Oh H., Cho D. K., Kwon E. K., Han J. H., Lee H. S. (2002). Effects of Bulb of Fritillaria Ussuriensis Maxim. On Angiotensin Converting Enzyme and Vascular Release of No/cgmp in Rats. J. Ethnopharmacol\n81, 49–55. 10.1016/S0378-8741(02)00037-5\n [PubMed] [CrossRef] [Google Scholar]\nKavandi L., Lee L. R., Bokhari A. A., Pirog J. E., Jiang Y., Ahmad K. A., et al.  (2015). The Chinese Herbs Scutellaria Baicalensis and Fritillaria Cirrhosa Target NFκB to Inhibit Proliferation of Ovarian and Endometrial Cancer Cells. Mol. Carcinog\n54 (5), 368–378. 10.1002/mc.22107\n [PubMed] [CrossRef] [Google Scholar]\nKhare C. P. (2007). “Fritillaria Cirrhosa D. Don,” in Indian Medicinal Plants. Editor Khare C. (New York, NY: Springer; ), 1. 10.1007/978-0-387-70638-2_653\n [CrossRef] [Google Scholar]\nKim E. J., Yoon Y. P., Woo K. W., Kim J. H., Min S. Y., Lee H. J., et al.  (2016). Verticine, Ebeiedine and Suchengbeisine Isolated from the Bulbs of Fritillaria Thunbergii Miq. Inhibited the Gene Expression and Production of MUC5AC Mucin from Human Airway Epithelial Cells. Phytomedicine\n23 (2), 95–104. 10.1016/j.phymed.2015.12.016\n [PubMed] [CrossRef] [Google Scholar]\nKirkham P. A., Barnes P. J. (2013). Oxidative Stress in COPD. Chest\n144 (1), 266–273. 10.1378/chest.12-2664\n [PubMed] [CrossRef] [Google Scholar]\nKlayman D. L. (1985). Qinghaosu (Artemisinin): an Antimalarial Drug from china. Science\n228 (4703), 1049–1055. 10.1126/science.3887571\n [PubMed] [CrossRef] [Google Scholar]\nKong W., Wei J., Abidi P., Lin M., Inaba S., Li C., et al.  (2004). Berberine Is a Novel Cholesterol-Lowering Drug Working through a Unique Mechanism Distinct from Statins. Nat. Med.\n10 (12), 1344–1351. 10.1038/nm1135\n [PubMed] [CrossRef] [Google Scholar]\nKong W. J., Vernieri C., Foiani M., Jiang J. D. (2020). Berberine in the Treatment of Metabolism-Related Chronic Diseases: A Drug Cloud (dCloud) Effect to Target Multifactorial Disorders. Pharmacol. Ther.\n209, 107496. 10.1016/j.pharmthera.2020.107496\n [PubMed] [CrossRef] [Google Scholar]\nLau S. K. P., Lau C. C. Y., Chan K. H., Li C. P. Y., Chen H., Jin D. Y., et al.  (2013). Delayed Induction of Proinflammatory Cytokines and Suppression of Innate Antiviral Response by the Novel Middle East Respiratory Syndrome Coronavirus: Implications for Pathogenesis and Treatment. J. Gen. Virol.\n94 (12), 2679–2690. 10.1099/vir.0.055533-0\n [PubMed] [CrossRef] [Google Scholar]\nLeung P. C. (2007). The Efficacy of Chinese Medicine for SARS: a Review of Chinese Publications after the Crisis. Am. J. Chin. Med.\n35 (4), 575–581. 10.1142/S0192415X07005077\n [PubMed] [CrossRef] [Google Scholar]\nLi G., De Clercq E. (2020). Therapeutic Options for the 2019 Novel Coronavirus (2019-nCoV). Nat. Rev. Drug Discov.\n19 (3), 149–150. 10.1038/d41573-020-00016-0\n [PubMed] [CrossRef] [Google Scholar]\nLi H. J., Jiang Y., Li P. (2006). Chemistry, Bioactivity and Geographical Diversity of Steroidal Alkaloids from the Liliaceae Family. Nat. Prod. Rep.\n23 (5), 735–752. 10.1039/b609306j\n [PubMed] [CrossRef] [Google Scholar]\nLi M., Yao D., Zeng X., Kasakovski D., Zhang Y., Chen S., et al.  (2019). Age Related Human T Cell Subset Evolution and Senescence. Immun. Ageing\n16 (1), 24. 10.1186/s12979-019-0165-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLi Q., Guan X., Wu P., Wang X., Zhou L., Tong Y., et al.  (2020). Early Transmission Dynamics in Wuhan, China, of Novel Coronavirus-Infected Pneumonia. N. Engl. J. Med.\n382 (13), 1199–1207. 10.1056/NEJMoa2001316\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLi R., Zhang Y., Wang Y., Huang K., Yang Q., Zhang T., et al.  (2020). Aqueous Extract of Fritillariae Cirrhosae Induces Cellular Apoptosis through Activation of STATs-Mediated Immunomodulation. J. Ethnopharmacol\n261, 112338. 10.1016/j.jep.2019.112338\n [PubMed] [CrossRef] [Google Scholar]\nLi S., Liu J., Gong X., Yang X., Zhu Y., Cheng Z. (2013). Characterizing the Major Morphological Traits and Chemical Compositions in the Bulbs of Widely Cultivated Fritillaria Species in China. Biochem. Syst. Ecol.\n46, 130–136. 10.1016/j.bse.2012.09.014\n [CrossRef] [Google Scholar]\nLi T., Peng T. (2013). Traditional Chinese Herbal Medicine as a Source of Molecules with Antiviral Activity. Antivir. Res\n97 (1), 1–9. 10.1016/j.antiviral.2012.10.006\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLi T. M., Yu Y. H., Tsai F. J., Cheng C. F., Wu Y. C., Ho T. J., et al.  (2018). Characteristics of Chinese Herbal Medicine Usage and its Effect on Survival of Lung Cancer Patients in Taiwan. J. Ethnopharmacol\n213, 92–100. 10.1016/j.jep.2017.10.031\n [PubMed] [CrossRef] [Google Scholar]\nLi X., Rayford H., Uhal B. D. (2003b). Essential Roles for Angiotensin Receptor AT1a in Bleomycin-Induced Apoptosis and Lung Fibrosis in Mice. Am. J. Pathol.\n163 (6), 2523–2530. 10.1016/s0002-9440(10)63607-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLi X., Dai Y., Chen S. (2009). Growth and Physiological Characteristics of Fritillaria Cirrhosa in Response to High Irradiance and Shade in Age-Related Growth Phases. Environ. Exp. Bot.\n67 (1), 77–83. 10.1016/j.envexpbot.2009.07.005\n [CrossRef] [Google Scholar]\nLi X., Song J., Wei J., Hu Z., Xie C., Luo G. (2012). Natural Fostering in Fritillaria Cirrhosa: Integrating Herbal Medicine Production with Biodiversity Conservation. Acta Pharmaceutica Sinica B\n2 (1), 77–82. 10.1016/j.apsb.2011.12.006\n [CrossRef] [Google Scholar]\nLi Y. F., Li Y. X., Lin J., Xu Y., Yan F., Tang L., et al.  (2003a). Identification of Bulb from Fritillaria Cirrhosa by Pcr with Specific Primers. Planta Med.\n69 (2), 186–188. 10.1055/s-2003-37699\n [PubMed] [CrossRef] [Google Scholar]\nLi Z., Niu S., Guo B., Gao T., Wang L., Wang Y., et al.  (2020). Stem Cell Therapy for COVID-19, ARDS and Pulmonary Fibrosis. Cell Prolif\n53 (12), e12939. 10.1111/cpr.12939\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLiang Y., Wang X., Song J., Wang L., Chen D., Yang Y., et al.  (2017). Therapeutic Effects of Traditional Chinese Medicine Niubeixiaohe in Mouse Tuberculosis Models. J. Ethnopharmacol\n195, 318–323. 10.1016/j.jep.2016.11.037\n [PubMed] [CrossRef] [Google Scholar]\nLimper A. H. (2004). Chemotherapy-induced Lung Disease. Clin. Chest Med.\n25 (1), 53–64. 10.1016/s0272-5231(03)00123-0\n [PubMed] [CrossRef] [Google Scholar]\nLin B. Q., Ji H., Li P., Jiang Y., Fang W. (2006). Selective Antagonism Activity of Alkaloids from Bulbs Fritillariae at Muscarinic Receptors: Functional Studies. Eur. J. Pharmacol.\n551 (1-3), 125–130. 10.1016/j.ejphar.2006.08.066\n [PubMed] [CrossRef] [Google Scholar]\nLin Q., Ling L. Q., Guo L., Gong T., Sun X., Zhang Z. R. (2015). Intestinal Absorption Characteristics of Imperialine: In Vitro and In Situ Assessments. Acta Pharmacol. Sin\n36 (7), 863–873. 10.1038/aps.2015.27\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLin Q., Qu M., Patra H. K., He S., Wang L., Hu X., et al.  (2020). Mechanistic and Therapeutic Study of Novel Anti-tumor Function of Natural Compound Imperialine for Treating Non-small Cell Lung Cancer. J. Ethnopharmacol\n247, 112283. 10.1016/j.jep.2019.112283\n [PubMed] [CrossRef] [Google Scholar]\nLin Q., Zhang Q., Song X., Gong T., Sun X., Zhang Z. (2013). Novel LC-MS/MS Method for Analyzing Imperialine in Rat Plasma: Development, Validation, and Application to Pharmacokinetics. J. Chromatogr. B Analyt Technol. Biomed. Life Sci.\n938, 51–59. 10.1016/j.jchromb.2013.08.033\n [PubMed] [CrossRef] [Google Scholar]\nLinehan E., Fitzgerald D. C. (2015). Ageing and the Immune System: Focus on Macrophages. Eur. J. Microbiol. Immunol. (Bp)\n5 (1), 14–24. 10.1556/EuJMI-D-14-00035\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLing C. Q. (2020). Traditional Chinese Medicine Is a Resource for Drug Discovery against 2019 Novel Coronavirus (SARS-CoV-2). J. Integr. Med.\n18 (2), 87–88. 10.1016/j.joim.2020.02.004\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLiu B., Li M., Zhou Z., Guan X., Xiang Y. (2020). Can We Use Interleukin-6 (IL-6) Blockade for Coronavirus Disease 2019 (COVID-19)-Induced Cytokine Release Syndrome (CRS)?\nJ. Autoimmun.\n111, 102452. 10.1016/j.jaut.2020.102452\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLiu D., You Y., Chen Y., Tang S. (2020). Efficacy of Integrative Traditional Chinese and Western Medicine for the Treatment of Patients Infected with 2019 Novel Coronavirus (COVID-19): A Protocol for Systematic Review and Meta Analysis. Medicine (Baltimore)\n99 (29), e20781. 10.1097/md.0000000000020781\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLiu J., Manheimer E., Shi Y., Gluud C. (2004). Chinese Herbal Medicine for Severe Acute Respiratory Syndrome: a Systematic Review and Meta-Analysis. J. Altern. Complement. Med.\n10 (6), 1041–1051. 10.1089/acm.2004.10.1041\n [PubMed] [CrossRef] [Google Scholar]\nLiu J., Zheng X., Tong Q., Li W., Wang B., Sutter K., et al.  (2020c). Overlapping and Discrete Aspects of the Pathology and Pathogenesis of the Emerging Human Pathogenic Coronaviruses SARS-CoV, MERS-CoV, and 2019-nCoV. J. Med. Virol.\n92 (5), 491–494. 10.1002/jmv.25709\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLiu S., Yang T., Ming T. W., Gaun T. K. W., Zhou T., Wang S., et al.  (2020b). Isosteroid Alkaloids from Fritillaria Cirrhosa Bulbus as Inhibitors of Cigarette Smoke-Induced Oxidative Stress. Fitoterapia\n140, 104434. 10.1016/j.fitote.2019.104434\n [PubMed] [CrossRef] [Google Scholar]\nLiu S., Yang T., Ming T. W., Gaun T. K. W., Zhou T., Wang S., et al.  (2020a). Isosteroid Alkaloids with Different Chemical Structures from Fritillariae Cirrhosae Bulbus Alleviate LPS-Induced Inflammatory Response in RAW 264.7 Cells by MAPK Signaling Pathway. Int. Immunopharmacol\n78, 106047. 10.1016/j.intimp.2019.106047\n [PubMed] [CrossRef] [Google Scholar]\nLiu Z. K., Qiao M. T., Rui-Xiao A. N., Fang B., Wang M. L., Gong T. F., et al.  (2019). Clinical Study on Chuanbei Pipa Capsules Combined with Tiotropium Bromide in Treatment of Acute Exacerbation of Chronic Obstructive Pulmonary Disease. Drugs & Clinic\n34 (10), 2980–2984. (In Chinese).  [Google Scholar]\nLivingston E., Bucher K. (2020). Coronavirus Disease 2019 (COVID-19) in Italy. Jama\n323 (14), 1335. 10.1001/jama.2020.4344\n [PubMed] [CrossRef] [Google Scholar]\nLu H., Stratton C. W., Tang Y. W. (2020b). Outbreak of Pneumonia of Unknown Etiology in Wuhan, China: The Mystery and the Miracle. J. Med. Virol.\n92 (4), 401–402. 10.1002/jmv.25678\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLu R., Zhao X., Li J., Niu P., Yang B., Wu H., et al.  (2020a). Genomic Characterisation and Epidemiology of 2019 Novel Coronavirus: Implications for Virus Origins and Receptor Binding. Lancet\n395 (10224), 565–574. 10.1016/s0140-6736(20)30251-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLu S., Lin J., Zhang Z., Xiao L., Jiang Z., Chen J., et al.  (2021). Alert for Non-respiratory Symptoms of Coronavirus Disease 2019 Patients in Epidemic Period: A Case Report of Familial Cluster with Three Asymptomatic COVID-19 Patients. J. Med. Virol.\n93 (1), 518–521. 10.1002/jmv.25776\n [PubMed] [CrossRef] [Google Scholar]\nLuo H., Tang Q. L., Shang Y. X., Liang S. B., Yang M., Robinson N., et al.  (2020b). Can Chinese Medicine Be Used for Prevention of Corona Virus Disease 2019 (COVID-19)? A Review of Historical Classics, Research Evidence and Current Prevention Programs. Chin. J. Integr. Med.\n26 (4), 243–250. 10.1007/s11655-020-3192-6\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLuo H., Zhang L., Xu W., Yang J., Yang W., Yang A., et al.  (2012). Simultaneous Determination of Four Main Isosteroidal Alkaloids of Bulbus Fritillariae Cirrhosae in Rat Plasma by LC-MS-MS. Chromatographia\n75 (13-14), 729–737. 10.1007/s10337-012-2247-z\n [CrossRef] [Google Scholar]\nLuo S. H., Liu W., Liu Z. J., Zheng X. Y., Hong C. X., Liu Z. R., et al.  (2020a). A Confirmed Asymptomatic Carrier of 2019 Novel Coronavirus. Chin. Med. J. (Engl)\n133 (9), 1123–1125. 10.1097/CM9.0000000000000798\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nLuo Y., Wang C. Z., Hesse-Fong J., Lin J. G., Yuan C. S. (2019b). Application of Chinese Medicine in Acute and Critical Medical Conditions. Am. J. Chin. Med.\n47 (06), 1223–1235. 10.1142/s0192415x19500629\n [PubMed] [CrossRef] [Google Scholar]\nLuo Z., Zheng B., Jiang B., Xue X., Xue E., Zhou Y. (2019a). Peiminine Inhibits the IL-1β Induced Inflammatory Response in Mouse Articular Chondrocytes and Ameliorates Murine Osteoarthritis. Food Funct.\n10 (4), 2198–2208. 10.1039/c9fo00307j\n [PubMed] [CrossRef] [Google Scholar]\nMa W. W., Hidalgo M. (2013). The Winning Formulation: The Development of Paclitaxel in Pancreatic Cancer. Clin. Cancer Res.\n19 (20), 5572–5579. 10.1158/1078-0432.Ccr-13-1356\n [PubMed] [CrossRef] [Google Scholar]\nMahase E. (2020). China Coronavirus: WHO Declares International Emergency as Death Toll Exceeds 200. Bmj, m408. 10.1136/bmj.m408\n [PubMed] [CrossRef] [Google Scholar]\nManjili R. H., Zarei M., Habibi M., Manjili M. H. (2020). COVID-19 as an Acute Inflammatory Disease. J. Immunol.\n205 (1), 12–19. 10.4049/jimmunol.2000413\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMedzhitov R. (2008). Origin and Physiological Roles of Inflammation. Nature\n454 (7203), 428–435. 10.1038/nature07201\n [PubMed] [CrossRef] [Google Scholar]\nMetzemaekers M., Cambier S., Blanter M., Vandooren J., Carvalho A. C., Malengier-Devlies B., et al.  (2021). Kinetics of Peripheral Blood Neutrophils in Severe Coronavirus Disease 2019. Clin. Transl Immunol.\n10 (4). 10.1002/cti2.1271\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMirzaei H., Naseri G., Rezaee R., Mohammadi M., Banikazemi Z., Mirzaei H. R., et al.  (2016). Curcumin: A New Candidate for Melanoma Therapy?\nInt. J. Cancer\n139 (8), 1683–1695. 10.1002/ijc.30224\n [PubMed] [CrossRef] [Google Scholar]\nMohammad R. M., Muqbil I., Lowe L., Yedjou C., Hsu H. Y., Lin L. T., et al.  (2015). Broad Targeting of Resistance to Apoptosis in Cancer. Semin. Cancer Biol.\n35 Suppl, S78–S103. 10.1016/j.semcancer.2015.03.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nMortezaee K., Salehi E., Mirtavoos-Mahyari H., Motevaseli E., Najafi M., Farhood B., et al.  (2019). Mechanisms of Apoptosis Modulation by Curcumin: Implications for Cancer Therapy. J. Cel Physiol\n234 (8), 12537–12550. 10.1002/jcp.28122\n [PubMed] [CrossRef] [Google Scholar]\nNagata S. (2018). Apoptosis and Clearance of Apoptotic Cells. Annu. Rev. Immunol.\n36 (1), 489–517. 10.1146/annurev-immunol-042617-053010\n [PubMed] [CrossRef] [Google Scholar]\nNational Health Commission of the People’s Republic of China. Resources. Publications. Diagnosis and Treatment Protocol for COVID-19 Patients (Tentative 8th Edition)\nhttp://en.nhc.gov.cn/publications.html. \nNile S. H., Nile A., Qiu J., Li L., Jia X., Kai G. (2020). COVID-19: Pathogenesis, Cytokine Storm and Therapeutic Potential of Interferons. Cytokine Growth Factor. Rev.\n53, 66–70. 10.1016/j.cytogfr.2020.05.002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nOh H., Kang D. G., Lee S., Lee Y., Lee H. S. (2003). Angiotensin Converting Enzyme (Ace) Inhibitory Alkaloids from Fritillaria Ussuriensis. Planta Med.\n69 (06), 564–565. 10.1055/s-2003-40659\n [PubMed] [CrossRef] [Google Scholar]\nOrtiz L. M., Lombardi P., Tillhon M., Scovassi A. I. (2014). Berberine, an Epiphany against Cancer. Molecules\n19 (8), 12349–12367. 10.3390/molecules190812349\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nOser M. G., Niederst M. J., Sequist L. V., Engelman J. A. (2015). Transformation from Non-small-cell Lung Cancer to Small-Cell Lung Cancer: Molecular Drivers and Cells of Origin. Lancet Oncol.\n16 (4), e165–72. 10.1016/s1470-2045(14)71180-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nOsmani L., Askin F., Gabrielson E., Li Q. K. (2018). Current WHO Guidelines and the Critical Role of Immunohistochemical Markers in the Subclassification of Non-small Cell Lung Carcinoma (NSCLC): Moving from Targeted Therapy to Immunotherapy. Semin. Cancer Biol.\n52, 103–109. 10.1016/j.semcancer.2017.11.019\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPacha O., Sallman M. A., Evans S. E. (2020). COVID-19: a Case for Inhibiting IL-17?\nNat. Rev. Immunol.\n20 (6), 345–346. 10.1038/s41577-020-0328-z\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPae H. O., Oh H., Choi B. M., Oh G. S., Paik S. G., Jeong S., et al.  (2002). Differentiation-inducing Effects of Verticinone, an Isosteroidal Alkaloid Isolated from the Bulbus of Fritillaria Ussuriensis, on Human Promyelocytic Leukemia Hl-60 Cells. Biol. Pharm. Bull.\n25 (11), 1409–1411. 10.1248/bpb.25.1409\n [PubMed] [CrossRef] [Google Scholar]\nPahlavani M., Kalupahana N. S., Ramalingam L., Moustaid-Moussa N. (2017). “Regulation and Functions of the Renin-Angiotensin System in White and Brown Adipose Tissue,” in Comprehensive Physiology, 1137–1150. 10.1002/cphy.c160031\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPark J. H., Lee B., Kim H. K., Kim E. Y., Kim J. H., Min J. H., et al.  (2017). Peimine Inhibits the Production of Proinflammatory Cytokines through Regulation of the Phosphorylation of NF-Κb and MAPKs in HMC-1 Cells. Pharmacogn Mag.\n13 (50), S359. 10.4103/0973-1296.210173\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPatel A., Jernigan D. B., Abdirizak F., Abedi G., Aggarwal S., Albina D., et al.  (2020). Initial Public Health Response and Interim Clinical Guidance for the 2019 Novel Coronavirus Outbreak - United States, December 31, 2019-February 4, 2020. Am. J. Transpl.\n20 (3), 889–895. 10.1111/ajt.15805\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPeng R., Ma P., Mo R., Sun N. (2013). Analysis of the Bioactive Components from Different Growth Stages of Fritillaria Taipaiensis P. Y. Li. Acta Pharmaceutica Sinica B\n3 (3), 167–173. 10.1016/j.apsb.2013.04.006\n [CrossRef] [Google Scholar]\nPerlman S., Dandekar A. A. (2005). Immunopathogenesis of Coronavirus Infections: Implications for SARS. Nat. Rev. Immunol.\n5 (12), 917–927. 10.1038/nri1732\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPhoswa W. N., Khaliq O. P. (2020). Is Pregnancy a Risk Factor of COVID-19?\nEur. J. Obstet. Gynecol. Reprod. Biol.\n252, 605–609. 10.1016/j.ejogrb.2020.06.058\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nPing L., Guojun X., Luoshan X., Yixian W. (1995). Active Constituents of the Bulbs ofFritillaria Ebeiensis and Their Antitumour Activity in Mice. Phytother. Res.\n9, 460–462. 10.1002/ptr.2650090617\n [CrossRef] [Google Scholar]\nPistritto G., Trisciuoglio D., Ceci C., Garufi A., D'Orazi G. (2016). Apoptosis as Anticancer Mechanism: Function and Dysfunction of its Modulators and Targeted Therapeutic Strategies. Aging (Albany NY)\n8 (4), 603–619. 10.18632/aging.100934\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nQin C., Zhou L., Hu Z., Zhang S., Yang S., Tao Y., et al.  (2020). Dysregulation of Immune Response in Patients with Coronavirus 2019 (COVID-19) in Wuhan, China. Clin. Infect. Dis.\n71 (15), 762–768. 10.1093/cid/ciaa248\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nQiu H., Wu J., Hong L., Luo Y., Song Q., Chen D. (2020). Clinical and Epidemiological Features of 36 Children with Coronavirus Disease 2019 (COVID-19) in Zhejiang, China: an Observational Cohort Study. Lancet Infect. Dis.\n20 (6), 689–696. 10.1016/s1473-3099(20)30198-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nQiu J. (2020). Covert Coronavirus Infections Could Be Seeding New Outbreaks. Nature\n822. 10.1038/d41586-020-00822-x\n [PubMed] [CrossRef] [Google Scholar]\nRagab D., Salah Eldin H., Taeimah M., Khattab R., Salem R. (2020). The COVID-19 Cytokine Storm; what We Know So Far. Front. Immunol.\n11, 1446. 10.3389/fimmu.2020.01446\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRamirez M. L. G., Salvesen G. S. (2018). A Primer on Caspase Mechanisms. Semin. Cel Dev Biol\n82, 79–85. 10.1016/j.semcdb.2018.01.002\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRane S., Hogan T., Seddon B., Yates A. J., Yates A. J. (2018). Age Is Not Just a Number: Naive T Cells Increase Their Ability to Persist in the Circulation over Time. Plos Biol.\n16 (4), e2003949. 10.1371/journal.pbio.2003949\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nReck M., Rabe K. F., Rabe K. F. (2017). Precision Diagnosis and Treatment for Advanced Non-small-cell Lung Cancer. N. Engl. J. Med.\n377 (9), 849–861. 10.1056/NEJMra1703413\n [PubMed] [CrossRef] [Google Scholar]\nRemark R., Becker C., Gomez J. E., Damotte D., Dieu-Nosjean M. C., Sautès-Fridman C., et al.  (2015). The Non-small Cell Lung Cancer Immune Contexture. A Major Determinant of Tumor Characteristics and Patient Outcome. Am. J. Respir. Crit. Care Med.\n191 (4), 377–390. 10.1164/rccm.201409-1671PP\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRossi G. P., Sanga V., Barton M. (2020). Potential Harmful Effects of Discontinuing ACE-Inhibitors and ARBs in COVID-19 Patients. eLife\n9. 10.7554/eLife.57278\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nRowinsky E. K., Donehower R. C. (1995). Paclitaxel (Taxol). N. Engl. J. Med.\n332 (15), 1004–1014. 10.1056/NEJM199504133321507\n [PubMed] [CrossRef] [Google Scholar]\nSaied A. A., Metwally A. A., Madkhali N. A. B., Haque S., Dhama K. (2021). Egypt's COVID-19 Recent Happenings and Perspectives: A Mini-Review. Front. Public Health\n9, 696082. 10.3389/fpubh.2021.696082\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nSchuetz A. N., Hemarajata P., Mehta N., Campbell S., Mitchell S., Palavecino E., et al.  (2020). When Should Asymptomatic Persons Be Tested for Covid-19?\nJ. Clin. Microbiol.\n59 (1), e02563–20e0256320. 10.1128/JCM.02563-20\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nShafabakhsh R., Pourhanifeh M. H., Mirzaei H. R., Sahebkar A., Asemi Z., Mirzaei H. (2019). Targeting Regulatory T Cells by Curcumin: A Potential for Cancer Immunotherapy. Pharmacol. Res.\n147, 104353. 10.1016/j.phrs.2019.104353\n [PubMed] [CrossRef] [Google Scholar]\nShang J. H., Cai X. H., Zhao Y. L., Feng T., Luo X. D. (2010). Pharmacological Evaluation of Alstonia scholaris: Anti-tussive, Anti-asthmatic and Expectorant Activities. J. Ethnopharmacol\n129 (3), 293–298. 10.1016/j.jep.2010.03.029\n [PubMed] [CrossRef] [Google Scholar]\nShi Y., Wang Y., Shao C., Huang J., Gan J., Huang X., et al.  (2020). COVID-19 Infection: the Perspectives on Immune Responses. Cell Death Differ\n27 (5), 1451–1454. 10.1038/s41418-020-0530-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nShostak K., Chariot A. (2015). EGFR and NF-Κb: Partners in Cancer. Trends Mol. Med.\n21 (6), 385–393. 10.1016/j.molmed.2015.04.001\n [PubMed] [CrossRef] [Google Scholar]\nSinha P., Matthay M. A., Calfee C. S. (2020). Is a \"Cytokine Storm\" Relevant to COVID-19?\nJAMA Intern. Med.\n180 (9), 1152–1154. 10.1001/jamainternmed.2020.3313\n [PubMed] [CrossRef] [Google Scholar]\nSong F., Shi N., Shan F., Zhang Z., Shen J., Lu H., et al.  (2020). Emerging 2019 Novel Coronavirus (2019-ncov) Pneumonia. Radiology\n297 (3), E346. 10.1148/radiol.2020209021\n [PubMed] [CrossRef] [Google Scholar]\nSpagnolo P., Balestro E., Aliberti S., Cocconcelli E., Biondini D., Casa G. D., et al.  (2020). Pulmonary Fibrosis Secondary to COVID-19: a Call to Arms?\nLancet Respir. Med.\n8 (8), 750–752. 10.1016/s2213-2600(20)30222-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nStephens K. E., Ishizaka A., Larrick J. W., Raffin T. A. (1988). Tumor Necrosis Factor Causes Increased Pulmonary Permeability and Edema. Comparison to Septic Acute Lung Injury. Am. Rev. Respir. Dis.\n137 (6), 1364–1370. 10.1164/ajrccm/137.6.1364\n [PubMed] [CrossRef] [Google Scholar]\nSuzuki Y., Ruiz-Ortega M., Lorenzo O., Ruperez M., Esteban V., Egido J. (2003). Inflammation and Angiotensin II. Int. J. Biochem. Cel Biol\n35 (6), 881–900. 10.1016/s1357-2725(02)00271-6\n [PubMed] [CrossRef] [Google Scholar]\nTian S., Hu W., Niu L., Liu H., Xu H., Xiao S. Y. (2020). Pulmonary Pathology of Early-phase 2019 Novel Coronavirus (COVID-19) Pneumonia in Two Patients with Lung Cancer. J. Thorac. Oncol.\n15 (5), 700–704. 10.1016/j.jtho.2020.02.010\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nTorres I., Poujois S., Albert E., Colomina J., Navarro D. (2021). Evaluation of a Rapid Antigen Test (Panbio™ COVID-19 Ag Rapid Test Device) for SARS-CoV-2 Detection in Asymptomatic Close Contacts of COVID-19 Patients. Clin. Microbiol. Infect.\n27 (4), 636–e4. 10.1016/j.cmi.2020.12.022\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nTu Y. (2016). Artemisinin-A Gift from Traditional Chinese Medicine to the World (Nobel Lecture). Angew. Chem. Int. Ed. Engl.\n55 (35), 10210–10226. 10.1002/anie.201601967\n [PubMed] [CrossRef] [Google Scholar]\nVaduganathan M., Vardeny O., Michel T., McMurray J. J. V., Pfeffer M. A., Solomon S. D. (2020). Renin-Angiotensin-Aldosterone System Inhibitors in Patients with Covid-19. N. Engl. J. Med.\n382, 1653–1659. 10.1056/NEJMsr2005760\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nValavanidis A., Vlachogianni T., Fiotakis K., Loridas S. (2013). Pulmonary Oxidative Stress, Inflammation and Cancer: Respirable Particulate Matter, Fibrous Dusts and Ozone as Major Causes of Lung Carcinogenesis through Reactive Oxygen Species Mechanisms. Int. J. Environ. Res. Public Health\n10 (9), 3886–3907. 10.3390/ijerph10093886\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nVan Quickelberghe E., De Sutter D., van Loo G., Eyckerman S., Gevaert K. (2018). A Protein-Protein Interaction Map of the TNF-Induced NF-Κb Signal Transduction Pathway. Sci. Data\n5 (1), 180289. 10.1038/sdata.2018.289\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nVaninov N. (2020). In the Eye of the COVID-19 Cytokine Storm. Nat. Rev. Immunol.\n20 (5), 277. 10.1038/s41577-020-0305-6\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nVaz de Paula C. B., de Azevedo M. L. V., Nagashima S., Martins A. P. C., Malaquias M. A. S., Miggiolaro A. F. R. D. S., et al.  (2020). IL-4/IL-13 Remodeling Pathway of COVID-19 Lung Injury. Sci. Rep.\n10 (1), 18689. 10.1038/s41598-020-75659-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nVerhoeven Y., Tilborghs S., Jacobs J., De Waele J., Quatannens D., Deben C., et al.  (2020). The Potential and Controversy of Targeting STAT Family Members in Cancer. Semin. Cancer Biol.\n60, 41–56. 10.1016/j.semcancer.2019.10.002\n [PubMed] [CrossRef] [Google Scholar]\nWagner H., Bauer R., Melchart D., et al.  (2011). Chromatographic Fingerprint Analysis of Herbal Medicines, Thin-Layer and High Performance Liquid Chromatography of Chinese Drugs. New York: SpringerSecondRevised and Enlarged Edition, 13–21. 10.1007/978-3-7091-0763-8\n [CrossRef] [Google Scholar]\nWalls A. C., Park Y. J., Tortorici M. A., Wall A., McGuire A. T., Veesler D. (2020). Structure, Function, and Antigenicity of the SARS-CoV-2 Spike Glycoprotein. Cell\n181 (2), 281–e6. 10.1016/j.cell.2020.02.058\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang C., Fei D., Li X., Zhao M., Yu K. (2020). IL-6 May Be a Good Biomarker for Earlier Detection of COVID-19 Progression. Intensive Care Med.\n46 (7), 1475–1476. 10.1007/s00134-020-06065-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang C., Horby P. W., Hayden F. G., Gao G. F. (2020). A Novel Coronavirus Outbreak of Global Health Concern. Lancet\n395 (10223), 470–473. 10.1016/s0140-6736(20)30185-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang C. Z., Li P., Ding J. Y., Peng X., Yuan C. S. (2007). Simultaneous Identification of Bulbus Fritillariae Cirrhosae Using PCR-RFLP Analysis. Phytomedicine\n14 (9), 628–632. 10.1016/j.phymed.2006.09.008\n [PubMed] [CrossRef] [Google Scholar]\nWang D., Chen X., Atanasov A. G., Yi X., Wang S. (2017). Plant Resource Availability of Medicinal Fritillaria Species in Traditional Producing Regions in Qinghai-Tibet Plateau. Front. Pharmacol.\n8, 502. 10.3389/fphar.2017.00502\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang D., Du Q., Li H., Wang S. (2016). The Isosteroid Alkaloid Imperialine from Bulbs of Fritillaria Cirrhosa Mitigates Pulmonary Functional and Structural Impairment and Suppresses Inflammatory Response in a COPD-like Rat Model. Mediators Inflamm.\n2016, 4192483–4192517. 10.1155/2016/4192483\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang D., Hu B., Hu C., Zhu F., Liu X., Zhang J., et al.  (2020). Clinical Characteristics of 138 Hospitalized Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Jama\n323 (11), 1061–1069. 10.1001/jama.2020.1585\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang D., Li Z., Zhang L., Atanasov A. G., Wang S. (2015). Characterization of the Isosteroidal Alkaloid Chuanbeinone from Bulbus of Fritillaria Pallidiflora as Novel Antitumor Agent In Vitro and In Vivo\n. Planta Med.\n82 (03), 195–204. 10.1055/s-0035-1558156\n [PubMed] [CrossRef] [Google Scholar]\nWang D., Wang S., Chen X., Xu X., Zhu J., Nie L., et al.  (2012). Antitussive, Expectorant and Anti-inflammatory Activities of Four Alkaloids Isolated from Bulbus of Fritillaria Wabuensis. J. Ethnopharmacol\n139 (1), 189–193. 10.1016/j.jep.2011.10.036\n [PubMed] [CrossRef] [Google Scholar]\nWang D., Wang S., Du Q., Wang N., Liu S., Wang X., et al.  (2014). Optimization of Extraction and Enrichment of Steroidal Alkaloids from Bulbs of Cultivated Fritillaria Cirrhosa. Biomed. Res. Int.\n2014, 258402–258415. 10.1155/2014/258402\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang D., Yang J., Du Q., Li H., Wang S. (2016a). The Total Alkaloid Fraction of Bulbs of Fritillaria Cirrhosa Displays Anti-inflammatory Activity and Attenuates Acute Lung Injury. J. Ethnopharmacol\n193, 150–158. 10.1016/j.jep.2016.08.009\n [PubMed] [CrossRef] [Google Scholar]\nWang D., Zhu J., Wang S., Wang X., Ou Y., Wei D., et al.  (2011). Antitussive, Expectorant and Anti-inflammatory Alkaloids from Bulbus Fritillariae Cirrhosae. Fitoterapia\n82 (8), 1290–1294. 10.1016/j.fitote.2011.09.006\n [PubMed] [CrossRef] [Google Scholar]\nWang D. D., Feng Y., Li Z., Zhang L., Wang S., Zhang C. Y., et al.  (2014). \nIn Vitro and In Vivo Antitumor Activity of Bulbus Fritillariae Cirrhosae and Preliminary Investigation of its Mechanism. Nutr. Cancer\n66 (3), 441–452. 10.1080/01635581.2013.878737\n [PubMed] [CrossRef] [Google Scholar]\nWang D., Wang S., Feng Y., Zhang L., Li Z., Ma J., et al.  (2014). Antitumor Effects of Bulbus Fritillariae Cirrhosae on Lewis Lung Carcinoma Cells In Vitro and In Vivo\n. Ind. Crops Prod.\n54, 92–101. 10.1016/j.indcrop.2013.12.054\n [CrossRef] [Google Scholar]\nWang J., Jiang M., Chen X., Montaner L. J. (2020). Cytokine Storm and Leukocyte Changes in Mild versus Severe SARS-CoV-2 Infection: Review of 3939 COVID-19 Patients in China and Emerging Pathogenesis and Therapy Concepts. J. Leukoc. Biol.\n108 (1), 17–41. 10.1002/jlb.3covr0520-272r\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang J., et al.  (2017). Clinical Observation of Anti-tuberculosis Therapeutic Regimen Combined with Feitai Capsule on the Treatment of Retreated Pulmonary Tuberculosis. China Med. Abstr. (Internal Medicine)\n34 (4), 198–199.  [Google Scholar]\nWang L., Liu L. F., Wang J. Y., Shi Z. Q., Chang W. Q., Chen M. L., et al.  (2017). A Strategy to Identify and Quantify Closely Related Adulterant Herbal Materials by Mass Spectrometry-Based Partial Least Squares Regression. Anal. Chim. Acta\n977, 28–35. 10.1016/j.aca.2017.04.023\n [PubMed] [CrossRef] [Google Scholar]\nWang L., Zhang H., Ruan Y., Chin D. P., Xia Y., Cheng S., et al.  (2014). Tuberculosis Prevalence in China, 1990-2010; a Longitudinal Analysis of National Survey Data. Lancet\n383 (9934), 2057–2064. 10.1016/s0140-6736(13)62639-2\n [PubMed] [CrossRef] [Google Scholar]\nWang M., Guan X., Chi Y., Robinson N., Liu J. P. (2015). Chinese Herbal Medicine as Adjuvant Treatment to Chemotherapy for Multidrug-Resistant Tuberculosis (MDR-TB): A Systematic Review of Randomised Clinical Trials. Tuberculosis (Edinb)\n95 (4), 364–372. 10.1016/j.tube.2015.03.003\n [PubMed] [CrossRef] [Google Scholar]\nWang R., Zagariya A., Ibarra-Sunga O., Gidea C., Ang E., Deshmukh S., et al.  (1999). Angiotensin Ii Induces Apoptosis in Human and Rat Alveolar Epithelial Cells. Am. J. Physiol.\n276, L885–L889. 10.1016/S0034-5687(99)00007-910.1152/ajplung.1999.276.5.L885\n [PubMed] [CrossRef] [Google Scholar]\nWang S., Zhang Z., Yu Z., Han C., Wang X. (2019). Pharmacokinetic Study of Delavinone in Mice after Intravenous and Oral Administration by UPLC-MS/MS. Biomed. Res. Int.\n2019, 3163218–3163226. 10.1155/2019/3163218\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang S., Yu J., Gao W., Pang J., Yu J., Xiao P. (2007). Comparison of Starches Separated from Three Different F. Cirrhosa. J. Food Eng.\n80 (2), 417–422. 10.1016/j.jfoodeng.2006.01.087\n [CrossRef] [Google Scholar]\nWang X., Guo Z., Ding Z., Mehta J. L. (2018). Inflammation, Autophagy, and Apoptosis after Myocardial Infarction. J. Am. Heart Assoc.\n7 (9). 10.1161/jaha.117.008024\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWang Y., Fan X., Qu H., Gao X., Cheng Y. (2012). Strategies and Techniques for Multi-Component Drug Design from Medicinal Herbs and Traditional Chinese Medicine. Curr. Top. Med. Chem.\n12, 1356–1362. 10.2174/156802612801319034\n [PubMed] [CrossRef] [Google Scholar]\nWang Y., Hou H., Ren Q., Hu H., Yang T., Li X. (2021). Natural Drug Sources for Respiratory Diseases from Fritillaria: Chemical and Biological Analyses. Chin. Med.\n16 (1), 40. 10.1186/s13020-021-00450-1\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWen W., Su W., Tang H., Le W., Zhang X., Zheng Y., et al.  (2020). Immune Cell Profiling of COVID-19 Patients in the Recovery Stage by Single-Cell Sequencing. Cell Discov\n6 (1), 31. 10.1038/s41421-020-0168-9\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWho (2019). Coronavirus Disease (COVID-19) Pandemic. https://www.who.int/emergencies/diseases/novel-coronavirus-2019. \nWho (2020). Global Tuberculosis Report 2020. https://www.who.int/teams/global-tuberculosis-programme/tb-reports. \nWiersinga W. J., Rhodes A., Cheng A. C., Peacock S. J., Prescott H. C. (2020). Pathophysiology, Transmission, Diagnosis, and Treatment of Coronavirus Disease 2019 (COVID-19): A Review. Jama\n324 (8), 782–793. 10.1001/jama.2020.12839\n [PubMed] [CrossRef] [Google Scholar]\nWigén J., Löfdahl A., Bjermer L., Elowsson Rendin L., Westergren-Thorsson G. (2020). Converging Pathways in Pulmonary Fibrosis and Covid-19 - the Fibrotic Link to Disease Severity. Respir. Med. X\n2, 100023. 10.1016/j.yrmex.2020.100023\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWong C. K., Lam C. W., Wu A. K., Ip W. K., Lee N. L., Chan I. H., et al.  (2004). Plasma Inflammatory Cytokines and Chemokines in Severe Acute Respiratory Syndrome. Clin. Exp. Immunol.\n136 (1), 95–103. 10.1111/j.1365-2249.2004.02415.x\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWorld Health Organization. SARS (2004). Clinical Trials on Treatment Using a Combination of Traditional Chinese Medicine and Western Medicine. https://apps.who.int/iris/handle/10665/43029.  [Google Scholar]\nWösten-van Asperen R. M., Lutter R., Haitsma J. J., Merkus M. P., van Woensel J. B., van der Loos C. M., et al.  (2008). ACE Mediates Ventilator-Induced Lung Injury in Rats via Angiotensin II but Not Bradykinin. Eur. Respir. J.\n31 (2), 363–371. 10.1183/09031936.00060207\n [PubMed] [CrossRef] [Google Scholar]\nWösten-van Asperen R. M., Lutter R., Specht P. A., Moll G. N., van Woensel J. B., van der Loos C. M., et al.  (2011). Acute Respiratory Distress Syndrome Leads to Reduced Ratio of ACE/ACE2 Activities and Is Prevented by Angiotensin-(1-7) or an Angiotensin II Receptor Antagonist. J. Pathol.\n225 (4), 618–627. 10.1002/path.2987\n [PubMed] [CrossRef] [Google Scholar]\nWösten-van Asperen R. M., Lutter R., Specht P. A., van Woensel J. B., van der Loos C. M., Florquin S., et al.  (2010). Ventilator-Induced Inflammatory Response in Lipopolysaccharide-Exposed Rat Lung Is Mediated by Angiotensin-Converting Enzyme. Am. J. Pathol.\n176 (5), 2219–2227. 10.2353/ajpath.2010.090565\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWrapp D., Wang N., Corbett K. S., Goldsmith J. A., Hsieh C. L., Abiona O., et al.  (2020). Cryo-em Structure of the 2019-ncov Spike in the Prefusion Conformation. Science\n367 (6483), 1260. 10.1126/science.abb2507\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWu A., Peng Y., Huang B., Ding X., Wang X., Niu P., et al.  (2020). Genome Composition and Divergence of the Novel Coronavirus (2019-nCoV) Originating in China. Cell Host Microbe\n27 (3), 325–328. 10.1016/j.chom.2020.02.001\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWu F., Zhao S., Yu B., Chen Y. M., Wang W., Song Z. G., et al.  (2020). A New Coronavirus Associated with Human Respiratory Disease in China. Nature\n579 (7798), 265–269. 10.1038/s41586-020-2008-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWu F., Zhou Y., Wang Z., Xie M., Shi Z., Tang Z., et al.  (2020). Clinical Characteristics of COVID-19 Infection in Chronic Obstructive Pulmonary Disease: a Multicenter, Retrospective, Observational Study. J. Thorac. Dis.\n12 (5), 1811–1823. 10.21037/jtd-20-1914\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWu J., Li J., Zhu G., Zhang Y., Bi Z., Yu Y., et al.  (2020). Clinical Features of Maintenance Hemodialysis Patients with 2019 Novel Coronavirus-Infected Pneumonia in Wuhan, China. Clin. J. Am. Soc. Nephrol.\n15 (8), 1139–1145. 10.2215/cjn.04160320\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWu J., Liu X., Zhou D., Qiu G., Dai M., Yang Q., et al.  (2020). Identification of RT-PCR-Negative Asymptomatic COVID-19 Patients via Serological Testing. Front. Public Health\n8, 267. 10.3389/fpubh.2020.00267\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nWu K., Mo C., Xiao H., Jiang Y., Ye B., Wang S. (2015). Imperialine and Verticinone from Bulbs of Fritillaria Wabuensis Inhibit Pro-inflammatory Mediators in LPS-Stimulated RAW 264.7 Macrophages. Planta Med.\n81 (10), 821–829. 10.1055/s-0035-1546170\n [PubMed] [CrossRef] [Google Scholar]\nWu X., Chan S. W., Ma J., Li P., Shaw P. C., Lin G. (2018). Investigation of Association of Chemical Profiles with the Tracheobronchial Relaxant Activity of Chinese Medicinal Herb Beimu Derived from Various Fritillaria Species. J. Ethnopharmacol\n210, 39–46. 10.1016/j.jep.2017.08.027\n [PubMed] [CrossRef] [Google Scholar]\nWu Z., Mcgoogan J. M. (2020). Characteristics of and Important Lessons from the Coronavirus Disease 2019 (COVID-19) Outbreak in China: Summary of a Report of 72 314 Cases from the Chinese Center for Disease Control and Prevention. JAMA\n323, 1239–1242. 10.1001/jama.2020.2648\n [PubMed] [CrossRef] [Google Scholar]\nWysocki J., Lores E., Ye M., Soler M. J., Batlle D. (2020). Kidney and Lung Ace2 Expression after an Ace Inhibitor or an Ang Ii Receptor Blocker: Implications for Covid-19. J. Am. Soc. Nephrol.\n31 (9), 1941–1943. 10.1681/ASN.2020050667\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nXia H., Lazartigues E. (2010). Angiotensin-Converting Enzyme 2: Central Regulator for Cardiovascular Function. Curr. Hypertens. Rep.\n12 (3), 170–175. 10.1007/s11906-010-0105-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nXiao F., Li N. (2013). Clinical Observation of Zhike Chuanbei pipa Dropping Pill on Acute Exacerbation of Chronic Obstructive Pulmonary Disease. Drugs & Clinic\n28 (2), 210–213. (In Chinese). 10.7501/j.issn.1674-5515\n [CrossRef] [Google Scholar]\nXin G. Z., Lam Y. C., Maiwulanjiang M., Chan G. K., Zhu K. Y., Tang W. L., et al.  (2014). Authentication of Bulbus Fritillariae Cirrhosae by RAPD-Derived DNA Markers. Molecules\n19 (3), 3450–3459. 10.3390/molecules19033450\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nXiong Y., Liu Y., Cao L., Wang D., Guo M., Jiang A., et al.  (2020). Transcriptomic Characteristics of Bronchoalveolar Lavage Fluid and Peripheral Blood Mononuclear Cells in COVID-19 Patients. Emerg. Microbes Infect.\n9 (1), 761–770. 10.1080/22221751.2020.1747363\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nXiu L. J., Sun D. Z., Jiao J. P., Yan B., Qin Z. F., Liu X., et al.  (2015). Anticancer Effects of Traditional Chinese Herbs with Phlegm-Eliminating Properties - an Overview. J. Ethnopharmacol\n172, 155–161. 10.1016/j.jep.2015.05.032\n [PubMed] [CrossRef] [Google Scholar]\nXu F., Xu S., Wang L., Chen C., Zhou X., Lu Y., et al.  (2011). Antinociceptive Efficacy of Verticinone in Murine Models of Inflammatory Pain and Paclitaxel Induced Neuropathic Pain. Biol. Pharm. Bull.\n34 (9), 1377–1382. 10.1248/bpb.34.1377\n [PubMed] [CrossRef] [Google Scholar]\nXu J., Zhao W., Pan L., Zhang A., Chen Q., Xu K., et al.  (2016). Peimine, a Main Active Ingredient of Fritillaria, Exhibits Anti-inflammatory and Pain Suppression Properties at the Cellular Level. Fitoterapia\n111, 1–6. 10.1016/j.fitote.2016.03.018\n [PubMed] [CrossRef] [Google Scholar]\nXu X., Chen P., Wang J., Feng J., Zhou H., Li X., et al.  (2020c). Evolution of the Novel Coronavirus from the Ongoing Wuhan Outbreak and Modeling of its Spike Protein for Risk of Human Transmission. Sci. China Life Sci.\n63 (3), 457–460. 10.1007/s11427-020-1637-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nXu Y., Ming T. W., Gaun T. K. W., Wang S., Ye B. (2019). A Comparative Assessment of Acute Oral Toxicity and Traditional Pharmacological Activities between Extracts of Fritillaria Cirrhosae Bulbus and Fritillaria Pallidiflora Bulbus. J. Ethnopharmacol\n238, 111853. 10.1016/j.jep.2019.111853\n [PubMed] [CrossRef] [Google Scholar]\nXu Y. H., Dai G. M., Tang S. H., Yang H. J., Sun Z. G. (2020b). Changes of Anti-tuberculosis Herbs Formula during Past Three Decades in Contrast to Ancient Ones. Chin. J. Integr. Med.\n27 (5), 388–393. 10.1007/s11655-020-3475-y\n [PubMed] [CrossRef] [Google Scholar]\nXu Z., Shi L., Wang Y., Zhang J., Huang L., Zhang C., et al.  (2020a). Pathological Findings of COVID-19 Associated with Acute Respiratory Distress Syndrome. Lancet Respir. Med.\n8 (4), 420–422. 10.1016/s2213-2600(20)30076-x\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYang S., Zhang Z., Wang Q. (2019). Emerging Therapies for Small Cell Lung Cancer. J. Hematol. Oncol.\n12 (1), 47. 10.1186/s13045-019-0736-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYang X., Yu Y., Xu J., Shu H., Xia J., Liu H., et al.  (2020a). Clinical Course and Outcomes of Critically Ill Patients with SARS-CoV-2 Pneumonia in Wuhan, China: a Single-Centered, Retrospective, Observational Study. Lancet Respir. Med.\n8 (5), 475–481. 10.1016/s2213-2600(20)30079-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYang Y., Islam M. S., Wang J., Li Y., Chen X. (2020b). Traditional Chinese Medicine in the Treatment of Patients Infected with 2019-New Coronavirus (SARS-CoV-2): A Review and Perspective. Int. J. Biol. Sci.\n16 (10), 1708–1717. 10.7150/ijbs.45538\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYe B.-G., Wang S. (2014). Quality Control of Bulbus Fritillariae Cirrhosae by HPLC-ELSD Fingerprint and Identification of Selected Steroidal Alkaloids. Eur. J. Integr. Med.\n6 (6), 745. 10.1016/j.eujim.2014.09.130\n [CrossRef] [Google Scholar]\nYe H., Tang K., Yang L., Cao Z., Li Y. (2012). Study of Drug Function Based on Similarity of Pathway Fingerprint. Protein Cell\n3 (2), 132–139. 10.1007/s13238-012-2011-z\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYe Q., Wang B., Mao J. (2020). The Pathogenesis and Treatment of the `Cytokine Storm' in COVID-19. J. Infect.\n80 (6), 607–613. 10.1016/j.jinf.2020.03.037\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYe Y., Ji J., Pi F., Yang H., Liu J., Zhang Y., et al.  (2018). A Novel Electrochemical Biosensor for Antioxidant Evaluation of Phloretin Based on Cell-Alginate/ʟ-Cysteine/gold Nanoparticle-Modified Glassy Carbon Electrode. Biosens. Bioelectron.\n119, 119–125. 10.1016/j.bios.2018.07.051\n [PubMed] [CrossRef] [Google Scholar]\nYeum H. S., Lee Y. C., Kim S. H., Roh S. S., Lee J. C., Seo Y. B. (2007). Fritillaria Cirrhosa, Anemarrhena Asphodeloides, Lee-Mo-Tang and Cyclosporine a Inhibit Ovalbumin-Induced Eosinophil Accumulation and Th2-Mediated Bronchial Hyperresponsiveness in a Murine Model of Asthma. Basic Clin. Pharmacol. Toxicol.\n100 (3), 205–213. 10.1111/j.1742-7843.2007.00043.x\n [PubMed] [CrossRef] [Google Scholar]\nYin Z., Zhang J., Guo Q., Chen L., Zhang W., Kang W. (2019). Pharmacological Effects of Verticine: Current Status. Evid. Based Complement. Alternat Med.\n2019, 2394605–2394608. 10.1155/2019/2394605\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYu H., Pardoll D., Jove R. (2009). STATs in Cancer Inflammation and Immunity: a Leading Role for STAT3. Nat. Rev. Cancer\n9 (11), 798–809. 10.1038/nrc2734\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYu Z. Y., Liu Z. Z., Ouyang X. N., Du J., Dai X. H., Chen X., et al.  (2012). Effect of Feitai Capsule () on Quality of Life and Progression-free Survival of Patients with Unresectable Non-small Cell Lung Cancer. Chin. J. Integr. Med.\n18 (2), 106–111. 10.1007/s11655-012-0994-1\n [PubMed] [CrossRef] [Google Scholar]\nYuki K., Fujiogi M., Koutsogiannaki S. (2020). COVID-19 Pathophysiology: A Review. Clin. Immunol.\n215, 108427. 10.1016/j.clim.2020.108427\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nYun Y. G., Jeon B. H., Lee J. H., Lee S. K., Lee H. J., Jung K. H., et al.  (2008). Verticinone Induces Cell Cycle Arrest and Apoptosis in Immortalized and Malignant Human Oral Keratinocytes. Phytother Res.\n22 (3), 416–423. 10.1002/ptr.2345\n [PubMed] [CrossRef] [Google Scholar]\nZeng H., Wang Y., Gu Y., Wang J., Zhang H., Gao H., et al.  (2019). Polydatin Attenuates Reactive Oxygen Species-Induced Airway Remodeling by Promoting Nrf2-Mediated Antioxidant Signaling in Asthma Mouse Model. Life Sci.\n218, 25–30. 10.1016/j.lfs.2018.08.013\n [PubMed] [CrossRef] [Google Scholar]\nZhang D., Guo R., Lei L., Liu H., Wang Y., Wang Y., et al.  (2020b). COVID-19 Infection Induces Readily Detectable Morphologic and Inflammation-Related Phenotypic Changes in Peripheral Blood Monocytes. J. Leukoc. Biol.\n109 (1), 13–22. 10.1002/jlb.4hi0720-470r\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhang D., Mo X., Xiang J., Zhou N. (2016). Molecular Identification of Original Plants of Fritillariae Cirrhosae Bulbus, a Tradtional Chinese Medicine (Tcm) Using Plant Dna Barcoding. Afr. J. Tradit Complement. Altern. Med.\n13 (6), 74–82. 10.21010/ajtcam.v13i6.12\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhang D. H., Wu K. L., Zhang X., Deng S. Q., Peng B. (2020c). In Silico screening of Chinese Herbal Medicines with the Potential to Directly Inhibit 2019 Novel Coronavirus. J. Integr. Med.\n18 (2), 152–158. 10.1016/j.joim.2020.02.005\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhang J. L., Wang H., Pi H. F., Ruan H. L., Zhang P., Wu J. Z. (2009). Structural Analysis and Antitussive Evaluation of Five Novel Esters of Verticinone and Bile Acids. Steroids\n74 (4-5), 424–434. 10.1016/j.steroids.2008.12.007\n [PubMed] [CrossRef] [Google Scholar]\nZhang L., Cui M., Chen S. (2020a). Identification of the Molecular Mechanisms of Peimine in the Treatment of Cough Using Computational Target Fishing. Molecules\n25 (5). 10.3390/molecules25051105\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhang L., Liu Y. (2020). Potential Interventions for Novel Coronavirus in China: A Systematic Review. J. Med. Virol.\n92 (5), 479–490. 10.1002/jmv.25707\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhang M. M., Liu X. M., He L. (2004). Effect of Integrated Traditional Chinese and Western Medicine on SARS: a Review of Clinical Evidence. World J. Gastroenterol.\n10 (23), 3500–3505. 10.3748/wjg.v10.i23.3500\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhang Q. J., Zheng Z. F., Yu D. Q. (2011). Steroidal Alkaloids from the Bulbs of Fritillaria Unibracteata. J. Asian Nat. Prod. Res.\n13 (12), 1098–1103. 10.1080/10286020.2011.619980\n [PubMed] [CrossRef] [Google Scholar]\nZhang W. (2020) Fighting COVID-19 the Chinese Way. Traditional Chinese medicine https://covid-19.chinadaily.com.cn/.\n [Google Scholar]\nZhao B., Shen C., Zheng Z., Wang X., Zhao W., Chen X., et al.  (2018b). Peiminine Inhibits Glioblastoma In Vitro and In Vivo through Cell Cycle Arrest and Autophagic Flux Blocking. Cell Physiol Biochem\n51 (4), 1566–1583. 10.1159/000495646\n [PubMed] [CrossRef] [Google Scholar]\nZhao Q., Li R., Zhang Y., Huang K., Wang W., Li J. (2018a). Transcriptome Analysis Reveals In Vitro-cultured Regeneration Bulbs as a Promising Source for Targeted Fritillaria Cirrhosa Steroidal Alkaloid Biosynthesis. 3 Biotech.\n8 (4), 191. 10.1007/s13205-018-1218-y\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZheng Y. Y., Ma Y. T., Zhang J. Y., Xie X. (2020a). COVID-19 and the Cardiovascular System. Nat. Rev. Cardiol.\n17 (5), 259–260. 10.1038/s41569-020-0360-5\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZheng Z., Peng F., Xu B., Zhao J., Liu H., Peng J., et al.  (2020b). Risk Factors of Critical & Mortal COVID-19 Cases: A Systematic Literature Review and Meta-Analysis. J. Infect.\n81 (2), e16–e25. 10.1016/j.jinf.2020.04.021\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZheng Z., Xu L., Zhang S., Li W., Tou F., He Q., et al.  (2017). Peiminine Inhibits Colorectal Cancer Cell Proliferation by Inducing Apoptosis and Autophagy and Modulating Key Metabolic Pathways. Oncotarget\n8 (29), 47619–47631. 10.18632/oncotarget.17411\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhong P., Xu J., Yang D., Shen Y., Wang L., Feng Y., et al.  (2020). COVID-19-associated Gastrointestinal and Liver Injury: Clinical Features and Potential Mechanisms. Signal. Transduct Target. Ther.\n5 (1), 256. 10.1038/s41392-020-00373-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhou F., Yu T., Du R., Fan G., Liu Y., Liu Z., et al.  (2020b). Clinical Course and Risk Factors for Mortality of Adult Inpatients with COVID-19 in Wuhan, China: a Retrospective Cohort Study. Lancet\n395 (10229), 1054–1062. 10.1016/s0140-6736(20)30566-3\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhou P., Yang X. L., Wang X. G., Hu B., Zhang L., Zhang W., et al.  (2020a). A Pneumonia Outbreak Associated with a New Coronavirus of Probable Bat Origin. Nature\n579 (7798), 270–273. 10.1038/s41586-020-2012-7\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZhu N., Zhang D., Wang W., Li X., Yang B., Song J., et al.  (2020). A Novel Coronavirus from Patients with Pneumonia in China, 2019. N. Engl. J. Med.\n382 (8), 727–733. 10.1056/NEJMoa2001017\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZou L., Ruan F., Huang M., Liang L., Huang H., Hong Z., et al.  (2020). SARS-CoV-2 Viral Load in Upper Respiratory Specimens of Infected Patients. N. Engl. J. Med.\n382 (12), 1177–1179. 10.1056/NEJMc2001737\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZumla A., Chan J. F., Azhar E. I., Hui D. S., Yuen K. Y. (2016). Coronaviruses - Drug Discovery and Therapeutic Options. Nat. Rev. Drug Discov.\n15 (5), 327–347. 10.1038/nrd.2015.37\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]\nZumla A., Hui D. S., Perlman S. (2015). Middle East Respiratory Syndrome. Lancet\n386 (9997), 995–1007. 10.1016/s0140-6736(15)60454-8\n [PMC free article] [PubMed] [CrossRef] [Google Scholar]"}