{"title": "Prediction of Conventional Oxygen Therapy Failure in COVID-19 Patients With Acute Respiratory Failure by Assessing Serum Lactate Concentration, PaO2/FiO2 Ratio, and Body Temperature", "pubDate": "2022", "PMCID": "PMC8820760", "DOI": "10.7759/cureus.21987", "PMID": "35155050", "abstract": "One of the challenges that emerged during the coronavirus disease 2019 (COVID-19) pandemic and is still relevant today is the need to identify patients with acute respiratory failure (ARF) who could benefit from conventional oxygen therapy (COT) - oxygen supplementation with nasal cannulas, Venturi masks, and non-rebreather masks - without recurring to advanced respiratory therapy, such as high-flow nasal cannula (HFNC), continuous positive airway pressure (CPAP), non-invasive ventilation (NIV), or invasive mechanical ventilation. The aim of the study was to develop a clinical tool able to predict the failure of COT in COVID-19 patients presenting to the emergency department (ED) with ARF. This was a retrospective monocentric cohort study carried out in the ED of the University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic, Italy. The cohort comprised 101 COVID-19 patients with ARF from the first pandemic wave who received COT. This cohort was used to develop a scale that considers serum lactate concentration, partial arterial oxygen pressure/inspired oxygen fraction (PaO2/FiO2) ratio, and body temperature to predict COT failure, referred to as the Lactate, Oxygenation, and Temperature (LOT) score. The highest possible score was 17 points. The LOT score was associated with COT failure (area under the receiver operating curve or AUROC = 0.79, 95% CI 0.69 - 0.89, p < 0.001); the cut-off value of > 5 points had optimal predictive power and showed significantly higher 30-day mortality (log-rank χ2 = 28,828, p < 0.0001). The LOT score was able to effectively predict COT failure in COVID-19 patients with ARF. Patients with LOT score > 5 had a very high risk of therapy failure, and more advanced respiratory therapies must be considered in these patients.", "author": [{"author": "Simon E Fridman", "affiliation": ["Emergency Department, University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic (IRCCS Azienda Ospedaliero-Universitaria di Bologna - Policlinico di Sant'Orsola-Malpighi), Bologna, ITA."], "href": "/?term=Fridman+SE&cauthor_id=35155050"}, {"author": "Pasquale Di Giampietro", "affiliation": ["Emergency Department, University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic (IRCCS Azienda Ospedaliero-Universitaria di Bologna - Policlinico di Sant'Orsola-Malpighi), Bologna, ITA."], "href": "/?term=Di+Giampietro+P&cauthor_id=35155050"}, {"author": "Annamaria Sensoli", "affiliation": ["Emergency Department, University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic (IRCCS Azienda Ospedaliero-Universitaria di Bologna - Policlinico di Sant'Orsola-Malpighi), Bologna, ITA."], "href": "/?term=Sensoli+A&cauthor_id=35155050"}, {"author": "Michelle Beleffi", "affiliation": ["Emergency Department, University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic (IRCCS Azienda Ospedaliero-Universitaria di Bologna - Policlinico di Sant'Orsola-Malpighi), Bologna, ITA."], "href": "/?term=Beleffi+M&cauthor_id=35155050"}, {"author": "Cristina Bucce", "affiliation": ["Emergency Department, University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic (IRCCS Azienda Ospedaliero-Universitaria di Bologna - Policlinico di Sant'Orsola-Malpighi), Bologna, ITA."], "href": "/?term=Bucce+C&cauthor_id=35155050"}, {"author": "Veronica Salvatore", "affiliation": ["Emergency Department, University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic (IRCCS Azienda Ospedaliero-Universitaria di Bologna - Policlinico di Sant'Orsola-Malpighi), Bologna, ITA."], "href": "/?term=Salvatore+V&cauthor_id=35155050"}, {"author": "Fabrizio Giostra", "affiliation": ["Emergency Department, University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic (IRCCS Azienda Ospedaliero-Universitaria di Bologna - Policlinico di Sant'Orsola-Malpighi), Bologna, ITA."], "href": "/?term=Giostra+F&cauthor_id=35155050"}, {"author": "Alice Gianstefani", "affiliation": ["Emergency Department, University Hospital of Bologna Sant'Orsola-Malpighi Polyclinic (IRCCS Azienda Ospedaliero-Universitaria di Bologna - Policlinico di Sant'Orsola-Malpighi), Bologna, ITA."], "href": "/?term=Gianstefani+A&cauthor_id=35155050"}], "refPMID": ["31978945", "32191675", "32123347", "33481642", "32091533", "32291463", "33777977", "27016353", "17368169", "32222812", "32427171", "32375845", "32319424", "33500431", "27481760", "33646507", "27812731", "34333389", "34380614", "33602668", "34345876", "33594289", "22797452", "15122742", "31565779", "32843508", "8904278", "9351608", "34058787", "33822812", "32540370", "32503659", "33004264", "34311634", "33879826", "32918645", "30956877", "20695335", "34070896", "33767005"], "citedInPMID": ["35155050"], "body": " AbstractOne of the challenges that emerged during the coronavirus disease 2019 (COVID-19) pandemic and is still relevant today is the need to identify patients with acute respiratory failure (ARF) who could benefit from conventional oxygen therapy (COT) - oxygen supplementation with nasal cannulas, Venturi masks, and non-rebreather masks - without recurring to advanced respiratory therapy, such as high-flow nasal cannula (HFNC), continuous positive airway pressure (CPAP), non-invasive ventilation (NIV), or invasive mechanical ventilation. The aim of the study was to develop a clinical tool able to predict the failure of COT in COVID-19 patients presenting to the emergency department (ED) with ARF. This was a retrospective monocentric cohort study carried out in the ED of the University Hospital of Bologna Sant’Orsola-Malpighi Polyclinic, Italy. The cohort comprised 101 COVID-19 patients with ARF from the first pandemic wave who received COT. This cohort was used to develop a scale that considers serum lactate concentration, partial arterial oxygen pressure/inspired oxygen fraction (PaO2/FiO2) ratio, and body temperature to predict COT failure, referred to as the Lactate, Oxygenation, and Temperature (LOT) score. The highest possible score was 17 points. The LOT score was associated with COT failure (area under the receiver operating curve or AUROC = 0.79, 95% CI 0.69 - 0.89, p < 0.001); the cut-off value of > 5 points had optimal predictive power and showed significantly higher 30-day mortality (log-rank χ2 = 28,828, p < 0.0001). The LOT score was able to effectively predict COT failure in COVID-19 patients with ARF. Patients with LOT score > 5 had a very high risk of therapy failure, and more advanced respiratory therapies must be considered in these patients.Keywords: prognostic tool, lactate, emergency department, respiratory failure, covid, lot score IntroductionIn December 2019, a cluster of patients with severe pneumonia of unknown origin was identified in Wuhan, China [1]. The disease rapidly spread and evolved into a global pandemic [2]. The causing agent was soon identified as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and the disease it caused was named coronavirus disease 2019 (COVID-19) [3].The spectrum of the clinical manifestations of COVID-19 ranges from asymptomatic to critical disease, leading to multiorgan failure and death [4-5]. At admission to the emergency department (ED), patients who present with acute respiratory failure (ARF) can be classified into different phenotypes, requiring different management approaches and therapeutic strategies [6-7]. Some patients may not require oxygen therapy at all while others may already present a severe acute respiratory distress syndrome (ARDS) and require immediate intubation and intensive care. COVID-19 patients with ARF, but whose clinical condition is not critical at the moment of admission to the ED, present the clinician with a challenge: to correctly and precisely estimate the risk of disease and ARF progression and to choose the optimal treatment, specifically the ideal oxygen or respiratory therapy. This task is often further complicated by the availability of resources, such as hospital beds, ventilators, and healthcare professionals, which may change from one local reality to another and from one moment to another.There are many methods for administering supplemental oxygen (SO): with or without ventilatory support, invasive and non-invasive. COT delivers SO non-invasively and without providing any ventilatory support, making use of nasal cannulas (NCs), simple face masks (SFMs), Venturi masks (VMs), and non-rebreather masks (NRBs). High-flow nasal cannulas (HFNCs) are also used to deliver SO, but have many advantages over the simpler methods [8] and may provide low levels of positive end-expiratory pressure (PEEP), although inconsistently. Continuous positive airway pressure (CPAP) devices and more advanced options, such as non-invasive ventilation (NIV) and invasive mechanical ventilation (IMV), all provide a consistent PEEP [9], with the exception of pure pressure support ventilation (PSV) without PEEP, which is rarely used.Much research has been done in the field of ARF management in COVID-19 patients, and guidelines were established to aid in critical clinical decisions [10-13]. Patients without ARDS but in need of SO have received much less attention [14]. The ROX (Respiratory rate - OXygenation) index, proposed by Roca et al. [15] for the prediction of HFNC failure in patients with pneumonia and ARF, was shown to correlate with the need for hospital admission, mechanical ventilation, and mortality risk in COVID-19 patients [16]. The HACOR score (Heart rate, Acidosis, Consciousness level, Oxygenation and Respiratory rate), proposed by Duan et al. [17] for the prediction of NIV failure in hypoxemia due to several causes, was evaluated for the prediction of CPAP failure in COVID-19 patients with ARF [18] and was found to be comparable in its predictive power to the partial arterial oxygen pressure/inspired oxygen fraction (PaO2/FiO2 or P/F) ratio.Many experts believe that SARS-CoV-2 will not be eradicated and that the COVID-19 clinical manifestations will become less severe over time [19-22]. In this study, we aimed to evaluate the efficacy of COT in non-severe COVID-19 patients presenting to the ED with ARF by developing a clinical scoring system for the prediction of its failure.This article was previously presented at the 2021 edition of the Area Critica Congress in Bologna, Italy, in December 2021. Materials and methodsStudy designWe conducted a retrospective monocentric cohort study in the ED of the University Hospital of Bologna Sant’Orsola-Malpighi Polyclinic, a 1500-bed tertiary care teaching hospital in Northern Italy with approximately 70,000 yearly ED attendances. COVID-19 patients presenting to the ED with ARF during the months of March and April 2020, the first COVID-19 pandemic wave in Italy, who received COT (NCs, VMs, NRBs), were enrolled in the study, excluding patients who did not have ARF at presentation or severe patients who started any form of advanced respiratory therapy (HFNC, CPAP, NIV, or IMV) at admission; patients not admitted to the hospital were also excluded from the study. The diagnosis of COVID-19 was based on a positive polymerase chain reaction (PCR) test for SARS-CoV-2 on a nasopharyngeal swab performed at either admission to the ED or during hospitalization.Clinical charts and hospital electronic records were used as data sources. The data were recorded by the ED attending physicians as part of their routine patient care. We then extracted the relevant data points from the clinical records and compiled them into a separate database. Exposure variables were assessed at hospital admission and included: patient demographics, medical history, symptoms, vital signs, and arterial blood gas (ABG) analysis. End-point variables were assessed from admission to discharge or demise of the patient and included: serial ABGs during the first 48 hours from admission to the ED, oxygen and respiratory therapies used during hospitalization, and in-hospital mortality.The main outcome analyzed was the failure of COT determined by the fulfillment of at least one of the following conditions: (i) refractory ARF defined as persistence of P/F ratio < 150 after 48 hours of COT; (ii) worsening of ARF defined as a reduction in the P/F ratio after 48 hours of COT to < 300 or such that would constitute a progression from one ARDS severity sub-class to another as per the Berlin definition of ARDS [23]; (iii) escalation to any form of advanced respiratory therapy (HFNC, CPAP, NIV, or IMV); (iv) death during hospitalization. In addition, we registered the date of hospital discharge and post-discharge all-cause mortality. The last follow-up date is 14/04/2021.Statistical analysisData were analyzed using the statistical software SPSS 26 (IBM Corp., Armonk, NY). Data are reported as mean and standard deviation (SD). We used the non-parametric Mann-Whitney U test for all continuous variables while categorical variables were analyzed using the chi-squared test. The ability to predict the failure of PEEP-less oxygenation was determined using the area under the receiver operating curve (AUROC). A p-value of < 0.05 was considered to be statistically significant.We developed the risk model as follows. First, we used univariate analysis to identify variables associated with the trial failure. Second, variables with a p-value < 0.1 in the univariate analysis were included in a stepwise multivariate logistic regression analysis to identify independent risk factors associated with COT failure. The absence of collinearity was ensured by calculating the Spearman’s ρ coefficients. The probability of stepwise was 0.05 for entry and 0.1 for removal. We then obtained a regression model. We evaluated the final model for goodness-of-fit using the Homer-Lemeshow test (p > 0.05). Third, we used the method suggested by Sullivan et al. to create the clinical score [24]. We classified the variables in the final model into clinically meaningful categories and recorded the midpoint value in each category. For each variable, we set a category with the lowest risk for failure as the within-group reference and assigned it zero points; we then calculated the weight in each category multiplying the β regression coefficient by the difference between the category midpoint value and the within-group reference value. Finally, we assigned 1 point to the category with the lowest weight overall and set this weight as the between-groups reference. To assign points to the other categories, we divided the weight of each unassigned category by the between-groups reference value and rounded off the result to the nearest integer value. The score is determined by the sum of the points for each variable.Survival probability at 30 days and 120 days from admission to the ED based on the same cut-off value used for the prediction of COT failure was analyzed with Kaplan-Meier survival curves. ResultsBetween March 11, 2020, and April 27, 2020, there were a total of 101 admissions to the ED of COVID-19 patients meeting our criteria. The mean age of participants was 73.2 ± 15.9 years, and 47% were female. The study cohort descriptive statistics are reported in Table ​Table11.Table 1Study cohort descriptive statisticsCOPD: chronic obstructive pulmonary disease, TIA: transient ischemic attack, GCS: Glasgow Coma Scale, BP: blood pressure, MAP: mean arterial pressure, SpO2: peripheral oxygen saturation, ABG: arterial blood gas, Δ (A-a): O2 alveolar-arterial oxygen gradientVariableAll patients (n = 101) VariableAll patients (n = 101)Age, years, mean ± SD73.2 ± 15.9 Fatigue11 (10.9)Gender, n (%)  Myalgias or arthralgias10 (9.9)  Male54 (53.5) Diarrhea7 (6.9)  Female47 (46.5) Dysosmia/Dysgeusia2 (2)Comorbidities, n (%)  GCS < 1521 (20.8)  Hypertension59 (58.4) Vital signs, mean ± SD   Diabetes mellitus13 (11.9) Systolic BP, mmHg121.5 ± 19.3  Smoking8 (7.9) Diastolic BP, mmHg71.1 ± 11.6  COPD25 (24.8) MAP, mmHg87.9 ± 12.6  Asthma3 (3) Heart rate, beats/min88 ± 17.7Other respiratory diseases8 (7.9) Respiratory rate, breaths/min23.6 ± 7  Ischemic heart disease (IHD)15 (14.9) SpO2, %92.5 ± 4.8  Oncologic condition8 (7.9) Body temperature, °C37.5 ± 0.9  Chronic kidney disease (CKD)11 (10.9) ABG analysis, mean ± SD   History of stroke or TIA12 (11.9) pH7.5 ± 0.1  Immunodeficiency2 (2) PaCO2, mmHg32 ± 6Clinical features, n (%)  PaO2, mmHg56.9 ± 10.2  Fever93 (92.1) HCO3-, mmol/L23.6 ± 3.3  Shortness of breath (SOB)63 (62.4) Lactate, mmol/L1.3 ± 0.6  Cough51 (50.5) P/F ratio267.6 ± 50  Sore throat3 (3) Δ (A-a) O2\n53.5 ± 11.9  Headache2 (2) ROX index20.3 ± 7.1Open in a separate windowThe most frequent comorbidities were hypertension and chronic obstructive pulmonary disease (COPD). More than half reported both shortness of breath (SOB, 62%) and coughing (51%). The majority of patients (79%) were neurologically intact with a Glasgow coma scale (GCS) of 15. Mean blood pressure (BP) and heart rate (HR) values were within the normal reference ranges (BP 121.5 ± 19.3 / 71.1 ± 11.6 mmHg, HR 88 ± 17.7 beats/min), while the respiratory rate (RR) and peripheral oxygen saturation (SpO2) were altered in a big portion of patients (RR 23.6 ± 7 breaths/min, SpO2 92.5 ± 4.8 %). Almost all patients were febrile (92%) with a mean body temperature (BT) of 37.5 ± 0.9 °C.Arterial blood gas analysis performed in room air (FiO2 21%) frequently documented respiratory alkalosis (PaCO2 32 ± 6 mmHg) with partial renal compensation (HCO3- 23.6 ± 3.3) and a mean pH value of 7.5 ± 0.1. Blood oxygenation was largely inadequate with a PaO2 mean value of 56.9 ± 10.2 and a mean P/F ratio of 267.6 ± 50; the alveolar-arterial oxygen gradient (Δ (A-a) O2) recorded in most patients was higher than expected for age with a mean value of 53.5 ± 11.9. None of the patients had lactic acidosis (Lac 1.3 ± 0.6 mmol/L). The ROX index in the study cohort was 20.3 ± 7.1.Statistically significant differences were observed between the group of patients in which COT succeeded and failed, as shown in Table ​Table2. In2. In the univariate analysis, we included only variables for which sufficient data samples were available. The respiratory dynamics and gas exchange were worse in the failed group: RRs were higher while SpO2, PaO2, and consequently, the P/F ratios were lower, resulting in higher values of Δ (A-a) O2 and lower ROX indices. BTs and serum lactate concentrations were also higher in the failed group. Mean HR was higher in the failed group, but the difference was not statistically significant (p = 0.064). The HACOR score was very low and practically the same in both groups (1.1 ± 2.7 vs. 0.9 ± 2.0).Table 2Baseline characteristics of the cohort based on outcome (COT failure)COPD: chronic obstructive pulmonary disease, GCS: Glasgow coma scale, BP: blood pressure, MAP: mean arterial pressure, SpO2: peripheral oxygen saturation, ABG: arterial blood gas, Δ (A-a) O2: alveolar-arterial oxygen gradientVariableCOT succeeded (n = 36)COT failed (n = 65)p-valueAge, years69.6 ± 16.975.1 ± 15.10.130Gender, n (%)  0.603Male18 (17.8)36 (35.6) Female18 (17.8)29 (28.7) Comorbidities, n (%)     Hypertension19 (18.8)40 (39.6)0.392  COPD7 (6.9)18 (17.8)0.358Clinical features, n (%)     Shortness of breath19 (18.8)44 (43.6)0.138  Cough21 (20.8)30 (29.7)0.241  GCS < 158 (7.9)13 (12.9)0.792Vital signs, mean ± SD     Systolic BP, mmHg121.6 ± 17.2121.5 ± 20.50.829  Diastolic BP, mmHg73.3 ± 12.170 ± 11.30.293  MAP, mmHg89.4 ± 12.487.1 ± 12.80.456  Heart rate, beats/min83.6 ± 15.490.6 ± 18.50.064  Respiratory rate, breaths/min21.4 ± 6.524.8 ± 70.023  SpO2, %94.1 ± 491.5 ± 50.004  Body temperature, °C37.2 ± 0.837.7 ± 10.019ABG analysis, mean ± SD     pH7.5 ± 0.17.5 ± 0.10.525  PaCO2, mmHg33.2 ± 6.631.4 ± 5.60.168  PaO2, mmHg60.6 ± 8.354.8 ± 10.60.002  HCO3-, mmol/L24.2 ± 2.923.3 ± 3.60.181  Lactate, mmol/L1.1 ± 0.51.4 ± 0.70.004  P/F ratio288.6 ± 39.6255.9 ± 51.50.001  Δ (A-a) O2\n48.3 ± 9.356.5 ± 12.4<0.001  ROX index22.7 ± 818.9 ± 6.10.009Open in a separate windowIn the multivariate analysis, we omitted SpO2, PaO2, Δ (A-a) O2 gradient, and ROX index. In general, directly measured variables were preferred to calculated variables. SpO2 is easier to measure than PaO2, however, the latter is more accurate and considering the other statistically significant variables, it was clear that the ABG test was necessary as a basis for the score derivation. The Δ (A-a) O2 gradient resulted to be collinear with both the PaO2 and P/F ratio (ρ = -7.3 for both) and was thus omitted. The PaO2 and P/F ratio resulted to be, as expected, collinear (ρ = 0.95) and we opted for the P/F. The ROX index and RR were also collinear (ρ = 0.98), and we preferred RR for its simplicity and because it was not dependent on previously omitted variables.After the multivariate analysis, we ended up with three variables independently associated with COT failure: serum lactate concentration, P/F ratio, and BT. These three variables were used to develop a risk-scoring system to predict COT failure. Following the weights for each variable, we assigned 4 points to BT, 4 points to serum lactate concentration, and 9 points to P/F (Table ​(Table3).3). We named the score LOT (Lactate, Oxygenation, and Temperature), on a scale of a total of 17 points.Table 3Final model for prediction COT failure (LOT score)β: regression coefficient per unit increase, COT: conventional oxygen therapy, LOT: Lactate, Oxygenation, and TemperatureVariableβi\nCategory (j)Reference value (Wij)βi(Wij - Wi REF)PointsLactate, mmol/L10.324      < 1.00.5 = W1 REF\n-0  1.0 - 1.41.20.72271  1.5 - 1.91.712.3892  ≥ 2.02.520.6484P/F ratio-0.0189      ≥ 400415 = W2 REF\n-0  325 - 3993630.98282  250 - 32428824.0034  175 - 24921338.1787  < 17515050.0859Body temperature, °C0.8075      < 37.036.5 = W3 REF\n-0  37.0-37.437.2B = 0.56531  37.5-37.937.70.96902  38.0-38.938.516.1503  ≥ 3939.524.2254Open in a separate windowThe AUROC for the prediction of failure was 0.79 (0.69 - 0.89), p < 0.001. We identified the cut-off value of 6 points as having optimal predictive power: sensitivity (SE) 77.8%, specificity (SP) 69.7%, positive likelihood ratio (LR+) 2.57, negative likelihood ratio (LR-) 0.32, positive predictive value (PPV) 83.1%, and negative predictive value (NPV) 62.2%.COT failed in 64.36% of patients of the cohort. The LOT score in the study cohort was 7.72 ± 2.84, and it was ≥ 6 in 69.31% of patients. In patients with LOT score < 6, the failure rate was 13.86%. However, in those with LOT score ≥ 6, the failure rate was 48.52%. Higher LOT scores were associated with increased failure rates.The LOT score was able to better predict failure of COT relative to the HACOR score, the ROX index, and the P/F ratio alone, as shown in Figure ​Figure11 and Table ​Table44.Table 4AUROCs for the different prediction modelsAUROC: area under the receiver operating curve, LOT: Lactate, Oxygenation, and Temperature, HACOR: Heart rate, Acidosis, Consciousness level, Oxygenation and Respiratory rate, ROX: Respiratory rate - OXygenationPrediction modelAUROC (95% CI)p valueLOT score0.79 (0.69 – 0.89)< 0.001HACOR score0.49 (0.36 – 0.62)0.89ROX index0.66 (0.55 – 0.78)0.009P/F ratio0.70 (0.60 – 0.80)0.001Open in a separate windowFigure 1Open in a separate windowROCs for different prediction modelsROC: receiver operating curveWe used the same cut-off for the analysis of survivability (Figure ​(Figure2).2). Most patients with a LOT score of ≥ 6 died in the first month from admission to the ED. At the four months follow-up, the survivability was comparable. A log-rank comparison between the two groups, below and above the cut-off value, confirmed it was statistically significant (χ2 = 28,828, p < 0.0001).Figure 2Open in a separate windowKaplan-Meier curves for survivability below and the above LOT score cut-off valueLOT: Lactate, Oxygenation, and Temperature DiscussionThe LOT score was developed to aid clinicians in identifying and managing COVID-19 patients with ARF in which COT would be applicable and to allow for timely therapy escalation where appropriate. Ideally, this tool could allow for better and more sustainable resource allocation and, more importantly, to avoid potential iatrogenic complications related to hospital stay and ventilation. For example, Gattinoni et al. talked about the need to consider the phenotype when choosing the right therapy in the case of ARF [6]. In patients with the L phenotype (low elastance = high compliance), COT could be effective and may prevent a potential ventilator-induced lung injury (VILI) or patient self-inflicted lung injury (P-SILI).We compared the performance of the LOT score with other existing scores and clinical parameters. The HACOR score was not able to predict COT failure. Guia et al. observed a significant correlation of HACOR scores > 5 with CPAP failure in COVID-19 patients with ARF [18]. In their study cohort, however, patients seemed to be in more severe clinical conditions, with higher RRs and significantly lower P/F ratios compared to the cohort of patients we evaluated. Indeed, in our population, very few patients had HACOR scores > 5. In addition, the HACOR score was conceived as a tool to predict NIV failure in hypercapnic patients [17,25-26] while most patients with COVID-19 are hypocapnic due to hyperventilation. The ROX index did correlate with COT failure but presented poor predictive power of COT failure relative to the LOT score. The ROX index is based on the S/F ratio (SpO2/FiO2) rather than the P/F ratio, but FiO2 was uninfluential, as it was fixed at 21%, and SpO2 was collinear with PaO2, which is directly proportional to the P/F, so the contribution of either S/F or P/F ratios to the predictive power or the scales should be comparable. Considering the remaining variables used by these two scales, it is apparent that serum lactate concentration and BT are better predictors of COT failure relative to RR. The P/F ratio, unsurprisingly, correlated well with COT failure, but it was still outperformed by the LOT score and is probably less useful for the prediction of COT failure in patients with higher P/F ratios.It was interesting to see the correlation between serum lactate levels and COT failure, as practically all patients had normal serum lactate concentrations. It is known that lactate is produced in response to lung injury, most prominently in ARDS [27], but it does not necessarily rise above the normal limits in other types of ARF [28]. It has already been observed that in most COVID-19 patients, serum lactate levels remain within the normal range [29]. It is possible that the normal reference range for serum lactate is not sensitive enough for the upregulation of lung lactate production in COVID-19 pneumonia, but it still seems quite useful to stratify the patients based on their normal yet varying serum lactate levels.BT is one of those clinical features that may differ greatly from one COVID-19 patient to another. In a big meta-analysis, almost 80% of adult COVID-19 patients presented with fever; the prevalence of low and medium-grade fevers was higher compared to high-grade fever [30]. Another meta-analysis found that fever that is not particularly high might still be associated with severe COVID-19 [31]. The LOT score assigns points to patients with a BT as low as 37°C, and discriminates patients in the low and mid-ranges of higher-than-normal BTs (37°C - 38.9°C), assigning the maximum number of points to patients with BT ≥ 39°C. It is interesting that, yet again, a clinical parameter routinely used but easily underestimated in COVID-19 patients, especially in cases of mild disease, reveals itself as particularly valuable and refocuses our attention to what we would otherwise consider practically normal or at least expected. Fever was also found to be associated with mortality in another study [32].Although the aim of the study was to predict failure of COT in COVID-19 patients with ARF, we discovered that the LOT score correlated in a very significant manner with 30-days all-cause mortality using the same cut-off identified as optimal for the prediction of COT failure. This is important because a stable patient with a mild disease might have a LOT score of 6 or higher, and it is exactly the type of patient that would be at risk of undertreatment and/or underestimation of his or her clinical condition.To our knowledge, this is the first study that evaluated the efficacy of COT in COVID-19 patients with ARF. This type of therapy is more tolerable and has fewer iatrogenic complications, is less expensive, more widely available, and does not require an intensive or semi-intensive care unit bed. It is plausible to assume that in patients in whom such therapy is sufficient, more advanced respiratory therapies would result in more harm than benefit.The cohort of patients studied is part of the first COVID-19 pandemic wave in Italy, which by itself is a limiting factor for two main reasons. First, we now know that patient characteristics changed between pandemic waves [33-34]. Second, at the beginning of the crisis, there was little information on the disease, and clinical practice was largely based on individual professional judgment rather than on policy and evidence-based guidelines or protocols. This resulted in heterogeneous management of COVID-19 patients both in the ED and during hospitalization, and decisions pertaining to therapy escalation or de-escalation and their timing definitely had an impact on this statistical analysis, as they determined the outcome of COT failure.COVID-19 epidemiology changes not only over time but also from one location to another [35-36]. Continuous virus mutation and variants distribution, population immunization (both natural and artificial), geopolitics, socio-demographics, etc. all contribute to the specific characteristics of the patients in different areas of the world. Therefore, it is likely that the cohort of COVID-19 patients from our center is not universally representative.BT can and is measured in different ways [37]. There is virtually no standardization with regards to BT measurement in clinical practice, a subject that has been debated for decades, and best practices and guidelines exist for the different instruments and modalities [38]. The COVID-19 pandemic has introduced contactless infrared systems, a technology very rarely used before in clinical practice, which complicated things even more [39]. The retrospective nature of our study makes it impossible to identify the exact method used to measure the temperature and thus measurement may be inaccurate and/or biased. Nevertheless, we believe that being a monocentric study and considering the fact that the professionals who work in our ED adhere to the same general practices and conventions, BT measurements are likely reproducible locally, and if bias was present, it is probably systematic. This means that it is vital that a standard technique and specific equipment be used when measuring BT and that the scoring system may need to be adjusted in the future based on results from other institutes or over time.The P/F ratio is a highly inaccurate parameter by its nature because it depends on the estimated FiO2, which, unfortunately, is very difficult to estimate in many circumstances, as very well summarized by Tobin et al. [40]. Most notably, in cases of hyperventilation and when using NRBs, it is almost always estimated incorrectly. Nonetheless, the P/F value used in the calculation of the LOT score is obtained from an ABG analysis performed in room air at the moment of admission to the ED, so the FiO2 is fixed at 21% and the P/F ratio is precise. We also used serial ABG analyses performed during the first 48 hours after admission to determine whether COT had failed. The P/F ratios obtained from these ABG analyses were of course less accurate because the patients were receiving SO with modalities that render FiO2 estimation problematic, however, the key factor was the trend observed rather than the single measurements. It would still be better to put in place a clear and standardized method for determining the FiO2 with specific oxygen delivery systems, interfaces, and oxygen flow rates. In this case too, future adjustments to the scoring system may be needed. ConclusionsWe found that the LOT score was able to effectively predict failure of COT in COVID-19 patients with ARF. A higher score indicated higher chances of therapy failure. The score can be readily calculated, as all it takes is a thermometer and a point-of-care blood gas analyzer, both of which are routinely used in the setting of an emergency department. Patients with a LOT score of > 5 had a very high risk of therapy failure. In these high-risk patients, more advanced respiratory therapies must be considered. The LOT score is designed to predict failure, not success, and thus it cannot safely exclude failure in patients with low scores.We believe that the LOT score, once validated, could be a very useful tool in the hands of clinicians facing a mild-to-moderate COVID-19 patient with ARF and would permit them to quickly and easily identify patients who require more advanced treatments. Additional studies are necessary to validate the use of the LOT score in the ever-evolving context of the disease, possibly with a multicentric prospective randomized design. NotesThe content published in Cureus is the result of clinical experience and/or research by independent individuals or organizations. Cureus is not responsible for the scientific accuracy or reliability of data or conclusions published herein. All content published within Cureus is intended only for educational, research and reference purposes. Additionally, articles published within Cureus should not be deemed a suitable substitute for the advice of a qualified health care professional. Do not disregard or avoid professional medical advice due to content published within Cureus. The authors have declared that no competing interests exist. Human Ethics Consent was obtained or waived by all participants in this study. Ethics Committee of the University of Bologna issued approval 551/2020/Oss/AOUBo Animal Ethics Animal subjects: All authors have confirmed that this study did not involve animal subjects or tissue. References1. A novel coronavirus from patients with pneumonia in China, 2019. Zhu N, Zhang D, Wang W, et al.  N Engl J Med. 2020;382:727–733. [PMC free article] [PubMed] [Google Scholar]2. WHO declares COVID-19 a pandemic. Cucinotta D, Vanelli M. Acta Biomed. 2020;91:157–160. [PMC free article] [PubMed] [Google Scholar]3. The species severe acute respiratory syndrome-related coronavirus: classifying 2019-nCoV and naming it SARS-CoV-2. Coronaviridae Study Group of the International Committee on Taxonomy of Viruses. Nat Microbiol. 2020;5:536–544. [PMC free article] [PubMed] [Google Scholar]4. The proportion of SARS-CoV-2 infections that are asymptomatic. A systematic review. Oran DP, Topol EJ. Ann Intern Med. 2021;174:655–662. [PMC free article] [PubMed] [Google Scholar]5. Characteristics of and important lessons from the coronavirus disease 2019 (COVID-19) outbreak in China: summary of a report of 72 314 cases from the Chinese Center for Disease Control and Prevention. Wu Z, McGoogan JM. JAMA. 2020;323:1239–1242. [PubMed] [Google Scholar]6. COVID-19 pneumonia: different respiratory treatments for different phenotypes? Gattinoni L, Chiumello D, Caironi P, Busana M, Romitti F, Brazzi L, Camporota L. Intensive Care Med. 2020;46:1099–1102. [PMC free article] [PubMed] [Google Scholar]7. Identifying clinical phenotypes in moderate to severe acute respiratory distress syndrome related to COVID-19: the COVADIS study. Lascarrou JB, Gaultier A, Soumagne T, et al.  Front Med (Lausanne) 2021;8:632933. [PMC free article] [PubMed] [Google Scholar]8. High-flow nasal cannula oxygen therapy in adults: physiological benefits, indication, clinical benefits, and adverse effects. Nishimura M. Respir Care. 2016;61:529–541. [PubMed] [Google Scholar]9. \"The use of positive end-expiratory pressure in mechanical ventilation\". Acosta P, Santisbon E, Varon J. Crit Care Clin. 2007;23:251-61, x. [PubMed] [Google Scholar]10. Surviving Sepsis Campaign: guidelines on the management of critically ill adults with coronavirus disease 2019 (COVID-19) Alhazzani W, Møller MH, Arabi YM, et al.  Intensive Care Med. 2020;46:854–887. [PMC free article] [PubMed] [Google Scholar]11. Respiratory support for adult patients with COVID-19. Whittle JS, Pavlov I, Sacchetti AD, Atwood C, Rosenberg MS. J Am Coll Emerg Physicians Open. 2020;1:95–101. [PMC free article] [PubMed] [Google Scholar]12. Acute respiratory failure in COVID-19: is it \"typical\" ARDS? Li X, Ma X. Crit Care. 2020;24:198. [PMC free article] [PubMed] [Google Scholar]13. Respiratory support in COVID-19 patients, with a focus on resource-limited settings. Dondorp AM, Hayat M, Aryal D, Beane A, Schultz MJ. Am J Trop Med Hyg. 2020;102:1191–1197. [PMC free article] [PubMed] [Google Scholar]14. Clinical course of COVID-19 patients needing supplemental oxygen outside the intensive care unit. Daher A, Balfanz P, Aetou M, et al.  Sci Rep. 2021;11:2256. [PMC free article] [PubMed] [Google Scholar]15. Predicting success of high-flow nasal cannula in pneumonia patients with hypoxemic respiratory failure: the utility of the ROX index. Roca O, Messika J, Caralt B, García-de-Acilu M, Sztrymf B, Ricard JD, Masclans JR. J Crit Care. 2016;35:200–205. [PubMed] [Google Scholar]16. Role of ROX index in the first assessment of COVID-19 patients in the emergency department. Gianstefani A, Farina G, Salvatore V, et al.  Intern Emerg Med. 2021;16:1959–1965. [PMC free article] [PubMed] [Google Scholar]17. Assessment of heart rate, acidosis, consciousness, oxygenation, and respiratory rate to predict noninvasive ventilation failure in hypoxemic patients. Duan J, Han X, Bai L, Zhou L, Huang S. Intensive Care Med. 2017;43:192–199. [PubMed] [Google Scholar]18. Usefulness of the HACOR score in predicting success of CPAP in COVID-19-related hypoxemia. Guia MF, Boléo-Tomé JP, Imitazione P, et al.  Respir Med. 2021;187:106550. [PMC free article] [PubMed] [Google Scholar]19. A general model for the demographic signatures of the transition from pandemic emergence to endemicity. Li R, Metcalf CJ, Stenseth NC, Bjørnstad ON. Sci Adv. 2021;7 [PubMed] [Google Scholar]20. Covid-19 will become endemic but with decreased potency over time, scientists believe. Torjesen I. BMJ. 2021;372:0. [PubMed] [Google Scholar]21. A look into the future of the COVID-19 pandemic in Europe: an expert consultation. Iftekhar EN, Priesemann V, Balling R, et al.  Lancet Reg Health Eur. 2021;8:100185. [PMC free article] [PubMed] [Google Scholar]22. The coronavirus is here to stay - here's what that means. Phillips N. Nature. 2021;590:382–384. [PubMed] [Google Scholar]23. Acute respiratory distress syndrome: the Berlin definition. Ranieri VM, Rubenfeld GD, Thompson BT, et al.  JAMA. 2012;307:2526–2533. [PubMed] [Google Scholar]24. Presentation of multivariate data for clinical use: the Framingham Study risk score functions. Sullivan LM, Massaro JM, D'Agostino RB Sr. Stat Med. 2004;23:1631–1660. [PubMed] [Google Scholar]25. Early prediction of noninvasive ventilation failure in COPD patients: derivation, internal validation, and external validation of a simple risk score. Duan J, Wang S, Liu P, et al.  Ann Intensive Care. 2019;9:108. [PMC free article] [PubMed] [Google Scholar]26.  Prediction of mortality with the use of noninvasive ventilation for acute respiratory failure. Innocenti F, Giordano L, Gualtieri S, et al.  Respir Care. 2020;65:1847–1856. [PubMed] [Google Scholar]27. Pulmonary lactate release in patients with sepsis and the adult respiratory distress syndrome. Brown SD, Clark C, Gutierrez G. J Crit Care. 1996;11:2–8. [PubMed] [Google Scholar]28. Lactate production by the lungs in acute lung injury. De Backer D, Creteur J, Zhang H, Norrenberg M, Vincent JL. Am J Respir Crit Care Med. 1997;156:1099–1104. [PubMed] [Google Scholar]29. The role of lactate in sepsis and COVID-19: perspective from contracting skeletal muscle metabolism. Iepsen UW, Plovsing RR, Tjelle K, et al.  Exp Physiol. 2021;[Epub ahead of print] [PMC free article] [PubMed] [Google Scholar]30. Prevalence and characteristics of fever in adult and paediatric patients with coronavirus disease 2019 (COVID-19): a systematic review and meta-analysis of 17515 patients. Islam MA, Kundu S, Alam SS, Hossan T, Kamal MA, Hassan R. PLoS One. 2021;16:0. [PMC free article] [PubMed] [Google Scholar]31. Meta-analysis investigating the relationship between clinical features, outcomes, and severity of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pneumonia. Li J, He X, Yuan Yuan, et al.  Am J Infect Control. 2021;49:82–89. [PMC free article] [PubMed] [Google Scholar]32. Body temperature correlates with mortality in COVID-19 patients. Tharakan S, Nomoto K, Miyashita S, Ishikawa K. Crit Care. 2020;24:298. [PMC free article] [PubMed] [Google Scholar]33. Change over time of COVID-19 hospital presentation in Northern Italy. Patti G, Mennuni M, Della Corte F, Spinoni E, Sainaghi PP. Eur J Intern Med. 2020;81:100–103. [PMC free article] [PubMed] [Google Scholar]34. COVID-19 clinical phenotypes and short-term outcomes: differences between the first and the second wave of pandemic in Italy. Portacci A, Carpagnano GE, Tummolo MG, et al.  Expert Rev Respir Med. 2021;15:1619–1625. [PMC free article] [PubMed] [Google Scholar]35. A systematic review and meta-analysis of geographic differences in comorbidities and associated severity and mortality among individuals with COVID-19. Thakur B, Dubey P, Benitez J, et al.  Sci Rep. 2021;11:8562. [PMC free article] [PubMed] [Google Scholar]36. Prevalence and associated risk factors of mortality among COVID-19 patients: a meta-analysis. Noor FM, Islam MM. J Community Health. 2020;45:1270–1282. [PMC free article] [PubMed] [Google Scholar]37. Thermometry and interpretation of body temperature. Chen W. Biomed Eng Lett. 2019;9:3–17. [PMC free article] [PubMed] [Google Scholar]38. Best practice in the measurement of body temperature. Davie A, Amoore J. Nurs Stand. 2010;24:42–49. [PubMed] [Google Scholar]39. Reliability of body temperature measurements obtained with contactless infrared point thermometers commonly used during the COVID-19 pandemic. Piccinini F, Martinelli G, Carbonaro A. Sensors (Basel) 2021;21:3794. [PMC free article] [PubMed] [Google Scholar]40. PaO2/FIO2 ratio: the mismeasure of oxygenation in COVID-19. Tobin MJ, Jubran A, Laghi F. Eur Respir J. 2021;57:2100274. [PMC free article] [PubMed] [Google Scholar]"}