{"title": "Fractionation of transcription factors for RNA polymerase II from Drosophila Kc cell nuclear extracts", "pubDate": "1987", "PMCID": "", "DOI": "", "PMID": "3818640", "abstract": "Drosophila Kc cells were utilized to prepare nuclear extracts in which promoter-containing DNA templates were efficiently transcribed by RNA polymerase II. A combination of fractionation schemes was used to identify and partially purify seven activities (factors) which affected the transcription of four different genes in vitro. Reconstructing specific transcription required exogenous RNA polymerase II in addition to these factors. Moreover, the high efficiency of transcription characteristic of the crude extract was preserved in reconstruction reactions. The methods used are presented in detail. Functions were assigned to several of the factors. One essential factor appeared to affect initiation and displayed chromatographic properties unlike any other Drosophila transcription factor previously described. Two factors specifically affected RNA chain elongation. Another activity was a DNase inhibitor required to preserve template integrity in the fractionated system. The remaining three factors were not absolutely essential but affected the specific in vitro transcription either qualitatively or quantitatively. A comparison of these transcription factors with other Drosophila and mammalian transcription factors is made.", "author": [{"author": "D H Price", "affiliation": [], "href": "/?term=Price+DH&cauthor_id=3818640"}, {"author": "A E Sluder", "affiliation": [], "href": "/?term=Sluder+AE&cauthor_id=3818640"}, {"author": "A L Greenleaf", "affiliation": [], "href": "/?term=Greenleaf+AL&cauthor_id=3818640"}], "refPMID": [], "citedInPMID": ["3818640", "31618108", "23919563", "20952539", "19409997", "18832375", "16230528", "12773550", "12192062", "11160900", "10766736", "9334325", "9207059", "9012800", "8836176", "8816456", "8650170", "8464716", "8441635", "8325487", "8321225", "8247007", "8139922", "7651385", "7488860", "3145407", "3131761", "2905425", "2725511", "2657724", "2552440", "2496296", "2332442", "2243775", "2116007", "1996086", "1946469", "1881889", "1849267", "1569941", "1508210", "1379232", "1373806", "1371280", "1314952"], "body": ""}