{"title": "DNA sequences affecting specific initiation of transcription in vitro from the EIII promoter of adenovirus 2", "pubDate": "1982", "PMCID": "PMC345657", "DOI": "10.1073/pnas.79.1.41", "PMID": "6275389", "abstract": "We have identified those sequences affecting the level of specific initiation of transcription in vitro from the EIII promoter of adenovirus 2. Mutants containing deletions in and around the initiation sites were constructed in cloned viral DNA fragments and assayed for their ability to initiate transcription in vitro. Three classes of mutants were studied with deletions in the following regions: -38 to -268, -21 to -71 (which includes the T-A-T-A-A box), and -29 through the cap sites (+1 and +3). Deletions that remove some or all of the area from -28 to several nucleotides downstream from the cap sites essentially abolished specific transcription. Small deletions in the region -30 to -41 reduced transcription to approximately 60% of wild type; larger deletions in the region -35 to -268 reduced transcription to 30-40% of wild type. Deletions beginning from approximately +10 to +25 and extending further downstream reduced transcription to 20-40% of wild type, whereas a deletion beginning at +31 had little or no effect. Our results suggest that the region including the T-A-T-A-A box and extending to the area immediately beyond the cap sites is essential for specific transcription in vitro from the EIII promoter. However, sequences upstream from the T-A-T-A-A box and those downstream from the cap sites appear to significantly modulate the levels of transcription.", "author": [{"author": "D C Lee", "affiliation": [], "href": "/?term=Lee+DC&cauthor_id=6275389"}, {"author": "R G Roeder", "affiliation": [], "href": "/?term=Roeder+RG&cauthor_id=6275389"}, {"author": "W S Wold", "affiliation": [], "href": "/?term=Wold+WS&cauthor_id=6275389"}], "refPMID": ["4896022", "21598", "344137", "498279", "388356", "6243777", "6246368", "6248238", "6251548", "6253995", "6985477", "6259538", "6259539", "6938951", "6938957", "6262775", "6262780", "6264394", "6264425", "6269464", "6927849", "9279377", "6929494"], "citedInPMID": ["6275389", "7143576", "6961401", "6828386", "6514578", "6492252", "6321950", "6318079", "6306447", "6296765", "6098813", "6096806", "4092688", "4000937", "3879768", "3334751", "3126949", "3018506", "2942764", "2412208"], "body": ""}