{"title": "Gene expression in murine erythroleukemia cells. Transcriptional control and chromatin structure of the alpha 1-globin gene", "pubDate": "1984", "PMCID": "", "DOI": "10.1016/s0022-2836(84)80015-7", "PMID": "6319718", "abstract": "The transcriptional activation and chromatin structure of the alpha 1-globin gene was analyzed during induced erythroid differentiation in murine erythroleukemia cells (MELC). In uninduced MELC, a low level of alpha 1-globin, coding-strand-specific transcription is detectable. Hexamethylene bisacetamide (HMBA)-mediated MELC differentiation is associated with a 10 to 20-fold increase in the rate of alpha 1-globin gene transcription. In induced MELC, alpha 1-globin gene transcription initiated predominantly near the cap site, occurs only off the coding strand, and might terminate, or attenuate, in a region 50 to 250 base-pairs 3' of the polyadenylation site. Before transcriptional activation of the gene, chromatin surrounding the gene displays overlapping DNase I and S1 nuclease sensitive sites, which map to a region 100 to 200 base-pairs 5' of the cap site. After induction, the nuclease sensitivity of these pre-established, overlapping sites increases. In addition, induction generates novel, non-overlapping DNase I and S1 nuclease sensitive sites, which map to regions centered 300 base-pairs 5', and approximately coincident with the cap site, respectively. We compared the time-course of alpha 1-globin transcriptional activation to the chromatin structure changes. A twofold increase in gene transcription is detected within two cell cycles (approximately 24 hours) of exposure of cells synchronized in the G1/early S-phase to inducer. Transcription rates continue to increase for at least 48 hours in MELC cultured with HMBA (the latest time assayed). Chromatin structure changes appear nearly complete after two cell cycles.", "author": [{"author": "M Sheffery", "affiliation": [], "href": "/?term=Sheffery+M&cauthor_id=6319718"}, {"author": "P A Marks", "affiliation": [], "href": "/?term=Marks+PA&cauthor_id=6319718"}, {"author": "R A Rifkind", "affiliation": [], "href": "/?term=Rifkind+RA&cauthor_id=6319718"}], "refPMID": [], "citedInPMID": ["6319718", "34526084", "32817427", "15215894", "8423777", "3860841", "3808955", "3754873", "3464831", "3462732", "3194403", "3163801", "3104029", "3035493", "3025624", "3024968", "3018484", "3010232", "2905426", "2761541", "2647479", "2411548", "2251124", "2233727", "1904416", "1875947", "1717947"], "body": ""}