{"title": "Localization of DNA sequences necessary for transcription of the rabbit beta-globin gene in vitro", "pubDate": "1981", "PMCID": "", "DOI": "10.1016/0092-8674(81)90246-4", "PMID": "7273136", "abstract": "We have studied the transcription in vitro of the rabbit beta-globin gene in the HeLa cell system. Using cloned fragments of this gene, we obtained specific transcripts with 5' ends at the \"cap\" site. The analysis of the transcription of a large number of deletion mutants has shown that the cap site and the conserved CCAAT box at 75 nucleotides upstream from the cap site are not required for specific in vitro transcription. Sequences localized within the region from 34 to 20 nucleotides upstream from the 5' end of the cap site, however, are required for in vitro transcription. Since the conserved \"Goldberg-Hogness\" box is localized in this region, we conclude that this is the major requirement for specific transcription in vitro. Finally, in at least eight cases, deletions localized to the 3' side of the Goldberg-Hogness box shift the transcription-initiation site downstream to a position approximately 30 nucleotides from the Goldberg-Hogness box. This is consistent with the idea that RNA polymerase II is bound at the Goldberg-Hogness box and initiates transcription 30 nucleotides downstream from this site. There is apparently little sequence specificity in the selection of the site of initiation.", "author": [{"author": "G C Grosveld", "affiliation": [], "href": "/?term=Grosveld+GC&cauthor_id=7273136"}, {"author": "C K Shewmaker", "affiliation": [], "href": "/?term=Shewmaker+CK&cauthor_id=7273136"}, {"author": "P Jat", "affiliation": [], "href": "/?term=Jat+P&cauthor_id=7273136"}, {"author": "R A Flavell", "affiliation": [], "href": "/?term=Flavell+RA&cauthor_id=7273136"}], "refPMID": [], "citedInPMID": ["7273136", "34268494", "34215293", "23449390", "18362165", "16916456", "16453540", "8474161", "6985483", "6961405", "6961401", "6952185", "6828386", "6760196", "6750356", "6717442", "6514578", "6493982", "6433028", "6376116", "6330683", "6321158", "6316269", "6314274", "6314256", "6310493", "6308564", "6306266", "6292832", "6290997", "6280135", "6275358", "6275354", "6210879", "6193415", "6100910", "6096806", "6095041", "4054102", "4000937", "3960726", "3861935", "3857577", "3614200", "3561396", "3464831", "3208751", "3185540", "3018536", "3009833", "3001709", "3001338", "2983111", "2943587", "2828926", "2788268", "2748586", "2580228", "2562553", "1922077", "1922076", "1848012", "1727476", "1715207", "1501293"], "body": ""}