{"title": "Can hammerhead ribozymes be efficient tools to inactivate gene function?", "pubDate": "1994", "PMCID": "PMC523579", "DOI": "10.1093/nar/22.3.293", "PMID": "7510389", "abstract": "In order to improve hammerhead ribozyme efficiency and specificity, we have analyzed, both in vitro and in vivo, the activity of a series of ribozyme/substrate combinations that have the same target sequence but differ in the length of the ribozyme/substrate duplex or in their structure, i.e., the total length of the RNA. In vitro, we have found that optimal kcat/Km (at 37 degrees C) is obtained when the ribozyme/substrate duplex has a length of 12 bases, which according to the base composition represents a calculated free energy of binding of -16 kcal/mol. We discuss the importance of this value for ribozyme specificity and present strategies that may improve it. Increasing the length of the duplex from 14 to 17 bases (from -19 to -26 kcal/mol) produces a reduced ribozyme activity which is probably due to a slower rate of product dissociation. In addition, inclusion of either the substrate or the ribozyme in a long transcript produces a reduction (10 fold) of the kcat/Km, probably because of a different accessibility of the target sequence. In vivo, the activity of the trans-acting ribozyme was extremely low and detected in only one case: with a ribozyme/substrate duplex length of 13 bases and with both ribozyme and substrate embedded in short RNAs expressed at a very high level. The similarity of the results obtained in vitro and in vivo indicates that it is possible to use an in vitro system to optimize ribozymes which are to be used in vivo. Satisfactory results were obtained in vivo only with cisacting ribozymes. Altogether these results suggest that the ribozyme/substrate hybridization step is the limiting step in vivo and therefore it is not clear if ribozymes represent an improvement over antisense RNAs.", "author": [{"author": "E Bertrand", "affiliation": ["Institut Jacques Monod du CNRS, Université Paris 7, France."], "href": "/?term=Bertrand+E&cauthor_id=7510389"}, {"author": "R Pictet", "affiliation": [], "href": "/?term=Pictet+R&cauthor_id=7510389"}, {"author": "T Grange", "affiliation": [], "href": "/?term=Grange+T&cauthor_id=7510389"}], "refPMID": ["8248806", "2447562", "2448875", "3441011", "2453843", "2457170", "2458920", "2902928", "3194019", "2563901", "2646593", "2467259", "2477158", "2684648", "2479828", "2556702", "1689847", "2107573", "2109098", "1692647", "2191147", "2366867", "2211612", "2124274", "1703980", "1671760", "1871108", "1871136", "1895401", "1895402", "1923797", "1660142", "1730726", "1738195", "4705382", "75545", "75546", "377283", "574192", "6248960", "6772444", "6323013", "6513928", "2411548", "2999980", "3910111", "3023200", "2432595", "2436805", "3038894", "2441261", "3684574", "1738200", "1538398", "1551877", "1373377", "1408760", "1425576", "1280996", "1486242", "7682707", "8332489", "8346207", "7692597", "1697063"], "citedInPMID": ["7510389", "31853424", "27233447", "21785698", "19094986", "19002787", "18346971", "18228164", "17976683", "17183661", "16924415", "16391129", "12784972", "12490732", "12358435", "10786853", "10496221", "10097066", "9971765", "9671810", "9396806", "9278231", "9207013", "9035365", "9016627", "9016562", "8990401", "8755165", "8692881", "8657573", "8602353", "8559651", "8036167", "8026475", "7937118", "7739898", "7731809", "7621511", "7610054", "7610051", "7596980", "7586803", "7528330", "7524030"], "body": ""}