{"title": "Effects of pressure-controlled with different I:E ratios versus volume-controlled ventilation on respiratory mechanics, gas exchange, and hemodynamics in patients with adult respiratory distress syndrome", "pubDate": "1994", "PMCID": "", "DOI": "", "PMID": "8017663", "abstract": "Background:                       Pressure-controlled (PCV) and pressure-controlled inverse ratio ventilation (PCIRV) have been proposed instead of volume-controlled conventional ratio ventilation (VC) with positive end-expiratory pressure (PEEP) for patients with adult respiratory distress syndrome (ARDS). The advantages advocated with the use of PCIRV are to decrease airway pressures and to improve gas exchange. However, most studies did not compare PCIRV and VC while keeping both the level of ventilation and end-expiratory alveolar pressure (total-PEEP) constant.                  Methods:                       Nine patients with moderate to severe ARDS (lung injury score 2.83 +/- 0.18) had their lungs ventilated with VC, PCV with a conventional ratio (I:E 1:2; PC 1/2), and PCIRV (I:E 2:1 and 3:1; PC 2/1 and PC 3/1, respectively). Ventilator settings were adjusted to keep tidal volume, respiratory rate, FIo2, and total-PEEP constant in every mode. With each mode, a complete set of ventilatory, hemodynamic, and gas exchange parameters was obtained after 30 min.                  Results:                       In PC 3/1, the data obtained could not be strictly compared to the other modes because total-PEEP was higher despite external-PEEP being set at zero. For the other modes (VC, PC 1/2, and PC 2/1), despite differences in peak airway pressures, no difference was noted for end-inspiratory and end-expiratory static airway pressures (which better reflect alveolar pressures) nor for lung and respiratory system compliance. Arterial oxygenation deteriorated slightly with PC 2/1 despite a higher mean airway pressure, whereas alveolar ventilation tended to be slightly, but not significantly, improved (lower PaCo2). A decrease in systolic and mean arterial pressure also was observed with PC 2/1 without other significant hemodynamic change.                  Conclusions:                       In this prospective controlled study, no short-term beneficial effect of PCV or PCIRV could be demonstrated over conventional VC with PEEP in patients with ARDS.", "author": [{"author": "M R Lessard", "affiliation": ["Department of Anesthesia, Hôpital de l'Enfant-Jésus, Quebec, Canada."], "href": "/?term=Lessard+MR&cauthor_id=8017663"}, {"author": "E Guérot", "affiliation": [], "href": "/?term=Gu%C3%A9rot+E&cauthor_id=8017663"}, {"author": "H Lorino", "affiliation": [], "href": "/?term=Lorino+H&cauthor_id=8017663"}, {"author": "F Lemaire", "affiliation": [], "href": "/?term=Lemaire+F&cauthor_id=8017663"}, {"author": "L Brochard", "affiliation": [], "href": "/?term=Brochard+L&cauthor_id=8017663"}], "refPMID": [], "citedInPMID": ["8017663", "32019491", "31225418", "31216981", "31198258", "31197492", "30443174", "30370276", "30268138", "29225741", "28733808", "27375985", "26992377", "26130179", "25586462", "23717224", "23053566", "18801962", "18317856", "18080725", "12149536", "8814466", "8708171", "8706221"], "body": ""}