{"title": "Long-term inhalation with evaluated low doses of nitric oxide for selective improvement of oxygenation in patients with adult respiratory distress syndrome", "pubDate": "1993;19(8):443-9.", "PMCID": "", "DOI": "10.1007/BF01711084", "PMID": "8294626", "abstract": "Objective:                       To evaluate the lowest dose of inhaled nitric oxide (NO) in patients with adult respiratory distress syndrome (ARDS), which is able to improve arterial oxygenation more than 30% compared to baseline data.                  Design:                       Prospective, clinical study.                  Setting:                       Anesthesiological ICU in a university hospital.                  Patients:                       3 consecutive patients with severe ARDS according to clinical and radiological signs.                  Interventions:                       Pressure-controlled ventilation with positive end-expiratory pressure of 8-12 cm H2O. Inhalation of NO was performed with a blender system and a Servo 300 ventilator. The lowest effective NO dose was defined by titrating the inspiratory NO dose until reaching a 30% improvement of PaO2/FiO2. This dose was used for the following continuous long-term NO inhalation; controls of efficacy by investigation of hemodynamics and blood gas exchange were performed initially and 2 times per patient after intervals of 3-5 days.                  Measurements and results:                       Initial NO concentrations were found to be effective at 60, 100, and 230 parts per billion (ppb). In all measurements, arterial oxygenation was found to be elevated by NO inhalation with the initially evaluated dose compared to baseline data; in parallel, the venous admixture (Qva/Qt) was reduced. The O2 delivery increased, although O2 consumption and hemodynamics did not change. In 1 patient, interruption of NO inhalation caused remarkable increase of pulmonary resistance.                  Conclusions:                       The improvement of oxygenation by NO inhalation in ARDS does not require reduction of pulmonary resistance and can be performed using low doses in the ppb range, which has to be considered as probably non-toxic.", "author": [{"author": "H Gerlach", "affiliation": ["Clinic for Anesthesiology and Intensive Care Medicine, University Clinic Rudolf Virchow, Free University of Berlin, Germany."], "href": "/?term=Gerlach+H&cauthor_id=8294626"}, {"author": "D Pappert", "affiliation": [], "href": "/?term=Pappert+D&cauthor_id=8294626"}, {"author": "K Lewandowski", "affiliation": [], "href": "/?term=Lewandowski+K&cauthor_id=8294626"}, {"author": "R Rossaint", "affiliation": [], "href": "/?term=Rossaint+R&cauthor_id=8294626"}, {"author": "K J Falke", "affiliation": [], "href": "/?term=Falke+KJ&cauthor_id=8294626"}], "refPMID": ["3337372", "2494909", "4014854", "1157217", "3131684", "6349945", "422258", "3202424", "6025380", "7038493", "6849545", "834225", "4143721", "6347544", "8357359", "6185022", "1695013", "13429517", "2567995", "2681265", "6253831", "1357246", "1551725", "2827174", "490805", "2105674", "1720856", "2026026", "2027358", "1357245", "3300429", "2721210", "1675786", "1682593", "2040056", "3495737", "4430713", "2184719", "5486244"], "citedInPMID": ["8294626", "34447533", "31197492", "28921313", "28921067", "23839551", "22368608", "18037907", "17187683", "15973521", "12578049", "11056694", "10493271", "9757934", "9470075", "9434915", "9120114", "9058250", "8880239", "8857443", "8857123", "8847437", "8814466", "8796406", "8522673", "8294624", "8046118", "7930025", "7712273", "7570430", "7530572"], "body": ""}