{"title": "Activity of chimeric U small nuclear RNA (snRNA)/mRNA genes in transfected protoplasts of Nicotiana plumbaginifolia: U snRNA 3'-end formation and transcription initiation can occur independently in plants", "pubDate": "1993", "PMCID": "PMC364699", "DOI": "10.1128/mcb.13.10.6403-6415.1993", "PMID": "8413239", "abstract": "Formation of the 3' ends of RNA polymerase II (Pol II)-specific U small nuclear RNAs (U snRNAs) in vertebrate cells is dependent upon transcription initiation from the U snRNA gene promoter. Moreover, U snRNA promoters are unable to direct the synthesis of functional polyadenylated mRNAs. In this work, we have investigated whether U snRNA 3'-end formation and transcription initiation are also coupled in plants. We have first characterized the requirements for 3'-end formation of an Arabidopsis U2 snRNA expressed in transfected protoplasts of Nicotiana plumbaginifolia. We found that the 3'-end-adjacent sequence CA (N)3-10AGTNNAA, conserved in plant Pol II-specific U snRNA genes, is essential for the 3'-end formation of U2 transcripts and, similar to the vertebrate 3' box, is highly tolerant to mutation. The 3'-flanking regions of an Arabidopsis U5 and a maize U2 snRNA gene can effectively substitute for the Arabidopsis U2 3'-end formation signal, indicating that these signals are functionally equivalent among different Pol II-transcribed snRNA genes. The plant U snRNA 3'-end formation signal can be recognized irrespective of whether transcription initiation occurs at U snRNA or mRNA gene promoters, although efficiency of 3' box utilization is higher when transcription initiation occurs at the U snRNA promoter. Moreover, transcripts initiated from the U2 gene promoter can be spliced and polyadenylated. Transcription from a Pol III-specific plant U snRNA gene promoter is not compatible with polyadenylation. Finally, we reveal that initiation at a Pol II-specific plant U snRNA gene promoter can occur in the absence of the snRNA coding region and a functional snRNA 3'-end formation signal, demonstrating that these sequences play no role in determining the RNA polymerase specificity of plant U snRNA genes.", "author": [{"author": "S Connelly", "affiliation": ["Friedrich Miescher Institut, Basel, Switzerland."], "href": "/?term=Connelly+S&cauthor_id=8413239"}, {"author": "W Filipowicz", "affiliation": [], "href": "/?term=Filipowicz+W&cauthor_id=8413239"}], "refPMID": ["2410138", "1353951", "2535542", "3768956", "2411548", "2356116", "6194893", "3462718", "2362803", "3422466", "3024121", "2983190", "2587258", "3185553", "2000389", "1696344", "2263444", "3024969", "2366873", "2905424", "6086937", "1287476", "3555841", "3052292", "3037343", "1690452", "16453831", "3856225", "2531369", "6321160", "2828168", "3181131", "1448074", "2366867", "1703507", "2325623", "1690394", "2583119", "1508209", "2548082", "2848317", "2000094", "2758463", "2125285", "1820206", "1826860", "3683396", "8425042", "2877459", "3021336", "8425043", "2456520"], "citedInPMID": ["8413239", "31227618", "29093215", "27780203", "16757740", "15575968", "12024044", "10747031", "10445882", "9889204", "8980472", "8948645", "8065324", "7889933", "7541131"], "body": ""}