{"title": "Efficient expression of protein coding genes from the murine U1 small nuclear RNA promoters", "pubDate": "1996", "PMCID": "PMC38557", "DOI": "10.1073/pnas.93.17.8852", "PMID": "8799116", "abstract": "Few promoters are active at high levels in all cells. Of these, the majority encode structural RNAs transcribed by RNA polymerases I or III and are not accessible for the expression of proteins. An exception are the small nuclear RNAs (snRNAs) transcribed by RNA polymerase II. Although snRNA biosynthesis is unique and thought not to be compatible with synthesis of functional mRNA, we have tested these promoters for their ability to express functional mRNAs. We have used the murine U1a and U1b snRNA gene promoters to express the Escherichia coli lacZ gene and the human alpha-globin gene from either episomal or integrated templates by transfection, or infection into a variety of mammalian cell types. Equivalent expression of beta-galactosidase was obtained from < 250 nucleotides of 5'-flanking sequence containing the complete promoter of either U1 snRNA gene or from the 750-nt cytomegalovirus promoter and enhancer regions. The mRNA was accurately initiated at the U1 start site, efficiently spliced and polyadenylylated, and localized to polyribosomes. Recombinant adenovirus containing the U1b-lacZ chimeric gene transduced and expressed beta-galactosidase efficiently in human 293 cells and airway epithelial cells in culture. Viral vectors containing U1 snRNA promoters may be an attractive alternative to vectors containing viral promoters for persistent high-level expression of therapeutic genes or proteins.", "author": [{"author": "J S Bartlett", "affiliation": ["Gene Therapy Center, University of North Carolina, Chapel Hill 27599, USA."], "href": "/?term=Bartlett+JS&cauthor_id=8799116"}, {"author": "M Sethna", "affiliation": [], "href": "/?term=Sethna+M&cauthor_id=8799116"}, {"author": "L Ramamurthy", "affiliation": [], "href": "/?term=Ramamurthy+L&cauthor_id=8799116"}, {"author": "S A Gowen", "affiliation": [], "href": "/?term=Gowen+SA&cauthor_id=8799116"}, {"author": "R J Samulski", "affiliation": [], "href": "/?term=Samulski+RJ&cauthor_id=8799116"}, {"author": "W F Marzluff", "affiliation": [], "href": "/?term=Marzluff+WF&cauthor_id=8799116"}], "refPMID": ["6322160", "8146155", "2991567", "2411548", "3459255", "3768956", "3021336", "3027665", "3102226", "3821727", "3037343", "2889129", "2823261", "2965450", "3386629", "2456520", "2536987", "2660259", "2356116", "2255890", "1847517", "1905011", "1742021", "1608446", "1820206", "1332058", "8441700", "8464893", "7684560", "8291022", "2989540"], "citedInPMID": ["8799116", "30195753", "30102296", "29379011", "27331076", "25592334", "23344083", "20498840", "18701910", "17621583", "15771955", "10449749", "8948645"], "body": ""}